const quizData = [
// 1
{
question: "მოცემულია ორი ვექტორი, $\\vec{a}$ და $\\vec{b}$, რომელთა მოდულებია $a=7$ $b=8$ ამ ორ ვექტორს შორის კუთხეა $60^{\\circ}.$ განსაზღვრეთ $c$ ვექტორის მოდული, თუ ცნობილია, რომ $\\vec{c}=\\vec{a}+\\vec{b}$.",
 options: ["$14$", "$13$", "$12$", "$11$", "$7{,}5$"],
   correct: 1,
tags: []
},
// 2
{
question: "$XOY$ სიბრტყეზე ნივთიერი წერტილი გადაადგილდა $A$ წერტილიდან $B$ წერტილში. $B$ წერტილის კოორდინატებია $(-2; 8)$, გადაადგილების გეგმილებია $(-12; 8)$. იპოვეთ $A$ წერტილის კოორდინატები.",
 options: ["$(10;\\ 0)$", "$(-14;\\ 8)$", "$(-10;\\ 16)$", "$(-10;\\ 0)$", "$(-14;\\ 16)$"],
   correct: 0,
tags: []
},
// 3
{task:"$X$ ღერძზე მოძრავი ორი ნივთიერი წერტილის მოძრაობის განტოლებებია: $x_{1}=40-5t$ და $x_{2}=-20+15t.$ განტოლებებში დრო იზომება წამებში, ხოლო კოორდინატი მეტრებში. უპასუხეთ $3, 4, 5$ შეკითხვებს",
question: "რა მანძილი იქნება ამ ნივთიერ წერტილებს შორის დროის $t=5$ წმ მომენტში?",
  options: ["$25\\ მ$", "$30\\ მ$", "$50\\ მ$", "$40\\ მ$", "$90\\ მ$"],
  correct: 3,
tags: []
},
// 4
{
question: "დროის რა მომენტში იქნება ნივთიერ წერტილებს შორის მანძილი $80$ მ?",
   options: ["$7\\ წმ$", "$6\\ წმ$", "$5\\ წმ$", "$8\\ წმ$", "$10\\ წმ$"],
 correct: 0,
tags: []
},
// 5
{
question: "რა სიჩქარით იცვლება ამ ნივთიერ წერტილებს შორის მანძილი?",
 options: ["$5\\ მ/წმ$", "$35\\ მ/წმ$", "$20\\ მ/წმ$", "$10\\ მ/წმ$", "$60\\ მ/წმ$"],
  correct: 2,
tags: []
},
// 6
{
    image: "physics-quizzes/class-9/images/image..1.png",
    task:"სურათზე გამოსახულია $x$ ღერძზე თანაბრად მოძრავი ორი ნივთიერი წერტილის კოორდინატების დროზე დამოკიდებულების გრაფიკები. უპასუხეთ $6, 7$ შეკითხვებს",
question: "რისი ტოლია პირველი წერტილის სიჩქარის გეგმილი $x$ ღერძზე?",
  options: ["$25\\ მ/წმ$", "$5\\ მ/წმ$", "$20\\ მ/წმ$", "$10\\ მ/წმ$", "$15\\ მ/წმ$"],
  correct: 1,
tags: []
},
// 7
{image: "physics-quizzes/class-9/images/image..1.png",
question: "რისი ტოლია მეორე წერტილის საწყისი კოორდინატი ($t=0$ მომენტში)?",
  options: ["$-25\\ მ$", "$-40\\ მ$", "$-50\\ მ$", "$-75\\ მ$", "$-100\\ მ$"],
  correct: 4,
tags: []
},
// 8
{
question: "ისრებიანი საათის წამების ისარმა $1800$ სრული ბრუნი შეასრულა. რამდენ ბრუნი შეასრულა ამ საათის წუთების ისარმა იმავე დროში?",
options: ["$40$", "$60$", "$50$", "$90$", "$30$"],
    correct: 4,
tags: []
},
// 9
{
question: "ავტომობილმა გზის მეოთხედზე იმოძრავა $v_{1}$ სიჩქარით, დარჩენილ ნაწილზე $v_{2}$ სიჩქარით. განსაზღვრეთ საშუალო სიჩქარე მთელ გზაზე.",
  options: ["$\\frac{4v_1v_2}{v_1+3v_2}$", "$\\frac{4v_1v_2}{3v_1+v_2}$", "$\\frac{4v_1v_2}{v_1+v_2}$", "$\\frac{2v_1v_2}{v_1+v_2}$", "$\\frac{2v_1v_2}{v_1+3v_2}$"],
   correct: 1,
tags: []
},
// 10
{
question: "მოძრავ ესკალატორზე ასვლისას ბიჭმა ესკალატორის $60$ საფეხური აიარა. ესკალატორის მიმართ სიჩქარის $3$-ჯერ გადიდების შემდეგ არბენისას კი - $105$ საფეხური. რამდენ საფეხურს გაივლის ბიჭი უძრავ ესკალატორზე ასვლისას? ბიჭიც და ესკალატორიც ყველა შემთხვევაში თანაბრად მოძრაობს. ესკალატორის სიჩქარე დედამიწის მიმართ მუდმივია. საფეხურები ერთნაირი ზომისაა.",
 options: ["$144$", "$156$", "$164$", "$168$", "$172$"],
    correct: 3,
tags: []
},
// 11
{
question: "ავტომობილმა დაიწყო მოძრაობა $2$ მ/წმ$^{2}$ აჩქარებით. როდესაც მისი სიჩქარე გახდა $36$ კმ/სთ, ავტომობილმა მომენტალურად შეამცირა აჩქარება $1$ მ/წმ$^{2}$-მდე. განსაზღვრეთ ავტომობილის საშუალო სიჩქარე მოძრაობის დაწყებიდან $10$ წამის განმავლობაში. აჩქარების მიმართულება ორივე შემთხვევაში ერთი და იგივეა.",
 options: ["$8\\ მ/წმ$", "$10{,}25\\ მ/წმ$", "$12\\ მ/წმ$", "$8{,}75\\ მ/წმ$", "$7{,}5\\ მ/წმ$"],
   correct: 3,
tags: []
},
// 12
{image: "physics-quizzes/class-9/images/image..2.png",
question: "საწყის მომენტში სამი ნივთიერი წერტილი იმყოფება $15$ მ-იანი გვერდის მქონე ტოლგვერდა სამკუთხედის წვეროებში. ისინი მოძრაობენ მუდმივი $v = 1$ მ/წმ სიჩქარეებით. პირველი წერტილი ყოველთვის მოძრაობს მეორის მიმართულებით, მეორე - მესამეს მიმართულებით, მესამე - პირველის მიმართულებით. რა დროში შეხვდებიან ერთმანეთს ეს წერტილები?",
options: ["$50\\ წმ$", "$10\\sqrt{3}\\ წმ$", "$5\\sqrt{3}\\ წმ$", "$15\\ წმ$", "$10\\ წმ$"],
   correct: 4,
tags: []
},
// 13
{
question: "წუთების მაჩვენებელი ისარი $12$ საათზე ეფარება საათის მაჩვენებელ ისარს. რა მინიმალურ დროში გადაეფარება კვლავ წუთების ისარი საათების ისარს?",
  options: ["$\\frac{6}{5}\\ სთ$", "$\\frac{8}{9}\\ სთ$", "$\\frac{9}{10}\\ სთ$", "$\\frac{13}{12}\\ სთ$", "$\\frac{12}{11}\\ სთ$"],
  correct: 4,
tags: []
},
// 14
{image: "physics-quizzes/class-9/images/image..3.png",
question: "პირველი შკივიდან მეოთხეს ბრუნვა გადაეცემა ორი ღვედური გადაცემით. განსაზღვრეთ მეოთხე შკივის ბრუნვის სიხშირე, თუ პირველი შკივი წუთში $1800$ ბრუნს აკეთებს. შკივების რადიუსებია შესაბამისად $r_{1} = 10$ სმ, $r_{2}=30$ სმ, $r_{3} = 12$ სმ, $r_{4}=60$ სმ. მეორე და მესამე შკივი შეწებებულია. ღვედები შკივებზე არ სრიალებენ.",
  options: ["$1\\ წმ^{-1}$", "$2\\ წმ^{-1}$", "$3\\ წმ^{-1}$", "$4\\ წმ^{-1}$", "$5\\ წმ^{-1}$"],
   correct: 1,
tags: []
},
// 15
{image: "physics-quizzes/class-9/images/image..4.png",
question: "გზის $AC$ უბანი $R=50$ მ რადიუსის წრეწირის რკალია. რისი ტოლია $v = 20$ მ/წმ სიჩქარით მოძრავი ავტომობილის ცენტრისკენული აჩქარება $AC$ უბანზე?",
  options: ["$2{,}5\\ მ/წმ^2$", "$4\\ მ/წმ^2$", "$0{,}4\\ მ/წმ^2$", "$8\\ მ/წმ^2$", "$125\\ მ/წმ^2$"],
  correct: 3,
tags: []
},
// 16
{image: "physics-quizzes/class-9/images/image..4.png",
question: "გზის $AC$ უბანი $R=50$ მ რადიუსის წრეწირის რკალია. რისი ტოლია $v=20$ მ/წმ სიჩქარით მოძრავი ავტომობილის კუთხური სიჩქარე $AC$ უბანზე?",
 options: ["$2{,}5\\ რად/წმ$", "$4\\ რად/წმ$", "$0{,}4\\ რად/წმ$", "$8\\ რად/წმ$", "$1000\\ რად/წმ$"],
  correct: 2,
tags: []
},
// 17
{
question: "ველოსიპედი მიგორავს თანაბარი სიჩქარით. განსაზღვრეთ მისი სიჩქარე, თუ ბორბლის რადიუსია $30$ სმ, ბორბლის ბრუნვის კუთხური სიჩქარე კი $60$ რად/წმ.",
options: ["$20\\ მ/წმ$", "$15\\ მ/წმ$", "$18\\ მ/წმ$", "$14\\ მ/წმ$", "$22\\ მ/წმ$"],
  correct: 2,
tags: []
},
// 18
{
question: "სხეულმა თანაბარაჩქარებულად დაიწყო მოძრაობა და მერვე წამში გაიარა $15$ მ. განსაზღვრეთ რა მანძილს გაივლის ის მეთორმეტე წამში?",
 options: ["$23\\ მ$", "$18\\ მ$", "$25\\ მ$", "$27\\ მ$", "$29\\ მ$"],
   correct: 0,
tags: []
},
// 19
{image: "physics-quizzes/class-9/images/image..5.png",
question: "სურათზე გამოსახულია $x$ ღერძზე მოძრავი სხეულის სიჩქარის გეგმილის დროზე დამოკიდებულების გრაფიკი. რა მანძილი გაიარა სხეულმა დაკვირვების დაწყებიდან $35$ წამში?",
  options: ["$150\\ მ$", "$125\\ მ$", "$175\\ მ$", "$200\\ მ$", "$225\\ მ$"],
   correct: 3,
tags: []
},
// 20
{image: "physics-quizzes/class-9/images/image..6.png",
question: "$L$ სიგრძის ღერო დევს იატაკზე კედლის მართობულად და ერთი ბოლოთი ეხება კედელს. ღეროს ეს ბოლო თანაბარი $v=20$ სმ/წმ სიჩქარით აამოძრავეს კედლის გასწვრივ ვერტიკალურად ზევით. იპოვეთ ღეროს მეორე ბოლოს სიჩქარე იმ მომენტში, როდესაც ღერო იატაკთან $60^{\\circ}$ კუთხეს ქმნის.",
 options: ["$10\\ სმ/წმ$", "$5\\ სმ/წმ$", "$10\\sqrt{3}\\ სმ/წმ$", "$20\\sqrt{3}\\ სმ/წმ$", "$40\\ სმ/წმ$"],
   correct: 3,
tags: []
},
// 21
{
question: "$XOY$ სიბრტყეზე მოძრავი ნივთიერი წერტილის კოორდინატები იცვლება კანონით: $x=15-5t;$ $Y=t^{2}+2t+8$ (ყველა სიდიდე $SI$-შია ჩაწერილი). იპოვეთ წერტილის სიჩქარის მოდული დაკვირვების დაწყებიდან $5$ წმ-ში.",
  options: ["$10\\ მ/წმ$", "$5\\ მ/წმ$", "$13\\ მ/წმ$", "$16\\ მ/წმ$", "$18\\ მ/წმ$"],
 correct: 2,
tags: []
},
// 22
{
question: "ორ სადგურს შორის მანძილი მატარებელმა $2$ წუთში გაიარა $42$ კმ/სთ საშუალო სიჩქარით. დაძვრა-დამუხრუჭება ხდებოდა მოდულით ერთნაირი აჩქარებით და ჯამში გაგრძელდა $0{,}5$ წუთი. დანარჩენ დროს მატარებელი მოძრაობდა თანაბრად. განსაზღვრეთ მატარებლის სიჩქარე თანაბარი მოძრაობისას.",
 options: ["$52\\ კმ/სთ$", "$48\\ კმ/სთ$", "$54\\ კმ/სთ$", "$56\\ კმ/სთ$", "$45\\ კმ/სთ$"],
   correct: 1,
tags: []
},
// 23
{
question: "$X$ ღერძზე მოძრავი სხეულის სიჩქარის გეგმილის დროზე დამოკიდებულების ფორმულაა $v_{x}=20-1{,}5t.$ (ყველა სიდიდე მოცემულია $SI$-ში) განსაზღვრეთ ამ სხეულის გადაადგილების მოდული დროის ათვლის დაწყებიდან $10$ წამის განმავლობაში.",
  options: ["$125\\ მ$", "$140\\ მ$", "$85\\ მ$", "$75\\ მ$", "$150\\ მ$"],
  correct: 0,
tags: []
},
// 24
{
question: "$80$ მ სიგრძის ესკალატორს მასზე უძრავად მდგომი მგზავრი აჰყავს $80$ წამში. რა სიჩქარით უნდა იმოძრაოს მგზავრმა ესკალატორის მიმართ, რომ $25$ წამში ავიდეს?",
  options: ["$1{,}2\\ მ/წმ$", "$1{,}6\\ მ/წმ$", "$1{,}8\\ მ/წმ$", "$2\\ მ/წმ$", "$2{,}2\\ მ/წმ$"],
  correct: 4,
tags: []
},
// 25
{
question: "ავტომობილმა გასავლელი $40$ კმ-ის პირველი $8$ კმ გაიარა მუდმივი $20$ მ/წმ სიჩქარით, დარჩენილი მანძილი კი $20$ წუთში დაფარა. განსაზღვრეთ ავტომობილის საშუალო სიჩქარე მთელ გზაზე.",
 options: ["$76\\ კმ/სთ$", "$80\\ კმ/სთ$", "$90\\ კმ/სთ$", "$72\\ კმ/სთ$", "$108\\ კმ/სთ$"],
   correct: 2,
tags: []
}
];