const quizData = [
// Task 1
{
  question: "სხეული მოძრაობს წრფივად და თანაბარაჩქარებულად $X$ ღერძის გასწვრივ ისე, რომ მისი კოორდინატის დროზე დამოკიდებულება $\\text{SI}$-სისტემაში აღიწერება $x=0{,}5t^{2}-5t+10$ განტოლებით. იპოვეთ სხეულის მიერ პირველ $8$ წამში გავლილი მანძილი. დროის ათვლა იწყება $t=0$ წმ მომენტიდან.",
  options: [
      "$9$ მ",
      "$20\\sqrt{3}$ მ",
      "$120$ მ",
      "$15$ მ",
      "$17$ მ"
    ],
    correct: 4,
  tags: ["kinematics", "displacement", "distance"]
},

// Task 2
{
  question: "წრეწირზე მბრუნავი ნივთიერი წერტილი დროის ათვლის დასაწყისში მოძრაობს $30$ რად/წმ კუთხური სიჩქარით და ამუხრუჭებს $\\epsilon=2\\text{ რად/წმ}^{2}$ კუთხური აჩქარებით. ამ მომენტიდან რა დროში გახდება ნივთიერი წერტილის კუთხური სიჩქარე $10$ რად/წმ?",
   options: [
      "$8$ წმ",
      "$10$ წმ",
      "$15$ წმ",
      "$18$ წმ",
      "$20$ წმ"
    ],
    correct: 1,
  tags: ["rotational dynamics", "angular velocity", "angular acceleration"]
},

// Task 3
{image: "physics-quizzes/class-9/images/image-23.png",
  question: "სურათზე გამოსახულია $X$ ღერძზე მოძრავი ნივთიერი წერტილის სიჩქარის გეგმილის დროზე დამოკიდებულების გრაფიკი. განსაზღვრეთ ნივთიერი წერტილის მიერ $t=0$ წმ მომენტიდან $t=30$ წმ მომენტის ჩათვლით გავლილი მანძილის შეფარდება დროის ამავე შუალედში მის მიერ შესრულებულ გადაადგილების მოდულთან.",
  options: [
      "$9{,}5$",
      "$10$",
      "$12{,}5$",
      "$13$",
      "$14{,}5$"
    ],
    correct: 3,
  tags: ["kinematics", "velocity-time graph", "distance-displacement ratio"]
},

// Task 4
{
  question: "ჰორიზონტისადმი $30^{\\circ}$ კუთხით $20$ მ/წმ სიჩქარით გასროლილი სხეული საწყის დონეზე დავარდა. გასროლის ადგილიდან რა მანძილზე დავარდა სხეული? $g\\approx10\\text{ მ/წმ}^{2}$.",
    options: [
      "$120$ მ",
      "$17$ მ",
      "$20\\sqrt{3}$ მ",
      "$9$ მ",
      "$40$ მ"
    ],
    correct: 2,
  tags: ["projectile motion", "range"]
},

// Task 5
{
  question: "ავტომობილმა გასავლელი $40$ კმ-ის პირველი $12$ კმ გაიარა მუდმივი $20$ მ/წმ სიჩქარით, დარჩენილი მანძილი კი $20$ წუთში მუდმივი სიჩქარით დაფარა. განსაზღვრეთ ავტომობილის საშუალო სიჩქარე მთელ გზაზე.",
  options: [
      "$20$ კმ/სთ",
      "$80$ კმ/სთ",
      "$90$ კმ/სთ",
      "$72$ კმ/სთ",
      "$108$ კმ/სთ"
    ],
    correct: 1,
  tags: ["kinematics", "average speed"]
},

// Task 6
{
  question: "$70$ მ სიგრძის მეტროს ესკალატორს მასზე უძრავად მდგომი მგზავრი აჰყავს $70$ წამში. რა სიჩქარით უნდა იმოძრაოს მგზავრმა ესკალატორის მიმართ, რომ ამავე ესკალატორზე $25$ წამში ავიდეს?",
  options: [
      "$1{,}2$ მ/წმ",
      "$1{,}6$ მ/წმ",
      "$1{,}8$ მ/წმ",
      "$2$ მ/წმ",
      "$2{,}2$ მ/წმ"
    ],
     correct: 2,
  tags: ["relative motion", "kinematics"]
},

// Task 7
{
  question: "დედამიწის ზედაპირიდან $80$ მ სიმაღლეზე არსებული აივნიდან ერთდროულად ისროლეს ორი ქვა თითოეული $30$ მ/წმ სიჩქარით. პირველი ვერტიკალურად ზევით, მეორე ვერტიკალურად ქვევით. განსაზღვრეთ დედამიწიდან რა სიმაღლეზე იქნება პირველი ქვა მეორე ქვის დედამიწაზე დაცემის მომენტში. $g\\approx10\\text{ მ/წმ}^{2}$.",
   options: [
      "$17$ მ",
      "$100$ მ",
      "$20\\sqrt{3}$ მ",
      "$120$ მ",
      "$9$ მ"
    ],
     correct: 3,
  tags: ["kinematics", "free fall", "vertical projectile"]
},

// Task 8
{
  question: "ლიფტის ჭერზე ძაფზე დაკიდებულია ბურთულა. განსაზღვრეთ ბურთულის მასა, თუ ლიფტის ზევით მიმართული $5\\text{ მ/წმ}^{2}$ აჩქარებით მოძრაობისას ძაფის დაჭიმულობის ძალა $7{,}2\\text{ ნ}$-ით მეტია, ვიდრე ძაფის დაჭიმულობის ძალა ლიფტის ქვევით მიმართული $3\\text{ მ/წმ}^{2}$ აჩქარებით მოძრაობისას. $g\\approx10\\text{ მ/წმ}^{2}$.",
   options: [
      "$0{,}9$ კგ",
      "$0{,}8$ კგ",
      "$0{,}7$ კგ",
      "$0{,}6$ კგ",
      "$0{,}5$ კგ"
    ],
    correct: 0,
  tags: ["dynamics", "newton's laws", "tension"]
},

// Task 9
{
  question: "ჰორიზონტისადმი $30^{\\circ}$-ით დახრილი სიბრტყის ფუძიდან საწყისი $3$ მ/წმ საწყისი სიჩქარით ასრიალება დაიწყო მცირე ზომის ძელაკმა. ხახუნის კოეფიციენტი სხეულსა და დახრილი სიბრტყის ზედაპირს შორის არის $\\frac{\\sqrt{3}}{6}$. რა მაქსიმალურ $h$ სიმაღლეს მიაღწია ძელაკმა? $g\\approx10\\text{ მ/წმ}^{2}$.",
   options: [
      "$80$ სმ",
      "$5$ სმ",
      "$40$ სმ",
      "$35$ სმ",
      "$30$ სმ"
    ],
     correct: 4,
  tags: ["dynamics", "inclined plane", "friction", "work and energy"]
},

// Task 10
{image: "physics-quizzes/class-9/images/image-24.png",
  question: "$m=2\\text{ კგ}$ და $M=6\\text{ კგ}$ მასის სხეულები მსუბუქი თოკით არიან გადაბმული. $m$ მასის სხეულზე მოქმედებს ვერტიკალურად ზევით მიმართული $F=108\\text{ ნ}$ ძალა. განსაზღვრეთ სხეულების დამაკავშირებელი თოკის დაჭიმულობის ძალა. $g=10\\text{ მ/წმ}^{2}$.",
  options: [
      "$68$ ნ",
      "$81$ ნ",
      "$75$ ნ",
      "$72$ ნ",
      "$100$ ნ"
    ],
     correct: 1,
  tags: ["dynamics", "connected bodies", "tension"]
},

// Task 11
{
  question: "დიდი ვარსკვლავის გარშემო ბრუნავს ორი მცირე ზომის პლანეტა, $R_{1}$ და $R_{2}$ რადიუსის წრიულ ორბიტებზე. პლანეტების ვარსკვლავის გარშემო ბრუნვის პერიოდებია შესაბამისად $T_{1}$ და $T_{2}$. რისი ტოლი იქნება $\\frac{T_{1}}{T_{2}}$, თუ $\\frac{R_{1}}{R_{2}}=64$?",
     options: [
      "$1^3$",
      "$64$",
      "$512$",
      "$32$",
      "$256$"
    ],
     correct: 2,
  tags: ["gravitation", "kepler's third law", "orbital motion"]
},

// Task 12
{
  question: "თუ პლანეტის გარშემო წრიულ ორბიტაზე მოძრავი თანამგზავრის კინეტიკური ენერგია არის $K$. რისი ტოლი იქნება მისი პლანეტასთან ურთიერთქმედების პოტენციალური ენერგია? პოტენციური ენერგია ნულის ტოლად უსასრულობაში მიიჩნიეთ.",
     options: [
      "$K$",
      "$-K$",
      "$-\\frac{1}{2}K$",
      "$-2K$",
      "$2K$"
    ],
    correct: 3,
  tags: ["gravitation", "potential energy", "kinetic energy"]
},

// Task 13
{
  question: "ქვემოთ ჩამოთვლილთაგან, რომელი გამოსახულება შეესაბამება დედამიწის გარშემო $2R$ რადიუსის წრიულ ორბიტაზე მბრუნავი $m$ მასის თანამგზავრის კინეტიკურ ენერგიას ($R$-დედამიწის რადიუსია, $g$-თავისუფალი ვარდნის აჩქარებაა დედამიწის ზედაპირზე)?",
  options: [
      "$\\frac{1}{4}mgR$",
      "$\\frac{1}{3}mgR$",
      "$\\frac{1}{2}mgR$",
      "$mgR$",
      "$2mgR$"
    ],
     correct: 0,
  tags: ["gravitation", "kinetic energy", "orbital mechanics"]
},

// Task 14
{
  question: "დედამიწისთვის პირველი კოსმოსური სიჩქარეა $8\\text{ კმ/წმ}$. რისი ტოლი იქნება პირველი კოსმოსური სიჩქარე პლანეტისთვის, რომლის სიმკვრივე დედამიწის სიმკვრივეს აღემატება $2{,}25$-ჯერ, რადიუსი კი დედამიწის რადიუსს აღემატება $2$-ჯერ?",
    options: [
      "$8\\sqrt{2}$ კმ/წმ",
      "$4\\sqrt{2}$ კმ/წმ",
      "$8$ კმ/წმ",
      "$4$ კმ/წმ",
      "$24$ კმ/წმ"
    ],
     correct: 4,
  tags: ["gravitation", "first cosmic velocity", "density and radius"]
},

// Task 15
{image: "physics-quizzes/class-9/images/image-25.png",
  question: "ჰორიზონტალურ ჭერზე ორი ერთნაირი სიგრძის თოკით ჩამოკიდებული ერთგვაროვანი წვრილი ღერო მიაბეს კედელზე ისე, რომ ჭერზე ჩამოკიდებულმა თოკებმა ვერტიკალთან $45^{\\circ}$-იანი კუთხე შეადგინეს. ღერო და კედელზე მიბმული თოკი ჰორიზონტალურია. განსაზღვრეთ კედელზე მიბმული თოკის დაჭიმულობის ძალა $T$, თუ ღეროს მასა $10\\text{ კგ}$-ია. ჩათვალეთ, რომ $g=10\\text{ მ/წმ}^{2}$.",
    options: [
      "$100\\sqrt{2}$ ნ",
      "$100$ ნ",
      "$50\\sqrt{2}$ ნ",
      "$81$ ნ",
      "$100\\sqrt{3}$ ნ"
    ],
     correct: 1,
  tags: ["statics", "equilibrium", "tension", "torque"]
},

// Task 16
{
  question: "$100\\text{ გ}$ და $300\\text{ გ}$ მასის სხეულები მოძრაობენ შემხვედრი მიმართულებით ერთ წრფეზე, ერთმანეთისკენ, შესაბამისად $15\\text{ მ/წმ}$ და $25\\text{ მ/წმ}$ სიჩქარეებით. რა სიჩქარით იმოძრავებენ ისინი აბსოლუტურად არადრეკადი შეჯახების შემდეგ? სხეულთა ბრუნვა არ გაითვალისწინოთ.",
   options: [
      "$15$ მ/წმ",
      "$5$ მ/წმ",
      "$10$ მ/წმ",
      "$80$ კმ/სთ",
      "$24$ მ/წმ"
    ],
   correct: 0,
  tags: ["momentum", "inelastic collision", "conservation laws"]
},

// Task 17
{image: "physics-quizzes/class-9/images/image-26.png",
  question: "კედელს ეჯახება $500\\text{ გ}$ მასის $4\\text{ მ/წმ}$ სიჩქარით მოძრავი ბურთი. განსაზღვრეთ ბურთის იმპულსის ცვლილება კედელთან აბსოლუტურად დრეკადი დაჯახების შემდეგ. ბურთის დაცემის კუთხეა $30^{\\circ}$ (არეკვლა იგივე კუთხით ხდება). სიმძიმის ძალით გამოწვეული იმპულსის ცვლილება არ გაითვალისწინოთ.",
   options: [
      "$2$ კგ$\\cdot$მ/წმ",
      "$4$ კგ$\\cdot$მ/წმ",
      "$\\sqrt{3}$ კგ$\\cdot$მ/წმ",
      "$2\\sqrt{3}$ კგ$\\cdot$მ/წმ",
      "$2\\sqrt{2}$ კგ$\\cdot$მ/წმ"
    ],
     correct: 3,
  tags: ["momentum", "elastic collision", "impulse"]
},

// Task 18
{image: "physics-quizzes/class-9/images/image-27.png",
  question: "სურათზე გამოსახული მაგიდის ზედაპირი ჰორიზონტალურია, ჭოჭონაქები იდეალური, თოკები უმასო. სხეულების მასებია $m_{1} = 4\\text{ კგ}$, $m_{2} = 1\\text{ კგ}$, $m_{3} = 5\\text{ კგ}$. ხახუნის კოეფიციენტი $m_{3}$ მასის სხეულსა და მაგიდის ზედაპირს შორის არის $0{,}2$. $g\\approx10\\text{ მ/წმ}^{2}$. განსაზღვრეთ სხეულების აჩქარება.",
  options: [
      "$1{,}8$ მ/წმ$^2$",
      "$2{,}5$ მ/წმ$^2$",
      "$2$ მ/წმ$^2$",
      "$1{,}5$ მ/წმ$^2$",
      "$1$ მ/წმ$^2$"
    ],
  correct: 2,
  tags: ["dynamics", "pulley system", "friction", "acceleration"]
},

// Task 19
{
  question: "დედამიწის ზედაპირიდან რა მაქსიმალურ სიმაღლეს მიაღწევს პოლუსიდან ვერტიკალურად ზევით $v=\\frac{\\sqrt{gR}}{4}$ სიჩქარით ასროლილი ქვა? $g$ არის თავისუფალი ვარდნის აჩქარება დედამიწის ზედაპირზე, $R$ დედამიწის რადიუსი.",
  options: [
      "$\\frac{R}{31}$",
      "$R$",
      "$\\frac{R}{16}$",
      "$\\frac{R}{4}$",
      "$\\frac{R}{2}$"
    ],
    correct: 0,
  tags: ["gravitation", "conservation of energy", "maximum height"]
},

// Task 20
{
  question: "მსუბუქ ძაფზე დაკიდებულ $990\\text{ გ}$ მასის ხის ძელს მოხვდა და შიგ ჩარჩა ჰორიზონტალურად $100\\text{ მ/წმ}$ სიჩქარით მოძრავი $10\\text{ გ}$ მასის ტყვია. რა სიმაღლეზე აიწია (ვერტიკალურად) სხეულის მასათა ცენტრი? $g\\approx10\\text{ მ/წმ}^{2}$.",
   options: [
      "$80$ სმ",
      "$5$ სმ",
      "$20$ სმ",
      "$25$ სმ",
      "$30$ სმ"
    ],
     correct: 1,
  tags: ["momentum", "inelastic collision", "conservation of energy"]
},

// Task 21
{
  question: "დედამიწის ზედაპირიდან ვერტიკალურად ზევით $30\\text{ მ/წმ}$ სიჩქარით აისროლეს სხეული. რა სიმაღლეზე იქნება ამ სხეულის კინეტიკური ენერგია პოტენციალურზე $4$-ჯერ მეტი? პოტენციური ენერგიის ნულოვან დონედ დედამიწის ზედაპირი მიიჩნიეთ. $g\\approx10\\text{ მ/წმ}^{2}$.",
    options: [
      "$3$ მ",
      "$5$ მ",
      "$6$ მ",
      "$9$ მ",
      "$17$ მ"
    ],
    correct: 3,
  tags: ["conservation of energy", "kinetic and potential energy"]
},

// Task 22
{
  question: "რა დროში აიტანს $8\\text{ კვტ}$ სიმძლავრის ამწე $2\\text{ ტ}$ მასის ტვირთს $10$ მ სიმაღლეზე? ტვირთი მოძრაობს თანაბრად. $g\\approx10\\text{ მ/წმ}^{2}$. ამწეს მიერ განვითარებული სიმძლავრე მთლიანად ტვირთის ატანას ხმარდება.",
  options: [
      "$15$ წმ",
      "$20$ წმ",
      "$25$ წმ",
      "$28$ წმ",
      "$10$ წმ"
    ],
    correct: 2,
  tags: ["work, energy and power", "power"]
},

// Task 23
{
  question: "ჰორიზონტალურ იატაკზე გასრიალებული ძელაკის სიჩქარე $25$ მ მანძილზე გასრიალებისას შეამცირდა $54\\text{ კმ/სთ}$-დან $18\\text{ კმ/სთ}$-მდე. განსაზღვრეთ ხახუნის კოეფიციენტი იატაკსა და ძელაკის შორის. $g\\approx10\\text{ მ/წმ}^{2}$.",
   options: [
      "$0{,}1$",
      "$0{,}2$",
      "$0{,}3$",
      "$0{,}4$",
      "$0{,}9$"
    ],
    correct: 3,
  tags: ["dynamics", "friction", "work-energy theorem"]
},

// Task 24
{image: "physics-quizzes/class-9/images/image-28.png",
  question: "თანამგზავრი ბრუნავს დედამიწის გარშემო $9R$ რადიუსის წრიულ ორბიტაზე, სადაც $R$ დედამიწის რადიუსია. ამ დროს თანამგზავრის ბრუნვის პერიოდია $T$. სამუხრუჭე მოწყობილობის მცირე დროით ჩართვის შემდეგ თანამგზავრის სიჩქარე შემცირდა, რის გამო მან დაიწყო მოძრაობა დედამიწის შემხებ ელიფსურ ორბიტაზე. სიჩქარის შემცირებიდან რა დროის შემდეგ დაეშვება თანამგზავრი დედამიწაზე? (ანუ რა დროში მივა $A$ წერტილიდან $B$ წერტილში)",
    options: [
      "$\\frac{\\sqrt{725}}{54}T$",
      "$\\frac{\\sqrt{500}}{54}T$",
      "$\\frac{\\sqrt{250}}{54}T$",
      "$\\frac{\\sqrt{225}}{54}T$",
      "$\\frac{\\sqrt{125}}{54}T$"
    ],
      correct: 4,
  tags: ["gravitation", "kepler's laws", "elliptical orbit"]
},

// Task 25
{image: "physics-quizzes/class-9/images/image-29.png",
  question: "ჰორიზონტალურ ზედაპირზე მოთავსებული $1$ მ სიმაღლის ცილინდრული ფორმის კასრი გავსებულია წყლით. ფუძიდან $0{,}2$ მ სიმაღლეზე კასრს გაუკეთეს მცირე განივკვეთის ნახვრეტი. ნახვრეტიდან გამოსვლის მომენტში წყლის ჭავლი მიმართულია ჰორიზონტალურად. კასრის ფუძიდან რა მანძილზე ესხმევა წყალი ზედაპირს? $g\\approx10\\text{ მ/წმ}^{2}$.",
 options: [
      "$80$ სმ",
      "$75$ სმ",
      "$60$ სმ",
      "$5$ სმ",
      "$30$ სმ"
    ],
     correct: 0,
  tags: ["hydrodynamics", "torricelli's law", "projectile motion"]
}
]