const quizData = [
  // #1
  {
    question: "თანაბრად მოძრავმა მატარებელმა $108$ მ სიგრძის ბაქანს $20$ წმ-ში ჩაუარა, ბაქანზე მდგომ ადამიანს კი $11$ წმ-ში. იპოვეთ მატარებლის სიგრძე.",
    options: ["$90$ მ", "$108$ მ", "$120$ მ", "$132$ მ", "$150$ მ"],
    correct: 3,
    tags: []
  },
  // #2
  {
    question: "თანაბრად მოძრავმა მატარებელმა $108$ მ სიგრძის ბაქანს $20$ წმ-ში ჩაუარა, ბაქანზე მდგომ ადამიანს კი $11$ წმ-ში. იპოვეთ მატარებლის სიჩქარე.",
    options: ["$10$ მ/წმ", "$12$ მ/წმ", "$14$ მ/წმ", "$16$ მ/წმ", "$18$ მ/წმ"],
    correct: 1,
    tags: []
  },
  // #3
  {
    image: "physics-quizzes/class-9/images/image1.png",
    task:"სურათზე გამოსახულია $x$ ღერძზე ორი თანაბრად მოძრავი ნივთიერი წერტილის კოორდინატის დროზე დამოკიდებულების დიაგრამა. ამ დიაგრამის მიხედვით უპასუხეთ $N3$ და $N4$ შეკითხვებს. ",
    question: "რისი ტოლია პირველი წერტილის სიჩქარის გეგმილი მეორეს მიმართ?",
    options: ["$15$ მ/წმ", "$18$ მ/წმ", "$-8$ მ/წმ", "$-12$ მ/წმ", "$-20$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // #4
  {
    image: "physics-quizzes/class-9/images/image1.png",
    question: "განსაზღვრეთ წერტილებს შორის მანძილი დროის ათვლის დაწყებიდან $35$ წმ-ში.",
    options: ["$84$ მ", "$90$ მ", "$108$ მ", "$140$ მ", "$120$ მ"],
    correct: 4,
    tags: []
  },
  // #5
  {
    question: "ნივთიერი წერტილი მოდულით მუდმივი სიჩქარით ბრუნავს წრეწირზე $2{,}5$ მ/წმ სიჩქარით და $16$ რად/წმ კუთხური სიჩქარით. განსაზღვრეთ ამ ნივთიერი წერტილის ცენტრისკენული აჩქარება.",
    options: ["$4$ მ/წმ$^2$", "$3$ მ/წმ$^2$", "$40$ მ/წმ$^2$", "$20$ მ/წმ$^2$", "$30$ მ/წმ$^2$"],
    correct: 2,
    tags: []
  },
  // #6
  {
    task:"$X$ ღერძზე მოძრავი ნივთიერი წერტილის სიჩქარის გეგმილის დროზე დამოკიდებულება მოცემულია ფორმულით $v_x = -10 + 2t$ (სიდიდეები გაზომილია $SI$-ში). უპასუხეთ $N6$ და $N7$ კითხვებს.",
    question: "რა მანძილს გაივლის ეს ნივთიერი წერტილი დროის ათვლის დაწყებიდან $10$ წმ-ში?",
    options: ["$60$ მ", "$50$ მ", "$40$ მ", "$30$ მ", "$20$ მ"],
    correct: 1,
    tags: []
  },
  // #7
  {
    question: "რისი ტოლია ამ ნივთიერი წერტილის გადაადგილების მოდული დროის ათვლის დაწყებიდან $8$ წმ-ში?",
    options: ["$40$ მ", "$24$ მ", "$20$ მ", "$16$ მ", "$6$ მ"],
    correct: 3,
    tags: []
  },
  // #8
  {
    question: "ნივთიერი წერტილი იწყებს $0{,}5$ მ რადიუსის წრეწირზე ბრუნვას მუდმივი კუთხური აჩქარებით. $SI$ სისტემაში ამ ნივთიერი წერტილის ცენტრისკენული აჩქარების მოდული იცვლება კანონით $a_c = 2t^2$. განსაზღვრეთ ამ ნივთიერი წერტილის კუთხური აჩქარების მოდული.",
    options: ["$4$ რად/წმ$^2$", "$2$ რად/წმ$^2$", "$1$ რად/წმ$^2$", "$6$ რად/წმ$^2$", "$8$ რად/წმ$^2$"],
    correct: 1,
    tags: []
  },
  // #9
  {
    question: "ნივთიერი წერტილი იწყებს წრეწირზე ბრუნვას მუდმივი, $1$ რად/წმ$^2$ კუთხური აჩქარებით. განსაზღვრეთ, რა კუთხეს შემოწერს ეს ნივთიერი წერტილი დროის ათვლის დაწყებიდან $3$ წმ-ში?",
    options: ["$2{,}25$ რად", "$8$ რად", "$4{,}5$ რად", "$6{,}25$ რად", "$4$ რად"],
    correct: 2,
    tags: []
  },
  // #10
  {
    question: "ჰორიზონტალურ ზედაპირზე მოთავსებულ $4$ კგ მასის სხეულზე მოქმედება დაიწყო ჰორიზონტალურად მიმართულმა $15$ ნ ძალამ. სხეულსა და ზედაპირს შორის ხახუნის კოეფიციენტია $0{,}4$. განსაზღვრეთ სხეულზე მოქმედი ხახუნის ძალა. $g \\approx 10$ მ/წმ$^2$.",
    options: ["$15$ ნ", "$16$ ნ", "$20$ ნ", "$1{,}6$ ნ", "$8$ ნ"],
    correct: 0,
    tags: []
  },
  // #11
  {
    question: "$1500$ კგ მასის უძრავ ავტომობილზე მოქმედება დაიწყო ჰორიზონტალური მიმართულების $6000$ ნ წევის ძალამ. რა მანძილს გაივლის ეს ავტომობილი პირველ $4$ წამში? წინააღმდეგობის ძალებს ნუ გაითვალისწინებთ.",
    options: ["$36$ მ", "$32$ მ", "$28$ მ", "$26$ მ", "$24$ მ"],
    correct: 1,
    tags: []
  },
  // #12
  {
    question: "ერთმა და იმავე წევის ძალამ $4$ ტ მასის დაუტვირთავ ავტომობილს მოდულით $0{,}9$ მ/წმ$^2$ აჩქარება მიანიჭა, ხოლო დატვირთულს (იგივე ავტომობილს) $0{,}8$ მ/წმ$^2$. განსაზღვრეთ ავტომობილის ტვირთის მასა. ჩათვალეთ, რომ ავტომობილზე მხოლოდ წევის ძალა მოქმედებდა.",
    options: ["$1200$ კგ", "$1000$ კგ", "$800$ კგ", "$600$ კგ", "$500$ კგ"],
    correct: 4,
    tags: []
  },
  // #13
  {
    question: "ჰორიზონტალურ ზედაპირზე უძრავად მოთავსებულ $5$ კგ მასის ძელს მოსდეს ზედაპირის პარალელური $15$ ნ ძალა. $8$ მ-ის გავლის შემდეგ ძალის მიმართულება საპირისპიროთი შეცვალეს (ძალის მოდული ისევ არის $15$ ნ). ამ მომენტიდან რა დროში გაჩერდება ძელი, თუ ხახუნის კოეფიციენტი ძელსა და ზედაპირს შორის არის $0{,}2$? $g \\approx 10$ მ/წმ$^2$.",
    options: ["$0{,}8$ წმ", "$1{,}2$ წმ", "$1{,}6$ წმ", "$2$ წმ", "$2{,}4$ წმ"],
    correct: 0,
    tags: []
  },
  // #14
  {
    question: "მაგიდის ჰორიზონტალურ ზედაპირზე ძევს $400$ გ მასის წიგნი. როგორც ვიცით დედამიწა იზიდავს ამ წიგნს $F_{სიმ} = mg = 4$ ნ ძალით. მაშინ წიგნი იზიდავს დედამიწას",
    options: ["$4$ ნ ძალით, ნიუტონის I კანონის თანახმად", "$0$ ნ ძალით, ნიუტონის I კანონის თანახმად", "$4$ ნ ძალით, ნიუტონის II კანონის თანახმად", "$4$ ნ ძალით, ნიუტონის III კანონის თანახმად", "$0$ ნ ძალით, ნიუტონის III კანონის თანახმად"],
    correct: 3,
    tags: []
  },
  // #15
  {
    question: "ცნობილია, რომ დედამიწის მასა $81$ ჯერ მეტია მთვარის მასაზე. მანძილი დედამიწის ცენტრსა და მთვარის ცენტრს შორის არის $60R$, სადაც $R$ დედამიწის რადიუსია. დედამიწის და მთვარის შემაერთებელ მონაკვეთზე დედამიწის ცენტრიდან რა მანძილზე უნდა იყოს ხომალდი, რომ მასზე მოქმედი მთვარის მიზიდულობის და დედამიწის მიზიდულობის ძალები ერთმანეთს აწონასწორებდნენ?",
    options: ["$44R$", "$48R$", "$52R$", "$54R$", "$56R$"],
    correct: 3,
    tags: []
  },
  // #16
  {
    image: "physics-quizzes/class-9/images/image2.png",
    question: "$a$ გვერდის მქონე კვადრატის ორ მოპირდაპირე წვეროში მოთავსებულია $\\sqrt{2}m$ მასის მცირე ზომის ორი ერთგვაროვანი ბირთვი, მესამე წვეროში კი $m$ მასის ნივთიერი წერტილი. ამ ნივთიერი წერტილიდან რა $x$ მანძილზე უნდა მოვათავსოთ $m$ მასის ბირთვი, რომ ნივთიერი წერტილი წონასწორობაში იყოს?",
    options: ["$\\frac{\\sqrt{2}}{2}a$", "$a$", "$\\sqrt{2}a$", "$\\frac{a}{2}$", "$\\frac{\\sqrt{2}}{4}a$"],
    correct: 0,
    tags: []
  },
  // #17
  {
    question: "განსაზღვრეთ პლანეტის ზედაპირზე თავისუფალი ვარდნის აჩქარება, თუ ამ პლანეტის სიმკვრივე $2$ ჯერ აღემატება დედამიწის სიმკვრივეს, რადიუსი კი $2$ ჯერ აღემატება დედამიწის რადიუსს. დედამიწის ზედაპირზე თავისუფალი ვარდნის აჩქარებაა $g$.",
    options: ["$12g$", "$8g$", "$2g$", "$16g$", "$4g$"],
    correct: 4,
    tags: []
  },
  // #18
  {
    question: "სხეული საწყისი სიჩქარის გარეშე თავისუფლად ვარდება გარკვეული სიმაღლიდან. რა დროის განმავლობაში ვარდებოდა სხეული, თუ მან ვარდნის ბოლო $2$ წმ-ში $90$ მ გაიარა? $g \\approx 10$ მ/წმ$^2$",
    options: ["$5$ წმ", "$5{,}5$ წმ", "$6$ წმ", "$6{,}5$ წმ", "$7$ წმ"],
    correct: 1,
    tags: []
  },

  // #19
  {
    question: "მინიატურულმა რაკეტამ დაიწყო მოძრაობა ვერტიკალურად ზევით $90$ მ/წმ$^2$ აჩქარებით. $1$ წამის შემდეგ საწვავი დაიწვა და რაკეტამ გააგრძელა მოძრაობა მხოლოდ სიმძიმის ძალის მოქმედებით. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ და განსაზღვრეთ, მოძრაობის დაწყებიდან რა დროში ავა რაკეტა მაქსიმალურ სიმაღლეზე. $g \\approx 10$ მ/წმ$^2$",
    options: ["$12$ წმ", "$8$ წმ", "$16$ წმ", "$18$ წმ", "$10$ წმ"],
    correct: 4,
    tags: []
  },
  // #20
  {
    question: "ერთი და იგივე სიმაღლიდან ტოლი, $5$ მ/წმ სიჩქარეებით გაისროლეს ორი ქვა. ერთი ვერტიკალურად ზევით, მეორე ვერტიკალურად ქვევით. ქვევით გასროლილი ქვა დავარდა $2$ წმ-ში. ასროლის შემდეგ რა დროში დავარდა მეორე ქვა? $g \\approx 10$ მ/წმ$^2$.",
    options: ["$3$ წმ", "$3{,}5$ წმ", "$4$ წმ", "$4{,}5$ წმ", "$5$ წმ"],
    correct: 0,
    tags: []
  },
  // #21
  {
    question: "ცათამბჯენის აივნიდან, დედამიწის ზედაპირიდან $80$ მ სიმაღლიდან, სათამაშო დამბაჩით ჰორიზონტალურად გაისროლეს „ტყვია“. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ და განსაზღვრეთ „ტყვიის“ გასროლის სიჩქარე, თუ დედამიწაზე დაცემის მომენტში მისი სიჩქარე იყო $50$ მ/წმ. $g \\approx 10$ მ/წმ$^2$.",
    options: ["$10$ მ/წმ", "$15$ მ/წმ", "$25$ მ/წმ", "$30$ მ/წმ", "$40$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // #22
  {
    question: "წყალმომარაგების მილს გაუჩნდა $1$ სმ$^2$ ფართობის ნახვრეტი, რომლიდანაც წყლის ჭავლი $10$ მ/წმ სიჩქარით ჰორიზონტალურად გამოედინება. განსაზღვრეთ ჰაერში არსებული წყლის მასა, თუ ნახვრეტი დედამიწის ზედაპირიდან $20$ მ სიმაღლეზეა. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ. წყლის სიმკვრივეა $1000$ კგ/მ$^3$. $g \\approx 10$ მ/წმ$^2$.",
    options: ["$1$ კგ", "$1,5$ კგ", "$2$ კგ", "$2,5$ კგ", "$3$ კგ"],
    correct: 2,
    tags: []
  },
  // #23
  {
    task:"დედამიწის ზედაპირიდან $20\\sqrt{2}$ მ/წმ სიჩქარით და ჰორიზონტისადმი $45^\\circ$ კუთხით გაისროლეს ქვა. ჰაერის წინააღმდეგობა არ გაითვალისწინოთ და უპასუხეთ $N23$, $N24$ და $N25$ კითხვებს. $g \\approx 10$ მ/წმ$^2$.",
    question: "გასროლის მომენტიდან რა დროში დაეცემა ქვა დედამიწაზე?",
    options: ["$2$ წმ", "$3$ წმ", "$4$ წმ", "$5$ წმ", "$6$ წმ"],
    correct: 2,
    tags: []
  },
  // #24
  {
    question: "გასროლის წერტილიდან რა მანძილზე დაეცემა ქვა დედამიწის ზედაპირს?",
    options: ["$80$ მ", "$40$ მ", "$30$ მ", "$25$ მ", "$20$ მ"],
    correct: 0,
    tags: []
  },
  // #25
  {
    question: "რა მაქსიმალურ სიმაღლეს მიაღწევს ქვა?",
    options: ["$25$ მ", "$15$ მ", "$40$ მ", "$10$ მ", "$20$ მ"],
    correct: 4,
    tags: []
  }
];
