const quizData = [
  // 1
  {
    question: "ნივთიერი წერტილის კოორდინატები $SI$ სისტემის ერთეულებში იცვლება კანონით $x=40-6t,$ $y=-60+12t.$ რა მანძილით იქნება დაშორებული ეს ნივთიერი წერტილი კოორდინატთა სათავიდან დროის ათვლის დაწყებიდან $15$ წამის შემდეგ?",
      options: ["$50\\ \\text{მ}$", "$60\\ \\text{მ}$", "$70\\ \\text{მ}$", "$120\\ \\text{მ}$", "$130\\ \\text{მ}$"],

  correct: 4,
    tags: []
  },
  // 2
  {
    question: "წრფივად და თანაბარაჩქარებულად მოძრავმა სხეულმა $5$მ მანძილზე გაზარდა სიჩქარე $5$მ/წმ-დან $15$მ/წმ-მდე. განსაზღვრეთ სხეულის აჩქარება.",
    options: ["$5\\text{მ/წმ}^2$", "$10\\text{მ/წმ}^2$", "$15\\text{მ/წმ}^2$", "$20\\text{მ/წმ}^2$", "$25\\text{მ/წმ}^2$"],
  correct: 3,
    tags: []
  },
  // 3
  {
    question: "პირველი სხეული გაისროლეს $60$მ/წმ სიჩქარით ჰორიზონტისადმი $45^{\\circ}$ კუთხით, მეორე $20$მ/წმ სიჩქარით ჰორიზონტისადმი $30^{\\circ}$ კუთხით. განსაზღვრეთ პირველი სხეულის ფრენის სიშორის შეფარდება მეორე სხეულის ფრენის სიშორესთან. ჰაერის წინააღმდეგობა არ გაითვალისწინოთ.",
    options: ["$8\\sqrt{3}$", "$6\\sqrt{3}$", "$5\\sqrt{3}$", "$4\\sqrt{3}$", "$3\\sqrt{3}$"],
 correct: 1,
    tags: []
  },
  // 4
  {
    question: "მეტროს ესკალატორს მასზე ქვემოთ მოძრავი ადამიანი $60$ წმ-ში ჩამოჰყავს. თუ ადამიანი $2$ ჯერ გაზრდის საკუთარ სიჩქარეს, მაშინ იგი $40$ წმ-ში ჩამოვა. რა დროში ჩამოიყვანს ესკალატორი მასზე უძრავად მდგომ ადამიანს?",
      options: ["$90\\ \\text{წმ}$", "$100\\ \\text{წმ}$", "$110\\ \\text{წმ}$", "$120\\ \\text{წმ}$", "$130\\ \\text{წმ}$"],
 correct: 3,
    tags: []
  },
  // 5
  {
    question: "ორი თანამგზავრი ბრუნავს დედამიწის გარშემო წრიულ ორბიტებზე. პირველი თანამგზავრი ბრუნავს $V$ სიჩქარით $R$ რადიუსის ორბიტაზე. განსაზღვრეთ მეორე თანამგზავრის სიჩქარე, თუ ის ბრუნავს $4R$ რადიუსის ორბიტაზე.",
     options: ["$\\frac{V}{4}$", "$\\frac{V}{2}$", "$2V$", "$4V$", "$16V$"],
 correct: 1,
    tags: []
  },
  // 6
  {task:"$60$კგ მასის ადამიანი დგას ჭოჭონაქზე გადაკიდებულ $10$კგ მასის ბაქანზ. სისტემა წონასწორობაშია. ჩათვალეთ, რომ $g=10$მ/წმ$^2$ და უპასუხეთ $N6$ და $N7$ კითხვებს: ",
   image: "physics-quizzes/class-9/images/image-1.png",
    question: "რა ძალით აწვება ადამიანი ბაქანს?",
     options: ["$250\\ \\text{ნ}$", "$225\\ \\text{ნ}$", "$200\\ \\text{ნ}$", "$175\\ \\text{ნ}$", "$150\\ \\text{ნ}$"],
 correct: 0,
    tags: []
  },
  // 7
  {image: "physics-quizzes/class-9/images/image-1.png",
    question: "ადამიანმა თოკზე მოქმედი ძალა ისე შეცვალა (მუხლებში მოუხრელად დაქაჩა თოკს), რომ მისი მხრიდან ბაქანზე დაწოლის ძალა $300$ ნ გახდა. რა აჩქარება შეიძინა ამ დროს ბაქანმა?",
   options: ["$0{,}5\\text{მ/წმ}^2$", "$1\\text{მ/წმ}^2$", "$1{,}5\\text{მ/წმ}^2$", "$2\\text{მ/წმ}^2$", "$2{,}5\\text{მ/წმ}^2$"],
 correct: 3,
    tags: []
  },
  // 8
  {
    question: "მოძრაობისას, ნავზე მოქმედი წინააღმდეგობის ძალა ნავის სიჩქარის პროპორციულია. ცნობილია, რომ როდესაც ნავი მოძრაობს მუდმივი $4$ მ/წმ სიჩქარით, ის ამ დროს ავითარებს $800$ ვტ სიმძლავრეს. რა მუდმივი სიჩქარით უნდა იმოძრაოს ნავმა, რათა ამ დროს $1800$ ვტ სიმძლავრე განავითაროს?",
      options: ["$5\\ \\text{მ/წმ}$", "$5{,}5\\ \\text{მ/წმ}$", "$6\\ \\text{მ/წმ}$", "$6{,}5\\ \\text{მ/წმ}$", "$8\\ \\text{მ/წმ}$"],
 correct: 2,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-9/images/image-2.png",
    question: "გლუვ ჰორიზონტალურ ზედაპირზე მოძრავი $0{,}5$მ სიგრძის ერთგვაროვანი ძელაკი $2$მ/წმ სიჩქარით მართობულად უახლოვდება $L = 0{,}5$მ სიგანის მქისე უბანს. მქისე უბნის გავლის შემდეგ ძელაკის სიჩქარე გახდა $1$მ/წმ განსაზღვრეთ ხახუნის კოეფიციენტი ძელაკსა და მქისე უბნის ზედაპირს შორის. $g\\approx10$მ/წმ$^2$",
       options: ["$0{,}2$", "$0{,}3$", "$0{,}4$", "$0{,}5$", "$0{,}6$"],

 correct: 1,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-9/images/image-3.png",
    task:"$m_1=350$ გ და $m_2=250$ გ მასების გადაბმული ძელაკები მოძრაობენ ჰორიზონტალურ ზედაპირზე, პირველ ძელაკზე მოდებული $F=6$ ნ ჰორიზონტალური ძალის მოქმედებით. ხახუნის კოეფიციენტი ძელაკებსა და ზედაპირს შორის არის $0{,}3$. ჩათვალეთ, რომ $g\\approx10$მ/წმ$^2$ და უპასუხეთ $N10$ და $N11$ კითხვებს: ",
    question: "განსაზღვრეთ ძელაკების შემაერთებელი თოკის დაჭიმულობის ძალა",
   options: ["$2{,}5\\ \\text{ნ}$", "$3\\ \\text{ნ}$", "$3{,}5\\ \\text{ნ}$", "$4\\ \\text{ნ}$", "$4{,}5\\ \\text{ნ}$"],

    correct: 0,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-9/images/image-3.png",
    question: "რა აჩქარებით მოძრაობენ ძელაკები?",
     options: ["$5{,}5\\text{მ/წმ}^2$", "$6\\text{მ/წმ}^2$", "$6{,}5\\text{მ/წმ}^2$", "$7\\text{მ/წმ}^2$", "$7{,}5\\text{მ/წმ}^2$"],
 correct: 3,
    tags: []
  },
  // 12
  {task:"$1$მ სიგრძის და $60$სმ სიმაღლის დახრილი სიბრტყის ქვედა წერტილში მდებარე ძელაკს მიანიჭეს სიბრტყის პარალელური ზევით მიმართული სიჩქარე. $80$სმ მანძილის გავლის შემდეგ მისი სიჩქარე განულდა და დაუყონებლიც უკან დაიწყო ჩამოსრიალება. ჩამოსრიალებას ძელაკმა $\\sqrt{5}$ ჯერ მეტი დრო მოანდომა, ვიდრე ასრიალებას. ჩათვალეთ, რომ $g\\approx10$მ/წმ$^2$ და უპასუხეთ $N12, N13$ და $N14$ კითხვებს: ",
    question: "განსაზღვრეთ ხახუნის კოეფიციენტი სიბრტყესა და ძელაკს შორის",
    options: ["$0{,}2$", "$0{,}3$", "$0{,}4$", "$0{,}5$", "$0{,}6$"],

    correct: 3,
    tags: []
  },
  // 13
  {
    question: "რა საწყისი სიჩქარე მიანიჭეს ძელაკს?",
    options: ["$4{,}5\\ \\text{მ/წმ}$", "$4\\ \\text{მ/წმ}$", "$3{,}5\\ \\text{მ/წმ}$", "$3\\ \\text{მ/წმ}$", "$2{,}5\\ \\text{მ/წმ}$"],
 correct: 1,
    tags: []
  },
  // 14
  {
    question: "რა დრო მოანდომა ძელაკმა ზემოთ ასრიალებას (მოძრაობის დაწყებიდან გაჩერებამდე)?",
    options: ["$0{,}2\\ \\text{წმ}$", "$0{,}3\\ \\text{წმ}$", "$0{,}4\\ \\text{წმ}$", "$0{,}5\\ \\text{წმ}$", "$0{,}6\\ \\text{წმ}$"],
 correct: 2,
    tags: []
  },
  // 15
  {
    question: "რა მაქსიმალური სიჩქარით შეუძლია დაბალ სპორტულ ავტომობილს მოძრაობა ჰორიზონტალურ მოსახვევში, რომელიც წარმოადგენს $125$მ რადიუსის წრეწირის რკალს. ხახუნის კოეფიციენტი გზასა და ბორბლებს შორის არის $0{,}5$. ჩათვალეთ, რომ $g\\approx10$მ/წმ$^2$",
     options: ["$10\\text{მ/წმ}$", "$15\\text{მ/წმ}$", "$20\\text{მ/წმ}$", "$25\\text{მ/წმ}$", "$30\\text{მ/წმ}$"],

    correct: 3,
    tags: []
  },
  // 16
  {
    question: "$m$ მასის თავდაპირველად უძრავმა სხეულმა $F$ ძალის მოქმედებით $t$ დროის განმავლობაში შეიძინა $p$ იმპულსი. რა იმპულსს შეიძენდა $2m$ მასის თავდაპირველად უძრავი სხეული $2F$ ძალის მოქმედებით $3t$ დროის განმავლობაში?",
     options: ["$\\frac{p}{6}$", "$\\frac{2p}{3}$", "$\\frac{3p}{2}$", "$3p$", "$6p$"],
  correct: 4,
    tags: []
  },
  // 17
  {image: "physics-quizzes/class-9/images/image-4.png",
    question: "გლუვ ჰორიზონტალურ ზედაპირზე მოთავსებულ $1$ კგ და $3$ კგ მასების სხეულებს შორის, სხეულებზე მიუმაგრებლად, ჩადებულია $54$ ჯ ენერგიის შეკუმშული უმასო ზამბარა. სხეულებს აკავებენ ხელით. ისინი ერთდროულად გაათავისუფლეს. განსაზღვრეთ, რა სიჩქარეს შეიძენს $3$ კგ მასის სხეული.",
        options: ["$3\\ \\text{მ/წმ}$", "$4\\ \\text{მ/წმ}$", "$6\\ \\text{მ/წმ}$", "$9\\ \\text{მ/წმ}$", "$12\\ \\text{მ/წმ}$"],
 correct: 0,
    tags: []
  },
  // 18
  {
    question: "მუდმივი ძალის მოქმედებით უძრავი სხეული იწყებს თანაბარაჩქარებულ მოძრაობას. გზის გარკვეულ მონაკვეთზე მისი იმპულსი გაიზარდა $\\triangle P$ სიდიდით, რა დროსაც მოქმედმა ძალამ შეასრულა $A$ მუშაობა. იპოვეთ სხეულის საშუალო სიჩქარე გზის ამ მონაკვეთზე.",
    options: ["$\\frac{A}{\\Delta P}$", "$\\frac{2A}{\\Delta P}$", "$\\frac{A}{2\\Delta P}$", "$\\frac{A\\sqrt{2}}{\\Delta P}$", "$\\frac{A\\sqrt{2}}{2\\Delta P}$"],
 correct: 0,
    tags: []
  },
  // 19
  {image: "physics-quizzes/class-9/images/image-5.png",
    question: "ბურთულა $V$ სიჩქარით დაეცა გლუვ ჰორიზონტალურ ზედაპირს $45^{\\circ}$ კუთხით და აირეკლა მისგან $30^{\\circ}$ კუთხით. რა სიჩქარით აირეკლა ბურთულა?",
    options: ["$\\frac{V}{\\sqrt{3}}$", "$\\sqrt{\\frac{2}{3}}V$", "$\\frac{\\sqrt{3}}{4}V$", "$\\frac{\\sqrt{2}}{2}V$", "$\\frac{V}{2}$"],
 correct: 1,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-9/images/image-6.png",
    question: "მცირე ზომის $m$ მასის სხეული $H=2{,}5R$ სიმაღლიდან იწყებს მოძრაობას $R$ რადიუსის გლუვ მკვდარ მარყუჟზე. განსაზღვრეთ მარყუჟის მხრიდან სხეულზე მოქმედი რეაქციის ძალა, როდესაც სხეული იმყოფება მარყუჟის წრიულ უბანზე $1{,}5R$ სიმაღლეზე",
   options: ["$0{,}5mg$", "$mg$", "$1{,}5mg$", "$2mg$", "$2{,}5mg$"],
  correct: 2,
    tags: []
  },
  // 21
  {image: "physics-quizzes/class-9/images/image-7.png",
    task:"უძრავ ჭოჭონაქზე გადაკიდებულ უჭიმვად ძაფზე ჩამოკიდებულია $m_1=0{,}1$ კგ მასისა და $m_2=0{,}2$ კგ მასის ცილინდრები, რომელთა სიმაღლეებია $h_1=60$ სმ და $h_2=20$ სმ. თავდაპირველად ცილინდრები უძრავია ნახატზე ნაჩვენებ მდებარეობებში. სისტემა გაათავისუფლეს და მან დაიწყო მოძრაობა. ჩათვალეთ, რომ $g\\approx10$მ/წმ$^2$ და უგულებელყავით ჭოჭონაქის და ძაფის მასები, აგრეთვე ხახუნის ძალები. უპასუხეთ $N21$ და $N22$ კითხვებს: ",
    question: "განსაზღვრეთ ძაფის დაჭიმულობის ძალა სისტემის გათავისუფლების შემდეგ",
     options: ["$3\\ \\text{ნ}$", "$3{,}5\\ \\text{ნ}$", "$4\\ \\text{ნ}$", "$4{,}5\\ \\text{ნ}$", "$5\\ \\text{ნ}$"],

    correct: 0,
    tags: []
  },
  // 22
  {image: "physics-quizzes/class-9/images/image-7.png",
    question: "განსაზღვრეთ, რა დროში ჩაუვლიან ცილინდრები ერთმანეთს",
     options: ["$0{,}2\\ \\text{წმ}$", "$0{,}25\\ \\text{წმ}$", "$0{,}3\\ \\text{წმ}$", "$0{,}35\\ \\text{წმ}$", "$0{,}4\\ \\text{წმ}$"],
 correct: 4,
    tags: []
  },
  // 23
  {task:"გლუვ ჰორიზონტალურ ზედაპირზე მოთავსებული $0{,}8$კგ მასის ძელაკი $100$ ნ/მ სიხისტის ზამბარით მიმაგრებულია კედელთან. თავიდან ძელაკი უძრავია, ხოლო ზამბარა არაა დეფორმირებული. ამ ძელაკს ეჯახება და ეწებება ზამბარის გასწვრივ $3$მ/წმ სიჩქარით მოძრავი $0{,}2$ კგ მასის მეორე ძელაკი. დაჯახების პროცესში ზამბარა ვერ ასწრებს შეკუმშვას. უპასუხეთ $N23, N24$ და $N25$ კითხვებს: ",
    image: "physics-quizzes/class-9/images/image-8.png",
    question: "განსაზღვრეთ ძელაკების სიჩქარე მათი შეწებების შემდეგ, სანამ ზამბარამ შეკუმშვა დაიწყო",
      options: ["$2{,}4\\ \\text{მ/წმ}$", "$1{,}2\\ \\text{მ/წმ}$", "$0{,}8\\ \\text{მ/წმ}$", "$0{,}6\\ \\text{მ/წმ}$", "$0{,}4\\ \\text{მ/წმ}$"],
 correct: 3,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image-8.png",
    question: "განსაზღვრეთ ზამბარას მაქსიმალური შეკუმშვა",
    options: ["$4\\ \\text{სმ}$", "$6\\ \\text{სმ}$", "$8\\ \\text{სმ}$", "$10\\ \\text{სმ}$", "$12\\ \\text{სმ}$"],

    correct: 1,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-9/images/image-8.png",
    question: "განსაზღვრეთ შეწებებული ძელაკების სიჩქარე, როდესაც ზამბარა შეკუმშულია $2$სმ-ით",
     options: ["$0{,}2\\sqrt{2}\\ \\text{მ/წმ}$", "$0{,}3\\sqrt{2}\\ \\text{მ/წმ}$", "$0{,}4\\sqrt{2}\\ \\text{მ/წმ}$", "$0{,}5\\sqrt{2}\\ \\text{მ/წმ}$", "$0{,}6\\sqrt{2}\\ \\text{მ/წმ}$"],
  correct: 2,
    tags: []
  }
];