const quizData = [

  // 1
  {
    image: "physics-quizzes/class-9/images/image.1.png",
    question: "ცნობილია, რომ $M$ მასის პლანეტის ცენტრის გარშემო $m$ მასის ხელოვნური თანამგზავრის ელიფსურ ორბიტაზე ბრუნვისას თანამგზავრის სრული მექანიკური ენერგია განისაზღვრება ფორმულით $E_{სრ} = -\\frac{G M m}{2a}$, სადაც $G$-გრავიტაციული მუდმივაა $a$-ელიფსური ორბიტის დიდი ნახევარღერძი. პლანეტის გრავიტაციული პარამეტრი $GM = 4 \\cdot 10^{13} ნ \\cdot მ^2$. უმცირესი მანძილი პლანეტის ცენტრსა და თანამგზავრს შორის არის: $10^7 მ$, უდიდესი: $3 \\cdot 10^7 მ$. განსაზღვრეთ: <br><br> ა) თანამგზავრის ბრუნვის პერიოდი  <br><br> ბ) თანამგზავრის მაქსიმალური სიჩქარე  <br><br> გ) კუთხე თანამგზავრის სიჩქარის ვექტორსა და მის რადიუს-ვექტორს შორის დროის იმ მომენტში, როდესაც მანძილი თანამგზავრსა და პლანეტის ცენტრს შორის არის $2 \\cdot 10^7 მ$.",
    options: [],
    tags: []
  },

  // 2
  {
    question: "$M$ მასის პლანეტის რადიუსია $R = 10^7 მ$. ამავე პლანეტის გრავიტაციული პარამეტრი $GM = 10^{15} ნ \\cdot მ^2$, სადაც $G$-გრავიტაციული მუდმივაა. გამოიყვანეთ შესაბამისი ფორმულები და გამოთვალეთ:  <br><br> ა) თავისუფალი ვარდნის აჩქარება პლანეტის ზედაპირზე  <br><br> ბ) პირველი კოსმოსური სიჩქარე ამ პლანეტისთვის  <br><br> გ) მეორე კოსმოსური სიჩქარე ამ პლანეტისთვის.",
    options: [],
    tags: []
  },

  // 3
  {
    question: "ჭერზე მიბმულ $1 მ$ სიგრძის და $0{,}1 სმ^2$ განივკვეთის ფართობის მსუბუქ ალუმინის მავთულზე დაკიდეს $7 კგ$ მასის სხეული. ალუმინის იუნგის მოდულია $7 \\cdot 10^{10} ნ/მ^2$. ჩათვალეთ, რომ $g \\approx 10 მ/წმ^2$ და განსაზღვრეთ:  <br><br> ა) მავთულის სიხისტე $k$ <br><br> ბ) მავთულის აბსოლუტური წაგრძელება $\\Delta \\ell$  <br><br> გ) მავთულში აღძრული მექანიკური ძაბვა $\\sigma$.",
    options: [],
    tags: []
  },

  // 4
  {image: "physics-quizzes/class-9/images/image.2.png",
    question: "გასრიალების ზღვარზე მყოფი კიბე, რომლის მასათა ცენტრი მის შუაშია, ვერტიკალურ კედელს და იატაკს ეყრდნობა. ჩათვალეთ, რომ $g \\approx 10 მ/წმ^2$. ქვემოთ მოცემულ (ა), (ბ) და (გ) დავალებებში მოცემული პირობები ურთიერთდამოუკიდებლად ჩათვალეთ და:  <br><br> ა) განსაზღვრეთ ხახუნის ძალა კიბესა და იატაკს შორის, თუ კიბის მასაა $6 კგ$, კედელი გლუვია და კუთხე კედელსა და კიბეს შორის არის $30^\\circ$.  <br><br> ბ) განსაზღვრეთ კუთხე კედელსა და კიბეს შორის, თუ კედელი გლუვია და ხახუნის კოეფიციენტი იატაკსა და კიბეს შორის არის $\\frac{\\sqrt{3}}{6}$.  <br><br> გ) განსაზღვრეთ კუთხე კედელსა და კიბეს შორის, თუ ხახუნის კოეფიციენტები კიბესა და კედელს შორის და კიბესა და იატაკს შორის ერთმანეთის ტოლია და არის $\\sqrt{2} - 1$.",
    options: [],
    tags: []
  },

  // 5
  {image: "physics-quizzes/class-9/images/image.3.png",
    question: "ჰორიზონტალურ ზედაპირზე მოთავსებული $1 მ$ სიმაღლის კასრი გავსებულია წყლით. ფუძიდან $0{,}2 მ$ სიმაღლეზე კასრს გაუკეთეს $5 მმ^2$ განივკვეთის ფართობის ნახვრეტი, საიდანაც წყალი ჰორიზონტალურად გამოდის. უპასუხეთ კითხვებს ($g \\approx 10 მ/წმ^2$): <br><br> ა) რა სიჩქარით გამოდის წყლის ჭავლი კასრიდან? <br><br> ბ) კასრის ფუძიდან რა მანძილზე ესხმევა წყალი ზედაპირს?  <br><br> გ) რა მინიმალური მოცულობის წყალი უნდა ისხმებოდეს კასრში ყოველწამს, რომ კასრი სულ გავსებული რჩებოდეს?",
    options: [],
    tags: []
  }

];