const quizData = [
  // 1
  {
    question: "დაწერეთ $y = \\sqrt{x - 2}, \\ x \\geq 4$ ფუნქციის შექცეული ფუნქციის განტოლება.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "გაამარტივეთ და იპოვეთ გამოსახულების მნიშვნელობა, თუ $x = 16; \\, y = \\frac{1}{4}$:\n$$\n\\frac{x - y}{x^{3/4} - x^{1/2} \\cdot y^{1/4}} \\cdot\n\\frac{x^{1/2}y^{1/4} + x^{1/4} \\cdot y^{1/2}}{x^{1/2} + y^{1/2}} \\cdot\n\\frac{x^{1/2}y^{-1/4}}{x^{1/2} + 2x^{1/4} \\cdot y^{1/4} + y^{1/2}}\n$$",
    options: [],
    tags: []
  },
  // 3
  {
    question: "გაამარტივეთ $\\sqrt[4]{a^5\\sqrt[3]{a^4}} \\cdot \\sqrt[4]{a^2\\sqrt[3]{a^{-1}}}$ გამოსახულება.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "ამოხსენით განტოლება: <br><br> ა) $(5x + 1)^{\\frac{1}{3}} + (5x + 1)^{\\frac{1}{6}} = 6$; $\\hspace{2cm}$ ბ) $\\sqrt{x + 2\\sqrt{x - 1}} + \\sqrt{x - 2\\sqrt{x - 1}} = 2$",
    options: [],
    tags: []
  },
  // 5
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა ის მნიშვნელობა, რომელთათვისაც \n$\\sqrt{-x^2 + 2(a - 1)x - a + 1}$ გამოსახულებას აზრი არ აქვს $x$-ის არც ერთი მნიშვნელობისთვის.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "ა) ააგეთ $y = [\\sqrt{x}]$ ფუნქციის გრაფიკი; <br><br> ბ) ააგეთ $y = \\frac{3 - |x|}{|x| - 1}$ ფუნქციის გრაფიკი და დაადგინეთ, $a$ პარამეტრის თითოეული მნიშვნელობისთვის, რამდენი ამონახსნი ექნება $\\frac{3 - |x|}{|x| - 1} = a$ განტოლებას.",
    options: [],
    tags: []
  },
  // 7
  {
    question: "$ABCDE$ წესიერ ხუთკუთხედში აღებულია $M$ წერტილი. იპოვეთ $AMC$ კუთხე, თუ ცნობილია, რომ სამკუთხედი $DEM$ ტოლგვერდაა.",
    options: [],
    tags: []
  },
  // 8
  {
    question: "კუთხე წესიერ $n$-კუთხედში ჩახაზულ წრეწირის იმ რადიუსებს შორის, რომლებიც გავლებულია მრავალკუთხედის მეზობელ გვერდებთან შეხების წერტილებში $20^\\circ$-ია. იპოვეთ $n$.",
    options: [],
    tags: []
  },
  // 9
  {
    image: "math/class-9/images/image3.png",
    question: "$ABCD$ კვადრატის გვერდებზე, როგორც დიამეტრებზე აგებულია ნახევარწრეწირები (იხ. ნახაზი). იპოვეთ გამუქებული ფიგურის ფართობი, თუ კვადრატის გვერდის სიგრძე $a$-ს ტოლია.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "იპოვეთ წესიერი ექვსკუთხედის ფართობის შეფარდება მასში ჩახაზული წრის ფართობთან.",
    options: [],
    tags: []
  }
];
