const quizData = [
  //1
  {
    image: "math/class-9/images/image5.png",
    question: "ნახაზზე მოცემულია პარაბოლის ფრაგმენტი. იპოვეთ მისი წვეროს ორდინატა.",
    options: ["$2$", "$3$", "$3{,}5$", "$4$", "$4{,}5$", "$5$"],
    correct: 3,
    tags: []
  },

  //2
  {
    question: "$0{,}0016^{-0{,}75} - 0{,}04^{-0{,}5} + 0{,}216^{-\\frac{2}{3}}$",
    options: ["$100$", "$120$", "$122\\frac{7}{9}$", "$125\\frac{2}{5}$", "$125$", "$130\\frac{4}{9}$"],
    correct: 2,
    tags: []
  },

  //3
  {
    question: "$\\frac{(x^2 - 10x + 21)(x - 7)(x + 1)}{|x - 2|} \\leq 0$ უტოლობის მთელ ამონახსენთა რაოდენობაა:",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 4,
    tags: []
  },

  //4
  {
    question: "$y = f(x)$ კენტ ფუნქციას შვიდი ნული აქვს. იპოვეთ $f(0)$.",
    options: ["$3$", "$2$", "$1$", "$0$", "$-1$", "$-2$"],
    correct: 3,
    tags: []
  },

  //5
  {
    question: "გამოთვალეთ $(\\frac{1}{\\sqrt[4]{a}-1} - \\frac{\\sqrt[4]{a}+1}{\\sqrt{a}}) \\div \\frac{1}{a - 2\\sqrt[4]{a^3} + \\sqrt{a}}$, თუ $a = \\sqrt{2}$.",
    options: ["$\\sqrt[8]{2} - 1$", "$1 - \\sqrt{2}$", "$\\sqrt[4]{2} + 1$", "$\\sqrt{2} - 1$", "$\\sqrt[6]{a} + 2$", "$2\\sqrt{2} - 0{,}5$"],
    correct: 0,
    tags: []
  },

  //6
  {
    question: "იპოვეთ $x_n = 2n^2 - 19n + 5$ მიმდევრობის უმცირესი წევრი.",
    options: ["$-50$", "$-40$", "$-30$", "$-25$", "$-15$", "$-20$"],
    correct: 1,
    tags: []
  },

  //7
  {
    question: "იპოვეთ $y = \\frac{1}{2x+1}$ ფუნქციის შექცეული ფუნქცია.",
    options: ["$y = \\frac{1}{2x - 1}$", "$y = \\frac{x}{x+1}$", "$y = \\frac{x+2}{2x - 1}$", "$y = \\frac{1 - x}{2x}$", "$y = \\frac{x+1}{x - 1}$", "$y = \\frac{x+1}{2x}$"],
    correct: 3,
    tags: []
  },

  //8
  {
    question: "$\\sqrt[5]{x^2 \\sqrt[6]{x^{-13}}}$ =",
    options: ["$\\sqrt[30]{x^{-11}}$", "$x^{ - \\frac{1}{30}}$", "$\\\sqrt[30]{x^{-9}}$", "$x^{\\frac{1}{30}}$", "$\\sqrt[5]{x^{-11}}$", "$x^{-\\frac{3}{30}}$"],
    correct: 1,
    tags: []
  },

  //9
  {
    question: "$11^{43}$-ის $7$-ზე გაყოფით მიღებული ნაშთია:",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 3,
    tags: []
  },

  //10
  {
    question: "$y$-ის რა მნიშვნელობებისთვის იქნებიან $y^2 - 2y$, $3y + 5$, $4y + 13$ და $2y^2 - y + 25$ გამოსახულებათა მნიშვნელობები არითმეტიკული პროგრესიიის მომდევნო წევრები?",
    options: ["$7$", "$6$", "$8$", "$4$", "$3$", "$1$"],
    correct: 5,
    tags: []
  },
  
  //11
  {
    question: "იპოვეთ არითმეტიკული პროგრესიიის პირველი ოცი წევრის ჯამი, თუ $a_5 + a_{10} + a_{12} + a_{15} = 50$",
    options: ["$150$", "$200$", "$250$", "$270$", "$300$", "$350$"],
    correct: 2,
    tags: []
  },

  //12
  {
    question: "იპოვეთ არითმეტიკული პროგრესიიის პირველი წევრი და სხვაობა, თუ პირველი $n$ წევრის საშუალო არითმეტიკული, $n$-ს ნებისმიერი მნიშვნელობისთვის, ამავე წევრთა რაოდენობის ტოლია.",
    options: ["$a_1 = 2; d = 2$", "$a_1 = 1; d = 2$", "$a_1 = 3; d = 1$", "$a_1 = 0{,}5; d = 3$", "$a_1 = -2; d = 1$", "$a_1 = 2; d = -1$"],
    correct: 1,
    tags: []
  },

  //13
  {
    question: "სამი რიცხვის ჯამი, რომლებიც გეომეტრიულ პროგრესიას ადგენენ, $26$-ის ტოლია. თუ ამ რიცხვებს დავუმატებთ შესაბამისად $1$-ს, $6$-ს და $3$-ს, მაშინ მიღებული რიცხვები შეადგენენ არითმეტიკულ პროგრესიას. იპოვეთ თავდაპირველი რიცხვების ნამრავლი.",
    options: ["$210$", "$212$", "$214$", "$216$", "$218$", "$224$"],
    correct: 3,
    tags: []
  },

  //14
  {
    question: "იპოვეთ ალბათობა იმისა, რომ ორი კამათლის გაგორებისას მოსულ ქულათა ჯამი $8$-ის ტოლია.",
    options: ["$\\frac{2}{36}$", "$\\frac{3}{36}$", "$\\frac{4}{36}$", "$\\frac{5}{36}$", "$\\frac{6}{36}$", "$\\frac{7}{36}$"],
    correct: 3,
    tags: []
  },

  //15
  {
    question: "$[-2;4]$ მონაკვეთზე შემთხვევით იღებენ ორ რიცხვს. რას უდრის იმის ალბათობა, რომ მათი ჯამი $1$-ზე ნაკლები იქნება?",
    options: ["$\\frac{1}{2}$", "$\\frac{25}{72}$", "$\\frac{5}{6}$", "$\\frac{25}{36}$", "$\\frac{7}{16}$", "$\\frac{5}{36}$"],
    correct: 1,
    tags: []
  },

  //16
  {
    question: "მოცემულია $ABCDE$ წესიერი ხუთკუთხედი. ხუთკუთხედის შიგა არეში აღებულია $M$ წერტილი ისე, რომ $DEM$ სამკუთხედი ტოლგვერდაა. იპოვეთ $\\angle AMC$.",
    options: ["$120^{\\circ}$", "$130^{\\circ}$", "$135^{\\circ}$", "$160^{\\circ}$", "$168^{\\circ}$", "$175^{\\circ}$"],
    correct: 4,
    tags: []
  },

  //17
  {
    question: "$ABC$ სამკუთხედის $B$ შიგა კუთხის ბისექტრისა $AC$ წრფეს $D$ წერტილში კვეთს. იპოვეთ $D$ წერტილის კოორდინატები, თუ $A(1;-5)$, $B(0;-2)$, $C(3;7)$.",
    options: ["$(-1; 2{,}3)$", "$(-2; 2{,}5)$", "$(1{,}5; -2)$", "$(3; 1{,}2)$", "$(1{,}5; 2{,}5)$", "$(0{,}8; -1{,}3)$"],
    correct: 2,
    tags: []
  },

  //18
  {
    question: "$ABCD$ ოთხკუთხედის დიაგონალები $O$ წერტილში იკვეთებიან ისე, რომ $AO:OC = 1:2$, $BO:OD = 4:3$. იპოვეთ $\\vec{CD}$, თუ $\\vec{OA} = \\vec{a}$, $\\vec{OB} = \\vec{b}$.",
    options: ["$2\\vec{a} - 0{,}75\\vec{b}$", "$2\\vec{a} + 0{,}5\\vec{b}$", "$\\vec{a} - 1{,}5\\vec{b}$", "$\\vec{a} + 0{,}8\\vec{b}$", "$4\\vec{a} - \\vec{b}$", "$-\\vec{a} + 2\\vec{b}$"],
    correct: 0,
    tags: []
  },

  //19
  {
    question: "იპოვეთ კუთხე $\\vec{m}$ და $\\vec{n}$ ვექტორებს შორის, თუ $(\\vec{m} + 3\\vec{n})(\\vec{m} - \\vec{n}) = 23$, $|\\vec{m}| = 5$, $|\\vec{n}| = 2$.",
    options: ["$0^{\\circ}$", "$20^{\\circ}$", "$30^{\\circ}$", "$45^{\\circ}$", "$60^{\\circ}$", "$90^{\\circ}$"],
    correct: 4,
    tags: []
  },

  //20
  {
    question: "ტრაპეციის დიაგონალები $3$-ის და $5$-ის ტოლია, ხოლო ფუძეთა შუა წერტილების შემაერთებელი მონაკვეთი $2$-ია. იპოვეთ ამ ტრაპეციის ფართობი.",
    options: ["$5$", "$6$", "$7$", "$6{,}5$", "$5{,}5$", "$4{,}5$"],
    correct: 1,
    tags: []
  },

  //21
  {
    question: "$ABC$ ტოლგვერდა სამკუთხედის შიგნით მდებარე $M$ წერტილიდან $AC$ და $BC$ გვერდებამდე მანძილები შესაბამისად $1$-ის და $3$-ის ტოლია. იპოვეთ მანძილი $M$ წერტილიდან $AB$ გვერდამდე, თუ $AB = 4\\sqrt{3}$.",
    options: ["$1$", "$1{,}5$", "$2$", "$2{,}5$", "$3$", "$3{,}5$"],
    correct: 2,
    tags: []
  },

  //22
  {
    question: "იპოვეთ ტოლფერდა ტრაპეციის ფართობი, თუ მისი ფუძეებია $25$სმ და $7$სმ, ხოლო დიაგონალი ფერდის მართობულია.",
    options: ["$186$სმ$²$", "$188$სმ$²$", "$190$სმ$²$", "$192$სმ$²$", "$194$სმ$²$", "$196$სმ$²$"],
    correct: 3,
    tags: []
  },

  //23
  {
    question: "მართკუთხა ტრაპეციაში ჩახაზული წრეწირის რადიუსი $12$სმ-ია. დიდი ფერდი შეხების წერტილით იყოფა ორ მონაკვეთად, რომელთაგან დიდი $16$სმ-ია. იპოვეთ ტრაპეციის ფართობი.",
    options: ["$588$სმ$²$", "$560$სმ$²$", "$520$სმ$²$", "$565$სმ$²$", "$455$სმ$²$", "$445$სმ$²$"],
    correct: 0,
    tags: []
  },

  //24
  {
    question: "მოცემულია $(x - 1)^2 + (y - 1)^2 = 4$ წრეწირი. იპოვეთ იმ წრეწირის რადიუსი, რომელიც ეხება მოცემულ წრეწირს და რომლის ცენტრია $O_1(4;-3)$.",
    options: ["$1$", "$2{,}5$", "$3$", "$3{,}5$", "$4$", "$4{,}5$"],
    correct: 2,
    tags: []
  },

  //25
  {
    question: "სამკუთხედში ჩახაზული წრეწირის რადიუსი $4$სმ-ია. შეხების წერტილი ერთ-ერთ გვერდს ყოფს $6$სმ და $8$სმ სიგრძის მონაკვეთებად. იპოვეთ დანარჩენი ორი გვერდის სიგრძეთა ჯამი.",
    options: ["$20$", "$22$", "$24$", "$25$", "$26$", "$28$"],
    correct: 5,
    tags: []
  }
];
