//1
const quizData = [
  //1
  {
    question: "იპოვეთ $𝑦 = \\frac{\\sqrt{𝑥^2−6𝑥+5}}{\\sqrt{25−𝑥^2}}$ ფუნქციის განსაზღვრის არე:",
    options: ["$]−∞; 5]$", "$]−5; 1[$", "$[5; ∞[$", "$]−5; 1]$", "$]−5; 5[$", "∅"],
    correct: 3,
    tags: []
  },

//2
  {
    question: "$𝑦 = 𝑓(𝑥)$ ფუნქციის მნიშვნელობათა სიმრავლეა $[−5; 3]$. იპოვეთ $𝑦 = 3𝑓(𝑥) − 12$ ფუნქციის მნიშვნელობათა სიმრავლე.",
    options: ["$[3; −3]$", "$[−9; 3]$", "$[−27; −3]$", "$[−12; −3]$", "$[−22; 3]$", "$[−12; −9]$"],
    correct: 2,
    tags: []
  },

//3
  {
    question: "$𝑦 = 𝑎𝑥^2 + 𝑏𝑥 + 𝑐$ პარაბოლის წვერო მდებარეობს $(1; 8)$ წერტილში და გადის $(2; -12)$ წერტილში. იპოვეთ $𝑎 + 𝑏 + 𝑐$.",
    options: ["$6$", "$7$", "$8$", "$9$", "$10$", "$11$"],
    correct: 2,
    tags: []
  },

//4
  {
    question: "გამოთვალეთ $𝑓(5)$, თუ ცნობილია, რომ $𝑔(𝑥) = 𝑓(𝑥) + 𝑥^2$ ფუნქცია კენტია და $𝑓(−5) = 1$.",
    options: ["$-51$", "$51$", "$-50$", "$50$", "$-49$", "$49$"],
    correct: 0,
    tags: []
  },
  //5
  {
    question: "$y = f(x)$ ფუნქცია ლუწია და $f(3) + f(-5) = 7$. იპოვეთ $7f(3) + 8 f(-5) - 2f(-3) - 3f(5)$.",
    options: ["$30$", "$31$", "$32$", "$33$", "$34$", "$35$"],
    correct: 5,
    tags: []
  },
  //6
  {
    image: "math/class-9/images/image1.png",
    question: "ნახაზზე მოცემული $𝑦 = 𝑎𝑥^2 + 𝑏𝑥 + 𝑐$ ფუნქციისათვის განსაზღვრეთ $𝑎$, $𝑏$ და $𝑐$ კოეფიციენტების ნიშნები:",
    options: ["$𝑎 > 0; 𝑏 > 0; 𝑐 > 0$", "$𝑎 < 0; 𝑏 > 0; 𝑐 > 0$", "$𝑎 < 0; 𝑏 < 0; 𝑐 > 0$", "$𝑎 < 0; 𝑏 < 0; 𝑐 < 0$", "$𝑎 < 0; 𝑏 > 0; 𝑐 < 0$", "$𝑎 > 0; 𝑏 < 0; 𝑐 > 0$"],
    correct: 2,
    tags: []
  },

//7
  {
    question: "იპოვეთ $𝑎$ პარამეტრის ყველა ის მნიშვნელობა, რომელთათვისაც $𝑦 = 𝑥^2 − 6𝑎𝑥 + 4 + 8𝑎^2$ პარაბოლის წვერო მოთავსებულია მეორე მეოთხედში.",
    options: ["$𝑎 ∈ ]−2; 2[$", "$𝑎 ∈ ]−2; 0[$", "$𝑎 = −1$", "$𝑎 ∈ ]0; 2[$", "$𝑎 ∈ ]−4; 0[$", "$𝑎 < 0$"],
    correct: 1,
    tags: []
  },

//8
  {
    question: "ცნობილია, რომ $𝑓(𝑥) = 𝑥^2 + 𝑏𝑥 + 𝑐$ ფუნქცია ღებულობს მხოლოდ არაუარყოფით მნიშვნელობებს. იპოვეთ $(b+c)$ გამოსახულების უმცირესი მნიშვნელობა.",
    options: ["$-3$", "$-1$", "$3$", "$5$", "$7$", "$8$"],
    correct: 1,
    tags: []
  },

//9
  {
    question: "$\\left\\{ \\begin{array}{l} -2x^2 - 5x + 18 \\ge 0 \\\\ x^2 + 4x - 5 \\le 0 \\end{array} \\right.$ უტოლობათა სისტემის მთელ ამონახსნთა რაოდენობაა:",
    options: ["$6$", "$5$", "$4$", "$3$", "$2$", "$1$"],
    correct: 0,
    tags: []
  },

//10
  {
    question: "იპოვეთ $𝑎$ პარამეტრის ყველა ის მნიშვნელობა, რომელთათვისაც $𝑎𝑥^2 + 2(1 + 𝑎)𝑥 + 9𝑎 + 4 < 0$ შესრულდება ცვლადის ნებისმიერი ნამდვილი მნიშვნელობისთვის:",
    options: ["$𝑎 < 0{,}25$", "$]−0{,}25; 0{,}5[$", "$]−1; 5[$", "$𝑎 > −1$", "$𝑎 < −0{,}5$", "$𝑎 > 2$"],
    correct: 4,
    tags: []
  },

//11
  {
    question: "იპოვეთ $𝑐$ პარამეტრის ყველა ის მნიშვნელობა, რომელთათვისაც $𝑦 = 𝑥^2 + 6𝑥 + 𝑐$ პარაბოლას წვერო დაშორებულია კოორდინატთა სათავიდან $5$ ერთეულის ტოლი მანძილით?",
    options: ["$5$ და $13$", "$5$", "$7$", "$3$ და $12$", "$1{,}3$ და $2$", "$13$"],
    correct: 0,
    tags: []
  },

//12
  {
    question: "$2x - y = 5$ წრფეზე იპოვეთ ისეთი $M$ წერტილი, რომ მანძილი $M$ წერტილიდან $A(-7; 1)$ წერტილამდე იყოს უმცირესი.",
    options: ["$(0; -5)$", "$(1; -5)$", "$(3; -5)$", "$(-2; -9)$", "$(0; -5)$", "$(1; -3)$"],
    correct: 5,
    tags: []
  },

//13
  {
    question: "იპოვეთ $𝑎$ პარამეტრის ყველა ის მნიშვნელობა, რომელთათვისაც $𝑦 = 𝑥^2 − 2𝑎𝑥 + 5$ ფუნქცია იზრდება $[−3; −2]$ შუალედში?",
    options: ["$𝑎 = −3$", "$𝑎 ≤ −3$", "$𝑎 ∈ ]−3; 0[$", "$𝑎 ≥ −2$", "$𝑎 ≥ −3$", "$𝑎 = −4$"],
    correct: 1,
    tags: []
  },

//14
  {
    question: "$𝑓(𝑥)$ ფუნქცია განსაზღვრულია $ℝ$ სიმრავლეზე. მაშინ $𝑓(𝑥) + 𝑓(−𝑥)$ აუცილებლად:",
    options: ["ზრდადია", "კლებადია", "ლუწია", "კენტია", "აქვს ლუწი რაოდენობის ნული", "არც ერთი პასუხი არ არის სწორი"],
    correct: 2,
    tags: []
  },

//15
  {
    question: "$𝑦 = 𝑓(𝑥)$ კენტი ფუნქციაა და განსაზღვრულია $ℝ$ სიმრავლეზე. თუ ამ ფუნქციას აქვს მხოლოდ ორი დადებითი ნული, მაშინ მისი ყველა ნულების რაოდენობა იქნება:",
    options: ["$2$", "$3$", "$4$", "$5$", "$6$", "ვერ დავადგენთ"],
    correct: 3,
    tags: []
  },

//16
  {
    question: "მართკუთხა სამკუთხედში ჩახაზული წრეწირი, შეხების წერტილით ჰიპოტენუზას ყოფს $8$სმ და $12$სმ სიგრძის მონაკვეთებად. იპოვეთ ამ სამკუთხედის ფართობი.",
    options: ["$84$", "$88$", "$90$", "$92$", "$94$", "$96$"],
    correct: 5,
    tags: []
  },

//17
  {
    question: "$ABC$ მართკუთხა სამკუთხედში $AB$ ჰიპოტენუზისადმი გავლებულია $CM$ სიმაღლე. $ACM$ სამკუთხედის ფართობია $6$სმ$^2$, ხოლო $BCM$ სამკუთხედის ფართობი — $54$სმ$^2$. იპოვეთ $ABC$ სამკუთხედის კათეტთა ჯამი.",
    options: ["$10\\sqrt{12}$", "$12$", "$6\\sqrt{8}$", "$11$", "$8\\sqrt{10}$", "$9$"],
    correct: 4,
    tags: []
  },

//18
  {
    question: "$ABC$ სამკუთხედში $∠A=30°$. $B$ და $C$ წვეროებიდან მოპირდაპირე გვერდებზე დაშვებული სიმაღლეები $2$სმ და $3$სმ-ის ტოლია. იპოვეთ $ABC$ სამკუთხედის ფართობი.",
    options: ["$7$სმ$^2$", "$6$სმ$^2$", "$7{,}5$სმ$^2$", "$8$სმ$^2$", "$6{,}5$სმ$^2$", "$8{,}5$სმ$^2$"],
    correct: 1,
    tags: []
  },

//19
  {
    question: "$ABC$ სამკუთხედში გავლებულია $BM$ და $CN$ მედიანები, რომლებიც $K$ წერტილში იკვეთებიან. იპოვეთ $BKC$ სამკუთხედის ფართობი, თუ $ABC$ სამკუთხედის ფართობი $24$სმ$^2$-ია.",
    options: ["$4$", "$6$", "$8$", "$10$", "$11$", "$13$"],
    correct: 2,
    tags: []
  },

//20
  {
    warning: "ყველა პასუხი ჩათვლილია",
    question: "სამკუთხედის გვერდის პარალელურმა წრფემ სამკუთხედის ფართობი გაყო შეფარდებით $16 : 25$. რა შეფარდებით გაყოფს ეს წრფე სამკუთხედის გვერდს, მასთან გადაკვეთის წერტილით.",
    options: ["$4 : 3$", "$3 : 7$", "$4 : 7$", "$2 : 3$", "$4 : 5$", "$2 : 5$"],
    correct: [0,1,2,3,4,5],
    tags: []
  },

//21
  {
    question: "მართკუთხედის კუთხის ბისექტრისა მისსავე დიაგონალს ყოფს $1 : 4$ შეფარდებით. იპოვეთ მართკუთხედის პერიმეტრი, თუ მისი ფართობი $36$მ$^2$-ია.",
    options: ["$28$", "$30$", "$32$", "$31$", "$29$", "$26$"],
    correct: 1,
    tags: []
  },

//22
  {
    question: "$ABC$ სამკუთხედში $AB=13$სმ, $BC=14$სმ, $AC=15$სმ. სამკუთხედის შიგნით აღებულია $M$ წერტილი, რომელიც $AB$ გვერდიდან დაშორებულია $6$სმ-ით, ხოლო $BC$ გვერდიდან — $3$სმ-ით. იპოვეთ მანძილი $M$ წერტილიდან $AC$ გვერდამდე.",
    options: ["$2{,}8$სმ", "$3{,}2$სმ", "$3{,}4$სმ", "$3{,}1$სმ", "$2{,}9$სმ", "$2{,}6$სმ"],
    correct: 1,
    tags: []
  },

//23
  {
    question: "$KLM$ სამკუთხედის $KL$ და $LM$ გვერდებზე აღებულია $A$ და $B$ წერტილები. $KB$ და $MA$ მონაკვეთები იკვეთებიან $C$ წერტილში. $KAC$, $MBC$ და $KCM$ სამკუთხედების ფართობები შესაბამისად ტოლია $3$-ის, $1$-ის და $3$-ის. იპოვეთ $ALC$ სამკუთხედის ფართობი.",
    options: ["$1$", "$1{,}5$", "$2$", "$2{,}5$", "$3$", "$3{,}5$"],
    correct: 4,
    tags: []
  },

//24
  {
    question: "$MN$ მონაკვეთი წრეწირის დიამეტრია, $K$ წერტილი კი ამ წრეწირის გარეთ მდებარეობს. $MK$ და $NK$ მონაკვეთები წრეწირს შესაბამისად $A$ და $B$ წერტილებში კვეთენ. $S_{AKB} : S_{MNK} = 1 : 4$. იპოვეთ $∠ANK$.",
    options: ["$75°$", "$60°$", "$50°$", "$45°$", "$30°$", "$15°$"],
    correct: 4,
    tags: []
  },

//25
  {
    question: "$ABCD$ მართკუთხედში $B$ წერტილიდან $AC$ დიაგონალისადმი გავლებული მართობი $AD$ გვერდს $M$ წერტილში კვეთს. $M$ წერტილი თანაბრადაა დაშორებული $B$ და $D$ წვეროებიდან. იპოვეთ $S_{ABCD}$, თუ $BC = 9\\sqrt{3}$.",
    options: ["$54\\sqrt{3}$", "$27\\sqrt{3}$", "$36\\sqrt{6}$", "$45\\sqrt{6}$", "$63\\sqrt{6}$", "$81\\sqrt{3}$"],
    correct: 5,
    tags: []
  }
];
