const quizData = [
  // 1
  {
    question: "ერთმანეთისგან $r$ მანძილზე დამაგრებული $m$ და $4m$ მასის და შესაბამისად, $q$ და $5q$ წერტილოვანი მუხტები გაანთავისუფლეს. გაითვალისწინეთ მხოლოდ ელექტრული ურთიერქმედება და განსაზღვრეთ $4m$ მასის სხეულის სიჩქარის მოდული, როდესაც მათ შორის მანძილი $2r$ გახდება. კულონის მუდმივაა $k$.",
    options: ["$\\frac{5}{q}\\sqrt{\\frac{k}{mr}}$", "$\\frac{q}{3}\\sqrt{\\frac{k}{mr}}$", "$\\frac{q}{2}\\sqrt{\\frac{k}{mr}}$", "$\\sqrt{\\frac{8k}{qmr}}$", "$\\sqrt{\\frac{qk}{5mr}}$"],
    correct: 2,
    tags: []
  },
  // 2
  {
    question: "მოცემულია, ერთმანეთისგან $r$ მანძილით დაშორებული $q$ და $4q$ წერტილოვანი, დამაგრებული მუხტები. თუ $q$ მუხტს ადგილზე დატოვებენ და $4q$ მუხტს გადაადგილებენ მათი შემაერთებელი წრფის გასწვრივ ისე, რომ მათ შორის მანძილი საბოლოოდ $3r$ გახდება, $q$ მუხტიდან რამდენით გადაინაცვლებს წერტილი, რომელშიც მათ მიერ შექმნილი ელექტრული ველის ჯამური დაძაბულბა ნულის ტოლია?",
   options: ["$\\frac{2r}{3}$", "$\\frac{r}{3}$", "$r$", "$\\frac{r}{2}$", "$2r$"],
     correct: 0,
    tags: []
  },
  // 3
  {
    question: "უსასრულო, თანაბრად დამუხტული სიბრტყის მუხტის ზედაპირული სიმკვრივეა $\\sigma>0.$ სიბრტყისგან $d$ მცირე მანძილით დაშორებული წერტილიდან $2d$ მანძილით დაშორებულ წერტილში ნებისმიერი ტრაექტორიით გადაიტანეს $q>0$ წერტილოვანი მუხტი. განსაზღვრეთ ელექტრული ველის მუშაობა. ელექტრული მუდმივაა $\\epsilon_{0}.$",
   options: ["$\\frac{qd\\sigma\\varepsilon_0}{2}$", "$\\frac{4qd\\sigma}{\\varepsilon_0}$", "$qd\\sigma\\varepsilon_0$", "$\\frac{qd}{\\sigma\\varepsilon_0}$", "$\\frac{qd\\sigma}{2\\varepsilon_0}$"],
     correct: 4,
    tags: []
  },
  // 4
  {
    question: "ლითონის ორ ერთნაირ ზომის ბურთულას შორის მანძილი $r$ გაცილებით დიდია ბურთულების რადიუსებთან შედარებით. ისინი დამუხტულნი არიან $q$ და $9q$ მუხტებით. მათ შორის ელექტრული ურთიერთქმედების ძალაა $F$. რისი ტოლი გახდება ელექტრული ურთიერთქმედების ძალა ბურთულებს შორის, თუ მათ ერთმანეთს შეახებენ და შემდეგ იგივე $r$ მანძილის დაშორებით განათავსებენ $\\epsilon=25/9$ დიელექტრიკული შეღწევადობის სითხეში. კულონის მუდმივაა $k$",
     options: ["$\\frac{5}{9}F$", "$F$", "$9F$", "$\\frac{3F}{2}$", "$\\frac{F}{4}$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "თანაბრად დამუხტულ ($-2q$) მუხტის მქონე $r$ რადიუსის ბირთვზე, კონცენტრულადაა გარსშემორტყმული $3q$ - თი თანაბრად დამუხტული ლითონის ისეთი სფერო, რომ ცენტრიდან $2r$ მანძილზე, ელექტრული ველის პოტენციალი $0$-ის ტოლია. განსაზღვრეთ სფეროს რადიუსი.",
    options: ["$2r$", "$\\frac{5r}{2}$", "$5r$", "$\\frac{3r}{2}$", "$3r$"],
    correct: 4,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-10/images/image-20.png",
    question: "წრედიდან გამორთული, ჰაერიანი კონდენსატორის ფირფიტებს შორის ($\\epsilon_{ჰაერი}=1$), ფირფიტების პარალელურად, შეიტანეს ფირფიტების ფართობის მქონე, $d$ სისქის და $\\epsilon=4$ დიელექტრიკული შეღწევადობის დიელექტრიკი. განსაზღვრეთ რისი ტოლი იყო კონდენსატორის თავდაპირველი ენერგია, თუ დიელექტრიკის შეტანის შემდეგ მისი ენერგია გახდა $52$ ჯოული. ფირფიტებს შორის მანძილი $L=4d$.",
    options: ["$26ჯ$", "$11ჯ$", "$104ჯ$", "$32ჯ$", "$64ჯ$"],
    correct: 4,
    tags: []
  },
  // 7
  {image: "physics-quizzes/class-10/images/image-21.png",
    question: "მოცემულ წრედში, თითოეულ კონდენსატორზე მაქსიმალური დასაშვები ძაბვა $U$-ს ტოლია.. რას გვიჩვენებს იდეალური ვოლტმეტრი, თუ წრედს $A$ და $B$ წერტილებით ჩავრთავთ ამ წრედისთვის შესაძლო მაქსიმალურ ძაბვის ქსელში (ისე რომ არცერთ კონდენსატორზე ძაბვა $U$ ზე მეტი არ იყოს)?",
    options: ["$\\frac{5U}{6}$", "$U$", "$\\frac{U}{2}$", "$\\frac{2U}{3}$", "$\\frac{U}{5}$"],
    correct: 0,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-10/images/image-22.png",
    question: "მოცემულ წრედში, განსაზღვრეთ სულ მცირე რომელი ფიზიკური სიდიდეების ცოდნაა საკმარისი კონდენსატორის ბოლოებზე ძაბვის დასადგენად. $C$ კონდენსატორის ელექტროტევადობაა, $R$ წრედის გარე წინაღობაა, $r$ დენის წყაროს შიგა წინაღობაა, $\\epsilon$ დენის წყაროს ე.მ. ძალა.",
     options: ["$C,\\varepsilon$", "$\\varepsilon,r,R$", "$\\varepsilon$", "$r,R,C$", "$\\varepsilon,r,R,C$"],
    correct: 2,
    tags: []
  },
  // 9
  {
    question: "ცნობილია, რომ ვაკუუმურ დიოდში, ანოდსა და კათოდს შორის $d$ მანძილის და $E$ დაძაბულობის ელექტრული ველის არსებობისას, კათოდიდან ამოვარდნილი ელექტრონები ანოდს $v$ სიჩქარით ეჯახებიან. რა მანძილი უნდა იყოს ანოდსა და კათოდს შორის იმისათვის, რომ მათ შორის $4E$ დაძაბულობის ველის არსებობისას, კათოდიდან ამოვარდნილი ელექტრონები ანოდს $\\sqrt{2}v$ სიჩქარით ეჯახებოდნენ? ჩათვალეთ, რომ ორივე შემთხვევაში კათოდიდან ამოვარდნილი ელექტრონების საწყისი სიჩქარე ნულის ტოლია.",
    options: ["$\\frac{d}{2}$", "$\\frac{3d}{4}$", "$\\frac{d}{4}$", "$d$", "$2d$"],
   correct: 0,
    tags: []
  },
  // 10
  {
    question: "ბრტყელი კონდენსატორის ფირფიტებს შორის არსებული ჰაერის იონიზაციის ენერგია $6{,}4\\times10^{-18}$ ჯ-ია, ელექტრონის თავისუფალი განარბენი $4$ მკმ-ია, ხოლო ფირფიტებს შორის მანძილი $1$ სმ-ია. მინიმუმ რა ძაბვის ქსელში უნდა ჩავრთოთ კონდენსატორი, რომ დაიწყოს აირის დარტყმითი იონიზაცია. ელექტრონის მუხტის მოდული $1{,}6\\times10^{-19}$ კ-ია.",
   options: ["$2მგვ$", "$0{,}4მგვ$", "$64მგვ$", "$0{,}1მგვ$", "$0{,}05მგვ$"],
     correct: 3,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-10/images/image-23.png",
    question: "წრედში, თითოეული რეზისტორის წინაღობა $R=30$ ომია, დენის წყაროების შიგა წინაღობა $r=5$ ომი. $\\epsilon=70$ ვ. როდესაც $K$ ჩამრთველი გამორთულია $2\\epsilon$ ე.მ. ძალის დენის წყაროში გადის $I_2$ დენი, ხოლო, როცა ჩართულია, მაშინ გადის $I_3$ დენი. განსაზღვრეთ სხვაობა $I_2-I_3$.",
    options: ["$\\frac{1}{2}ა$", "$1ა$", "$\\frac{5}{2}ა$", "$2ა$", "$\\frac{7}{2}ა$"],
      correct: 1,
    tags: []
  },
  // 12
  {
    question: "მოცემულ $R$ რადიუსიან რგოლში გადის $I$ დენი. რგოლის სიბრტყეში მოძრაობს $q$ მუხტის მქონე ნაწილაკი. რგოლის ცენტრში ნაწილაკის გავლისას, მაგნიტური ველის მხრიდან მასზე მოქმედი ძალა $F$ -ის ტოლია. განსაზღვრეთ ნაწილაკის სიჩქარის მოდული (მაგნიტური მუდმივაა $\\mu_{0}$)",
    options: ["$\\frac{FqR}{3I\\mu_0}$", "$\\frac{IR}{qF\\mu_0}$", "$\\frac{2FR}{qI\\mu_0}$", "$\\frac{3F}{2qIR\\mu_0}$", "$\\frac{\\pi FR}{3qI\\mu_0}$"],
    correct: 2,
    tags: []
  },
  // 13
  {
    question: "ორი უსასრულო, წრფივი, პარალელური დენიანი გამტარი მოთავსებულია ერთმანეთისგან $10$ სმ მანძილზე. პირველი გამტარის მაგნიტური ველი მეორე გამტარის $20$ სმ სიგრძის ნაწილზე მოქმედებს $2$ ნ ძალით. რისი ტოლია მეორე გამტარში გამავალი დენის ძალა, თუ პირველ გამტარში გადის $(2\\pi/\\mu_{0})$ ა დენი (მაგნიტური მუდმივაა $\\mu_{0}$).",
   options: ["$\\frac{1}{4}ა$", "$1ა$", "$\\frac{3}{2}ა$", "$\\frac{5}{2}ა$", "$2ა$"],
   correct: 1,
    tags: []
  },
  // 14
  {
    question: " $0{,}01$ ტლ ჰორიზონტალური მიმართულების ერთგვაროვან მაგნიტურ ველში წირების მართობულად, ჰორიზონტალურ უძრავ მდგომარეობაში, მსუბუქ მიმყვან სადენებზე ჩამოკიდებულია $180$ გ მასის და $3$ მ სიგრძის სწორი გატარი, მასში გამავალი $60$ ა დენით. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს მიმყვან სადენებში აღძრული დაჭიმულობის ძალების მოდულების ჯამი? $g=10$ მ/წმ$^2$",
     options: ["$\\frac{1}{2}ნ$", "$1ნ$", "$\\frac{3}{2}ნ$", "$2ნ$", "$3{,}6ნ$"],
   correct: 4,
    tags: []
  },
  // 15
  {
    question: "განსაზღვრეთ ელექტროლიზის დროს, ელექტროლიტურ აბაზანაში მოთავსებულ $250$ მმ$^2$ ფართობის ელექტროდზე დაფენილი ნიკელის სისქე, თუ აბაზანის ბოლოებზე მოდებულია $10$ ვ ძაბვა, ელექტული ძალების მიერ შესრულებული მუშაობა $0{,}22$ მგჯ-ია და ნიკელის დაფენა თანაბრად მიმდინარეობდა (ნიკელის სიმკვრივეა $8800$ კგ/მ$^3$ ხოლო ელექტროქიმიური ექვივალენტი $3\\times10^{-7}$ კგ/კ).",
     options: ["$0{,}2მმ$", "$3მმ$", "$4მმ$", "$0{,}5მმ$", "$9მმ$"],
    correct: 1,
    tags: []
  },
  // 16
  {
    question: "მოცემულ ძაბვაზე ჩართულ გამტარში $0^{\\circ}C$-ზე გადის $29$ მა დენი. განსაზღრეთ, რა დენი გავა გამტარში იმ დროს როდესაც ის $40^{\\circ}C$ მდე გაცხელდება. გამტარის წინაღობის ტემპერატურული კოეფიციენტია $0{,}004^{\\circ}C^{-1}$ ",
    options: ["$20მა$", "$16მა$", "$25მა$", "$12მა$", "$19მა$"],
    correct: 2,
    tags: []
  },
  // 17
  {
    question: "ერთგვაროვან მგნიტურ ველში, მოდულით $V$ სიჩქრით შეიჭრა ელექტრონი ისე, რომ მგნიტურ ინდუქციის წირებსა და მის სიჩქარის მიმართულებას შორის კუთხე $30^{\\circ}$ ია. პერიოდის განმავლობაში ელექტრონის გადაადგილების მოდულია $H$. განსაზღვრეთ ელექტრონის ბრუნვის სიხშირე.",
   options: ["$\\frac{\\sqrt{2}V}{2H}$", "$\\frac{2H}{\\sqrt{3}V}$", "$\\frac{\\sqrt{3}V}{2H}$", "$\\frac{\\sqrt{3}H}{2V}$", "$\\frac{V}{2H}$"],
     correct: 2,
    tags: []
  },
  // 18
  {
    question: "მოდულით ცვლად მაგნიტურ ველში მოთავსებულია $50$ სმ$^2$ ფართობის გამტარი რგოლი, რომლის სიბრტყესთანაც მაგნიტური ველის ინდუქცია ადგენს $30^{\\circ}$-იან კუთხეს. გასაზღვრეთ რა ინდუქციის ე.მ.ძალა აღიძვრება რგოლში, თუ მაგნიტური ინდუქციის მოდული $0{,}02$ წამის განმავლობაში შემცირდება $0{,}1$ ტლ-დან $0{,}02$ ტლ-მდე.",
    options: ["$0{,}01ვ$", "$0{,}5ვ$", "$2ვ$", "$12ვ$", "$100ვ$"],
    correct: 0,
    tags: []
  },
  // 19
  {
    question: "$200$ ხვიისაგან შემდგარი კოჭა მოთავსებულია ისეთ ცვლად მაგნიტურ ველში, რომ ერთი ხვიის გამჭოლი მაგნიტური ნაკადი დროის მიხედვით იცვლება $\\phi=100(1+t)$ კანონით ($\\phi$ და $t$ შესაბამისად მაგნიტური ნაკადი და დროა SI-ში). განსაზღვრეთ კოჭას წინაღობა, თუ მასში ამ დროს $1$ ა ინდუქციური დენი გადის.",
    options: ["$1კომი$", "$10კომი$", "$15კომი$", "$20კომი$", "$50კომი$"],
    correct: 3,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-10/images/image-24.png",
    question: "$80$ სმ სიგრძის კუბის ფორმის არეში, ორი მოპირდაპირე წახნაგის მართობულად ლოკალიზებულია $0{,}5$ ტლ ინდუქციის ერთგვაროვანი მაგნიტური ველი, რომელშიც ამ წახნაგების პარალელურად, $2$ მ/წმ მუდმივი სიჩქარით შედის, გამტარი მავთულისაგან დამზადებული, $40$ სმ სიგრძის გვერდის მქონე კვადრატული ფორმის ჩარჩო. განსაზღვრეთ კვადრატის წინაღობა, თუ მისი მაგნიტურ ველში შესვლის დაწყებიდან $0{,}5$ წმ მომენტში, ჩარჩოში გამავალი ინდუქციური დენი $0{,}04$ ა-ია.",
       options: ["$3ომი$", "$10ომი$", "$20ომი$", "$40ომი$", "$300ომი$"],
   correct: 1,
    tags: []
  },
  // 21
  {
    question: "$30$ ომი შიგა წინაღობის მუდმივი დენის წყაროს მიუერთეს $0{,}25$ ჰნ ინდუქციურობის იდეალური კოჭა. კოჭაში მუდმივი დენის დამყარების შემდეგ მისი მაგნიტური ველის ენერგია $0{,}02$ ჯ-გახდა. განსაზღვრეთ დენის წყაროს ე.მ.ძალა.",
     options: ["$2ვ$", "$4ვ$", "$12ვ$", "$30ვ$", "$100ვ$"],
   correct: 2,
    tags: []
  },
  // 22
  {
    question: "სინათლის წერტილოვანი წყარო მოძრაობს სარკის სიბრტყის პარალელურ სიბრტყეში დედამიწის მიმართ უცნობი სიჩქარით, ხოლო სარკე მოძრაობს თავისივე სიბრტყის მართობულად დედამიწის მიმართ $4$ მ/წმ სიჩქარით. განსაზღვრეთ სინათლის წყაროს სიჩქარე დედამიწის მიმართ, თუ სინათლის წყაროს გამოსახულება დედამიწის მიმართ მოძრაობს $\\sqrt{73}$ მ/წმ სიჩქარით.",
   options: ["$3მ/წმ$", "$5მ/წმ$", "$6მ/წმ$", "$8მ/წმ$", "$\\sqrt{82}მ/წმ$"],
    correct: 0,
    tags: []
  },
  // 23
  {
    question: "ორ წერტილოვან სინათლის წყაროს შორის მანძილი $24$ სმ-ია. ამ სინათლის წყაროებს შორის, ერთ-ერთი სინათლის წყაროდან $x$ მანძილზე მოათავსეს $9$ სმ ფოკუსური მანძილის მქონე შემკრები ლინზა. შედეგად, წყაროთა გამოსახულებები ერთი და იმავე წერტილში აღმოჩნდა (ლინზას ვათავსებთ წყაროების შემაერთებელი წრფის მართობულად). ჩამოთვლილთაგან, რისი ტოლი შეიძლება იყოს $x$?",
     options: ["$2სმ$", "$3სმ$", "$18სმ$", "$8სმ$", "$12სმ$"],
     correct: 2,
    tags: []
  },
  // 24
  {
    question: "$1{,}3$ გარდატეხის აბსოლუტური მაჩვენებლის მქონე სითხეს ჰაერიდან ეცემა სხივი, რომელიც გარდატეხის შემდეგ ირეკლება $1{,}2$ მ სიღრმეზე ჰორიზონტალურად მოთავსებული ბრტყელი სარკის ზედაპირიდან. თავისმხრივ, არეკლილი სხივი გარდატეხის შემდეგ გამოდის ჰაერში პირველი დაცემის წერტილიდან $1$ მ -ით დაშორებულ წერტილში. ჩათვალეთ, რომ ჰაერის გარდატეხის აბსოლუტური მაჩვენებელი $1$-ის ტოლია და განსაზღვრეთ ჰაერში გამოსული სხივის სითხის ზედაპირთან შექმნილი კუთხე",
      options: ["$60^\\circ$", "$30^\\circ$", "$45^\\circ$", "$90^\\circ$", "$0^\\circ$"],
    correct: 0,
    tags: []
  },
  // 25
  {
    question: "$20$ სმ ფოკუსური მანძილის მქონე შემკრები ლინზის მთავარ ოპტიკურ ღერძზე დევს ორი წერტილი. პირველი - ლინზიდან $30$ სმ მანძილზე, ხოლო მეორე - ლინზიდან $50$ სმ მანძილზე. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს ამ წერტილთა გამოსახულებებს შორის მანძილი.",
    options: ["$\\frac{70}{13}სმ$", "$\\frac{300}{11}სმ$", "$\\frac{80}{7}სმ$", "$30სმ$", "$\\frac{280}{3}სმ$"],
     correct: 4,
    tags: []
  }
];