const quizData = [
  // #1
  {
    question: "მოცემული $4q$ და $-q$ მუხტების შემაერთებელ წფეზე, ამ მუხტებს შორის რომელიღაც $A$ წერტილში ელექტრული ველის პოტენციალი ნულის ტოლია. რისი ტოლია $4q$ მუხტიდან $A$ წერტილამდე მანძილის შეფარდება, $q$ მუხტიდან $A$ წერტილამდე მანძილთან?",
    options: ["$\\frac{1}{4}$", "$4$", "$\\frac{4}{5}$", "$\\frac{1}{5}$", "$1$"],
    correct: 1,
    tags: []
  },
  // #2
  {
    task:"ორი მცირე ზომის ერთნაირი გამტარი ბურთულა დამუხტულია დადებითად $q$ და $9q$ მუხტებით. ორივე დამაგრებულია და ერთმანეთისგან დაშორებულია $r$ მანძილით. უპასუხეთ $2-3$ კითხვებს",
    question: "იპოვეთ მუხტებს შორის ელექტრული განზიდვის ძალის მოდული.",
    options: ["$\\frac{kq^2}{r^2}$", "$\\frac{3kq^2}{r^2}$", "$\\frac{9kq^2}{r^2}$", "$\\frac{10kq^2}{r^2}$", "$\\frac{81kq^2}{r^2}$"],
    correct: 2,
    tags: []
  },
  // #3
  {
    question: "$q$ მუხტიდან რა მანძილზეა ისეთი წერტილი, სადაც ელექტრული ველის დაძაბულობა $0$-ის ტოლია.",
    options: ["$\\frac{r}{9}$", "$\\frac{r}{4}$", "$\\frac{r}{3}$", "$\\frac{8r}{9}$", "$\\frac{2r}{3}$"],
    correct: 1,
    tags: []
  },
  // #4
  {
    question: "გამტარი სფეროს რადიუსია $R$, ხოლო მისი მუხტია $Q$. რა მუშაობას შეასრულებს ელექტრული ველი, თუ სფეროს ცენტრიდან $\\frac{R}{2}$ მანძილიდან, მის ზედაპირამდე გადაადგილდება თავისუფალი ელექტრონი. (ელექტრონის მუხტი $q$)",
    options: ["$\\frac{KQq}{3R}$", "$\\frac{3KQq}{4R}$", "$0$", "$\\frac{KQq}{2R}$", "$\\frac{2KQq}{R}$"],
    correct: 2,
    tags: []
  },
  // #5
  {
    question: "იზოლირებულ სადგამებზე დამაგრებული დამუხტული გამტარი ბირთვებიდან პირველი ბირთვი გამტარი ძაფით შეაერთეს მეორესთან, ხოლო მეორე - მესამესთან (შეერთება ერთდროულად ხდება). ამის შემდეგ პირველი ბირთვის მუხტი აღმოჩნდა $4$მკკ, ხოლო მეორე ბირთვის პოტენციალი $2$ვ. განსაზღვრეთ მესამე ბირთვის ელექტროტევადობა, თუ მოცემული ბირთვების მოცულობების დამოკიდებულება შემდეგია: $V_1=V_2=8V_3.$ (ბირთვის მოცულობა $V = \\frac{4}{3}πR^3 $ სადაც $R$ ბირთვის რადიუსია. ძაფზე მუხტი არ რჩება). ბირთვებს შორის მანძილები ბევრად მეტია მათ რადიუსებზე.",
    options: ["$1$ მკფ", "$\\frac{1}{8}$ მკფ", "$2$ მკფ", "$4$ მკფ", "$64$ მკფ"],
    correct: 0,
    tags: []
  },
  // #6
  {
    question: "ჰაერიანი ბრტყელი კონდენსატორის ფირფიტებს შორის მანძილი $1$ მმ-ია, ფირფიტებზე მუხტების ზედაპირული სიმკვრივეები შესაბამისად არის $-40$ მკ/მ² და $40$ მკ/მ². განსაზღვრეთ კონდენსატორის ელექტრორევადობა, თუ ერთი ფირფიტის მუხტის მოდულია $8$ მკკ. $(\\varepsilon_0$ -ელექტრული მუდმივაა. ჰაერის დიელექტრიკული შეღწევადობა $1$-ის ტოლად ჩათვალეთ)",
    options: ["$0{,}4\\varepsilon_0$ ფ", "$0{,}1\\varepsilon_0$ ფ", "$0{,}8\\varepsilon_0$ ფ", "$0{,}3\\varepsilon_0$ ფ", "$0{,}2\\varepsilon_0$ ფ"],
    correct: 4,
    tags: []
  },
  // #7
  {
    question: "განსაზღვეთ $5$ მკფ ელექტროტევადობის ბრტყელი კონდენსატორის ფირფიტებს შორის მანძილი, თუ მისი ფირფიტების ფართობი $25$ სმ²-ია, ხოლო ფირფიტებს შორის სივრცე ავსებულია ნივთიერებით, რომლის დიელექტრიკული შეღწევადობა $4$-ის ტოლია ($\\varepsilon_0$ - ელექტრული მუდმივაა).",
    options: ["$4\\varepsilon_0$ მ", "$2000\\varepsilon_0$ მ", "$\\varepsilon_0$ მ", "$5000\\varepsilon_0$ მ", "$80\\varepsilon_0$ მ"],
    correct: 1,
    tags: []
  },
  // #8
  {
    question: "ბრტყელი კონდენსატორის ენერგიის სიმკვრივეა $W$. რისი ტოლი გახდება მისი ენერგიის სიმკვრივე, თუ ფირფიტებს შორის მანძილს გავზრდით $N$-ჯერ ისე, რომ კონდენსატორს მუდმივი ძაბვის ქსელიდან არ ამოვრთავთ?",
    options: ["$\\sqrt[N]{W}$", "$\\frac{W}{N}$", "$\\frac{W}{N^2}$", "$NW$", "$W^N$"],
    correct: 2,
    tags: []
  },
  // #9
  {
    question: "$C$ ელექტროტევადობის კონდენსატორის ფირფიტის მუხტია $q$. რა მუშაობას შეასრულებს კონდენსატორის ფირფიტებს შორის არსებული ელექტრული ველი, თუ ფირფიტებს შორის მანძილს შევამცირებთ $3$-ჯერ. კონდენსატორი გამორთულია დენის წყაროდან.",
    options: ["$\\frac{q^2}{2C}$", "$\\frac{q^2}{3C}$", "$\\frac{2q^2}{3C}$", "$\\frac{q^2}{C}$", "$\\frac{3q^2}{4C}$"],
    correct: 1,
    tags: []
  },
  // #10
  {
    question: "კონდენსატორის ენერგია არის $E$, მის ფირფიტებს შორის სივრცე სავსეა ნივთიერებით, რომლის დიელექტრიკული შეღწევადობაა $10$. რისი ტოლი გახდება ამ კონდენსატორის ენერგია, თუ მის ფირფიტებს შორის მანძილს შევამცირებთ $4$-ჯერ და ფირფიტებს შორის სივრცეს შევავსებთ ისეთი ნივთიერებით, რომლის დიელექტრიკული შეღწევადობაა $20$. კონდენსატორი ჩართულია მუდმივი ძაბვის წრედში.",
    options: ["$\\frac{E}{2}$", "$8E$", "$3E$", "$\\frac{E}{4}$", "$4E$"],
    correct: 1,
    tags: []
  },
  // #11
  {
    image: "physics-quizzes/class-10/images/image1.png",
    question: "ორი ბრტყელი პარალელური ფირფიტით შედგენილი კონდენსატორის ტევადობაა $120$ ნფ. კონდენსატორის ფირფიტებს შორის სივრცის $\\frac{2}{3}$ ნაწილი შეავსეს $\\varepsilon=2$ დიელექტრიკული შეღწევადობის მქონე დიელექტრიკით. რისი ტოლია მიღებული კონდენსატორის ელექტროტევადობა?",
    options: ["$80$ ნფ", "$120$ ნფ", "$160$ ნფ", "$180$ ნფ", "$200$ ნფ"],
    correct: 4,
    tags: []
  },
  // #12
  {
    image: "physics-quizzes/class-10/images/image2.png",
    question: "სურათზე გამოსახული კონდენსატორებისგან შედგენილი წრედი $A$ და $B$ მომჭერებით ჩართულია მუდმივი ძაბვის ქსელში. $C$ ელექტროტევადობის კონდენსატორის მუხტია $q$, განსაზღვრეთ $4C$ ელექტროტევადობის კონდენსატორის ბოლოებზე ძაბვა.",
    options: ["$\\frac{7q}{5C}$", "$\\frac{4q}{3C}$", "$\\frac{q}{C}$", "$\\frac{2q}{3C}$", "$\\frac{2q}{C}$"],
    correct: 4,
    tags: []
  },
  // #13
  {
    image: "physics-quizzes/class-10/images/image3.png",
    question: "სურათზე გამოსახული კონდენსატორებისგან შედგენილი წრედი $A$ და $B$ მომჭერებით ჩართულია მუდმივი ძაბვის ქსელში. $2C$ ელექტროტევადობის კონდენსატორის მუხტია $q$. რამდენით განსხვავდება $3C$ ელექტროტევადობის კონდენსატორის ბოლოებზე ძაბვა $C$ ელექტროტევადობის კონდენსატორის ბოლოებზე ძაბვისგან?",
    options: ["$\\frac{q}{3C}$", "$\\frac{2q}{3C}$", "$\\frac{q}{2C}$", "$\\frac{2q}{C}$", "$\\frac{3q}{C}$"],
    correct: 2,
    tags: []
  },
  // #14
  {
    image: "physics-quizzes/class-10/images/image4.png",
    question: "სურათზე მოყვანილია $E$ ელექტრული ველის დაძაბულობის $R$ მანძილზე დამოკიდებულების ოთხი გრაფიკი. რომელი გრაფიკი შეიძლება შეესაბამებოდეს უსასრულო, თანაბრად დამუხტული სიბრტყის ელექტრული ველის დაძაბულობის ფირფიტიდან დაშორებაზე დამოკიდებულებას? (მანძილი ათვლილია სიბრტყის ზედაპირიდან)",
    options: ["$1$", "$2$", "$3$", "$4$", "$2$ და $4$"],
    correct: 0,
    tags: []
  },
  // #15
  {
    image: "physics-quizzes/class-10/images/image5.png",
    question: "სურათზე ორი უსასრულო $3\\sigma$ და $4\\sigma$ მუხტის ზედაპირული სიმკვრივის მქონე, თანაბრად დამუხტული სიბრტყე ერთმანეთს კვეთს მართობულად. განსაზღვრეთ რა ელექტრული ძალით იმოქმედებს ამ ორი სიბრტყის მიერ შექმნილი ელექტრული ველი $A$ წერტილში მოთავსებულ $q$ მუხტზე. ($\\varepsilon_0$ - ელექტრული მუდმივაა)",
    options: ["$\\frac{5q}{4\\varepsilon_0}$", "$\\frac{5\\sigma q}{2\\varepsilon_0}$", "$\\frac{7\\sigma q}{2\\varepsilon_0}$", "$\\frac{\\sigma q}{2\\varepsilon_0}$", "$\\frac{2\\sigma q}{\\varepsilon_0}$"],
    correct: 1,
    tags: []
  },
  // #16
  {
    image: "physics-quizzes/class-10/images/image6.png",
    question: "სურათზე მოცემულია გამტარში გამავალი დენის ძალის ძაბვაზე დამოკიდებულების დიაგრამა. ამ დიაგრამის მიხედვით, რა დროში გაივლის გამტარში $40$კ-ის ტოლი მუხტი იმ შემთხვევაში, თუ ძაბვა გამტარის მომჭერებზე $10$ვ-ის ტოლი იქნება?",
    options: ["$4$ წმ", "$8$ წმ", "$10$ წმ", "$12$ წმ", "$16$ წმ"],
    correct: 4,
    tags: []
  },
  // #17
  {
    question: "იზოლირებულ სადგამებზე ერთმანეთისაგან შორს დამაგრებული, ორი ერთნაირი გამტარი სფერო, რომელთა მუხტები $4$მკკ და $-2$მკკ, შეაერთეს წვრილი გამტარი ძაფით. მუხტების გადანაწილება მოხდა $0{,}1$წმ დროის შუალედში. ჩათვალეთ, რომ საბოლოოდ ძაფში საერთოდ არ დარჩა მუხტი და განსაზღვრეთ ამ დროს მასში გავლილი დენის ძალის საშუალო მნიშვნელობა.",
    options: ["$20$ მკა", "$10$ მკა", "$50$ მკა", "$30$ მკა", "$40$ მკა"],
    correct: 3,
    tags: []
  },
  // #18
  {
    image: "physics-quizzes/class-10/images/image7.png",
    question: "სურათზე გამოსახული წრედი $A$ და $B$ მომჭერებით ჩართულია მუდმივი $20$ვ ძაბვის ქსელში. შესაბამისი რეზისტორების წინაღობებია: $R_1=1$ ომი, $R_2=2$ ომი, $R_3=4$ ომი, $R_4=6$ ომი და $R_5=3$ ომი. განსაზღვრეთ ძაბვა $R_5$ წინაღობის რეზისტორის ბოლოებზე.",
    options: ["$5$ ვ", "$15$ ვ", "$10$ ვ", "$20$ ვ", "$3$ ვ"],
    correct: 1,
    tags: []
  },
  // #19
  {
    image: "physics-quizzes/class-10/images/image8.png",
    question: "$C$ ელექტროტევადობის კონდენსატორი დამუხტეს ისე, როგორც სურათზეა ნაჩვენები. განსაზღვრეთ ძაბვა კონდენსატორის შემონაფენებს შორის ($q$ მუხტია).",
    options: ["$\\frac{4q}{C}$", "$\\frac{2q}{C}$", "$\\frac{q}{3C}$", "$\\frac{3q}{C}$", "$\\frac{5q}{7C}$"],
    correct: 0,
    tags: []
  },
  // #20
  {
    question: "დენის სიმკვრივე $j$ მართობულია ორი ნივთიერების გამყოფი სიბრტყის, ამ სიბრტყის მუხტის ზედაპირული სიმკვრივეა $\\sigma$, იპოვეთ მეორე ნივთიერების კუთრი წინაღობა, თუ პირველი ნივთიერების კუთრი წინაღობა მეტია მეორე ნივთიერების კუთრი წინაღობაზე და არის $\\rho_1$. ($\\varepsilon_0$ - ელექტრონული მუდმივაა)",
    options: ["$\\frac{\\rho_1\\varepsilon_0 - j\\sigma}{j\\varepsilon_0}$", "$\\frac{j \\rho_1 \\varepsilon_0}{j \\varepsilon_0}$", "$\\frac{j \\rho_1 \\varepsilon_0 - \\sigma}{j}$", "$\\frac{j \\rho_1 \\varepsilon_0 - \\sigma}{\\varepsilon_0}$", "$\\frac{j \\rho_1 \\varepsilon_0 - \\sigma}{j \\varepsilon_0}$"],
    correct: 4,
    tags: []
  },
  // #21
  {
    question: "გამტარ ცინლინდრში, რომელშიც მისი სიგრძის გასწვრივ გადის მუდმივი დენი, განივკვეთის ფართობი აქვს $S$. განსაზღვრეთ გამტარში ელექტრული ველის დაძაბულობა, თუ მასში $q$ მუხტი გადის $t$ დროში. გამტარის კუთრი წინაღობაა $\\rho$.",
    options: ["$\\frac{1}{Sq\\rho t}$", "$\\frac{Sq}{\\rho t}$", "$\\frac{\\rho q}{St}$", "$\\frac{qt}{S\\rho}$", "$\\frac{Sqt}{\\rho}$"],
    correct: 2,
    tags: []
  },
  // #22
  {
    image: "physics-quizzes/class-10/images/image9.png",
    question: "სურათზე გამოსახული წრედი ჩართულია $12$ვ ძაბვის ქსელში, განსაზღვრეთ წრედში გამოყოფილი სრული სიმძლავრე, თუ ყველა რეზისტორი ერთნაირია და თითოეულის წინაღობა $10$ ომია (სადენების წინაღობა არ გაითვალისწინოთ).",
    options: ["$1$ ვტ", "$3$ ვტ", "$12$ ვტ", "$6$ ვტ", "$9$ ვტ"],
    correct: 4,
    tags: []
  },
  // #23
  {
    image: "physics-quizzes/class-10/images/image10.png",
    question: "$P$ სიმძლავრესა და $U$ ძაბვაზე გაანგარიშებული $5$ ერთნაირი ნათურა $A$ და $B$ მომჭერებით ჩართულია $U$ ძაბვის ქსელში ისე როგორც სურათზეა გამოსახული. განსაზღვრეთ წრედში გამოყოფილი სრული სიმძლავრე (სადენების წინაღობა არ გაითვალისწინოთ).",
    options: ["$P$", "$\\frac{P}{2}$", "$5P$", "$\\frac{P}{4}$", "$12P$"],
    correct: 1,
    tags: []
  },
  // #24
  {
    image: "physics-quizzes/class-10/images/image10.png",
    question: "$P$ სიმძლავრესა და $U$ ძაბვაზე გაანგარიშებული $5$ ერთნაირი ნათურა $A$ და $B$ მომჭერებით ჩართულია $U$ ძაბვის ქსელში ისე როგორც სურათზეა გამოსახული. განსაზღვრეთ მე-$3$ ნათურაზე გამოყოფილი სითბო $T$ დროის განმავლობაში (სადენების წინაღობა არ გაითვალისწინოთ).",
    options: ["$\\frac{PT}{16}$", "$PT$", "$\\frac{PT}{5}$", "$3PT$", "$\\frac{PT}{4}$"],
    correct: 0,
    tags: []
  },
    // #25
  {
    image: "physics-quizzes/class-10/images/image6.png",
    question: "სურათზე მოცემულია გამტარში გამავალი დენის ძალის ძაბვაზე დამოკიდებულების გრაფიკი. რისი ტოლია გამტარზე გამოყოილი სიმძლავრე მის ბოლოებზე მოდებული $8$ვ ძაბვის შემთხვევაში.",
    options: ["$8$ ვტ", "$18$ ვტ", "$36$ ვტ", "$9$ ვტ", "$16$ ვტ"],
    correct: 4,
    tags: []
  }
];
