const quizData = [

  // 1
  {
    question: "$0{,}1\\ \\text{ტლ}$ ინდუქციის ერთგვაროვან მაგნიტურ ველში მოთავსებული კვადრატის ფორმის დენიანი ჩარჩოს გვერდის სიგრძე $3\\ \\text{სმ}$-ია. გამოთვალეთ მაგნიტური ველის მხრიდან ჩარჩოზე მოქმედი მაბრუნებელი მომენტი, თუ მასში $1\\ \\text{წთ}$-ში გადის $60\\ \\text{კ}$ მუხტი და ინდუქციის წირები ჩარჩოს ორი გვერდის პარალელურია, ხოლო მეორე ორი გვერდის მართობულია.",
    options: ["$45\\cdot10^{-4}\\ \\text{ნ}\\cdot\\text{მ}$", "$10^{-6}\\ \\text{ნ}\\cdot\\text{მ}$", "$9\\cdot10^{-5}\\ \\text{ნ}\\cdot\\text{მ}$", "$15\\cdot10^{-5}\\ \\text{ნ}\\cdot\\text{მ}$", "$3\\cdot10^{-5}\\ \\text{ნ}\\cdot\\text{მ}$"],
    correct: 2,
    tags: []
  },

  // 2
  {
    question: "კოჭას ენერგია $0{,}5\\ \\text{ჯ}$-ია. ამავე კოჭას ველის ინდუქციის ნაკადი (თავის თავში) $0{,}1\\ \\text{ვბ}$-ია. იპოვეთ დენის ძალა კოჭაში.",
    options: ["$10\\ \\text{ა}$", "$15\\ \\text{ა}$", "$5\\ \\text{ა}$", "$2\\ \\text{ა}$", "$1\\ \\text{ა}$"],
    correct: 0,
    tags: []
  },

  // 3
  {
    question: "ზოლოვანი მაგნიტის გასწვრივ მისკენ ამოძრავებენ გამტარ რგოლს ისე, რომ რგოლის ცენტრზე გამავალი მისი სიბრტყის მართობული ღერძი მაგნიტის ზოლის გასწვრივაა. ჩამოთვლილთაგან რომელი აღწერს მაგნიტის შესაძლო ქცევას სწორად? განიხილეთ მხოლოდ მაგნიტური ურთიერთქმედება",
    options: ["მაგნიტი განიზიდება რგოლისგან.", "მაგნიტი მიიზიდება რგოლისკენ.", "მაგნიტზე რგოლი არ იმოქმედებს.", "მაგნიტზე იმოქმედებს მაბრუნებელი მომენტი.", "მაგნიტი ორიენტირდება რგოლის სიბრტყის პარალელურად."],
    correct: 0,
    tags: []
  },

  // 4
  {
    question: "განსაზღვრეთ $100$ ხვიისგან შემდგარი კოჭას წინაღობა თუ ამ კოჭაში $2\\ \\text{წმ}$-ში გარეშე მაგნიტური ნაკადი თანაბრად შეიცვალა $1{,}2\\times10^{-2}\\ \\text{ვბ}$-ით და ამ ცვლილების გამო გამტარში გავიდა $20\\ \\text{ა}$ დენი.",
    options: ["$1{,}2\\ \\text{ომი}$", "$2{,}3\\ \\text{ომი}$", "$0{,}5\\ \\text{ომი}$", "$0{,}04\\ \\text{ომი}$", "$0{,}03\\ \\text{ომი}$"],
    correct: 4,
    tags: []
  },

  // 5
  {
    question: "კვადრატული ფორმის გამტარი ჩარჩო, რომლის ერთი გვერდის სიგრძე $2\\ \\text{სმ}$-ია და ამ გვერდის წინაღობა $0{,}5\\ \\text{ომი}$, მოთავსებულია მაგნიტურ ველში, რომლის ინდუქციაც დროის მიხედვით იცვლება შემდეგი კანონით: $B=4+2t$, სადაც ინდუქცია და დრო $SI$-შია მოცემული. რისი ტოლია ჩარჩოში $3\\ \\text{წმ}$-ში გამოყოფილი სითბო, თუ მაგნიტური ველის ინდუქცის წირები კვადრატის სიბრტყის მართობულია.",
    options: ["$15\\times10^{-8}\\ \\text{ჯ}$", "$8\\times10^{-9}\\ \\text{ჯ}$", "$48\\times10^{-8}\\ \\text{ჯ}$", "$96\\times10^{-8}\\ \\text{ჯ}$", "$4\\times10^{-6}\\ \\text{ჯ}$"],
    correct: 3,
    tags: []
  },

  // 6
  {
    question: "კოჭაში დენის ძალა $0{,}04\\ \\text{წმ}$-ის განმავლობაში თანაბრად შეიცვალა $10\\ \\text{ა}$-ით, მოცემულ პროცესში კოჭაში აღიძვრა $100\\ \\text{ვ}$ თვითინდუქციის ე.მ.ძ.. განსაზღვრეთ კოჭას ინდუქციურობა.",
    options: ["$0{,}4\\ \\text{ჰნ}$", "$0{,}2\\ \\text{ჰნ}$", "$2\\ \\text{ჰნ}$", "$1\\ \\text{ჰნ}$", "$0{,}25\\ \\text{ჰნ}$"],
    correct: 0,
    tags: []
  },

  // 7
  {
    question: "კოჭას წინაღობაა $5\\ \\text{ომი}$. განსაზღვრეთ მისი ინდუქციურობა, თუ კოჭაში დენი თანაბრად იზრდება $10^3\\ \\text{ა}/\\text{წმ}$ სიჩქარით და როდესაც მის ბოლოებზე ძაბვა $120\\ \\text{ვ}$-ია ამ მომენტში კოჭაში გადის $16\\ \\text{ა}$ დენი.",
    options: ["$0{,}02\\ \\text{ჰნ}$", "$0{,}05\\ \\text{ჰნ}$", "$0{,}04\\ \\text{ჰნ}$", "$0{,}09\\ \\text{ჰნ}$", "$0{,}12\\ \\text{ჰნ}$"],
    correct: 2,
    tags: []
  },

  // 8
  {
    question: "კოჭა, რომლის წინაღობაც შეგვიძლია უგულეველვყოთ ქმნის მაგნიტურ ველს, რომლის ინდუციაც კოჭას შიგნით $0{,}4\\ \\text{ტესლაა}$. კოჭას ხვიის ფართობი $50\\ \\text{სმ}^2$-ია. განსაზღვრეთ კოჭას მაგნიტური ველის ენერგია თუ კოჭაში $10\\ \\text{ა}$ დენი გადის.",
    options: ["$0{,}4\\times10^{-3}\\ \\text{ჯ}$", "$2\\times10^{-3}\\ \\text{ჯ}$", "$0{,}2\\times10^{-3}\\ \\text{ჯ}$", "$10^{-2}\\ \\text{ჯ}$", "$8\\times10^{-2}\\ \\text{ჯ}$"],
    correct: 3,
    tags: []
  },

  // 9
  {
    image: "physics-quizzes/class-10/images/image31.png",
    question: "პარალელურად შეერთებული რეზისტორი და იდეალური $0{,}8\\ \\text{ჰნ}$ ინდუქციურობის კოჭა მიერთებულია $\\varepsilon=20\\ \\text{ვ}$ ე.მ.ძალის და $r$ შიგა წინაღობის მუდმივი დენის წყაროსთან. $K_1$ და $K_2$ ჩამრთველი ჩართეს ერთდროულად. როდესაც წრედში მუდმივი დენი დამყარდა გამორთეს $K_1$ ჩამრთველი. განსაზღვრეთ $r$ შიგა წინაღობა, თუ $K_1$-ის გამორთვის შემდეგ წრედში დენის შეწყვეტამდე $R$ წინაღობაზე გამოიყო $10\\ \\text{ჯ}$ სითბო.",
    options: ["$1\\ \\text{ომი}$", "$2\\ \\text{ომი}$", "$4\\ \\text{ომი}$", "$8\\ \\text{ომი}$", "$16\\ \\text{ომი}$"],
    correct: 2,
    tags: []
  },

  // 10
  {
    question: "გამოსახეთ ინდუქციურობის ერთეული ,,ჰენრი’’ $SI$-ის ძირითადი ერთეულებით.",
    options: ["$\\text{კგ}\\cdot\\text{მ}/(\\text{ა}^2\\cdot\\text{წმ})$", "$\\text{კგ}\\cdot\\text{მ}^3/(\\text{ა}\\cdot\\text{წმ}^2)$", "$\\text{კგ}\\cdot\\text{მ}^2/(\\text{ა}^3\\cdot\\text{წმ}^3)$", "$\\text{კგ}\\cdot\\text{მ}/(\\text{ა}^2\\cdot\\text{წმ}^3)$", "$\\text{კგ}\\cdot\\text{მ}^2/(\\text{ა}^2\\cdot\\text{წმ}^2)$"],
    correct: 4,
    tags: []
  },

  // 11
  {
    question: "წრის ფორმის მაგიდის დიამეტი $1{,}1\\ \\text{მ}$-ია, მისი ზედაპირის პარალელურად $h$ სიმაღლეზე ჩამოკიდებულია წრიული დისკოს ფორმის სანათი, ისე, რომ მათი ცენტრების შემაერთებელი ვერტიკალური მონაკვეთი მათი სიბრტყეების მართობულია. ჰორიზონტალურ იატაკზე მიღებული მაგიდის სრული ჩრდილის დიამეტრი $2\\ \\text{მ}$-ია. განსაზღვრეთ სანათის დიამეტრი, თუ იატაკიდან მაგიდის ზედაპირამდე სიმაღლეც $h$-ის ტოლია.",
    options: ["$7\\ \\text{სმ}$", "$20\\ \\text{სმ}$", "$25\\ \\text{სმ}$", "$15\\ \\text{სმ}$", "$5\\ \\text{სმ}$"],
    correct: 1,
    tags: []
  },

  // 12
  {
    question: "ჰორიზონტალურ გზაზე, ბოძის წვერში $4\\ \\text{მ}$ სიმაღლეზე დამაგრებულია სინათლის წერტილოვანი წყარო. $1{,}6\\ \\text{მ}$ სიმაღლის ადამიანის თავის ჩრდილი $5\\ \\text{მ}/\\text{წმ}$ სიჩქარით შორდება ბოძს. იპოვეთ ადამიანის სიჩქარე.",
    options: ["$1\\ \\text{მ}/\\text{წმ}$", "$2{,}4\\ \\text{მ}/\\text{წმ}$", "$2\\ \\text{მ}/\\text{წმ}$", "$3\\ \\text{მ}/\\text{წმ}$", "$9\\ \\text{მ}/\\text{წმ}$"],
    correct: 3,
    tags: []
  },

  // 13
  {
    image: "physics-quizzes/class-10/images/image32.png",
    question: "სხივი გადადის ერთი ოპტიკური გარემოდან მეორე ოპტიკურ გარემოში. განსაზღვრეთ ოპტიკურად მეტად მკვრივი გარემოს გარდატეხის მაჩვენებელი, ოპტიკურად ნაკლებად მკვრივი გარემოს მიმართ.",
    options: ["$7/5$", "$4/3$", "$8/3$", "$3/2$", "$5/4$"],
    correct: 1,
    tags: []
  },

  // 14
  {
    question: "მზის სხივები ჰორიზონტალურ ზედაპირთან ადგენენ $60^\\circ$-იან კუთხეს. ჩამოთვლილთაგან, ჰორიზონტისადმი რა კუთხით შეიძლება დავხაროთ ბრტყელი სარკე, რომ არეკვლილი სხივები ვერტიკალურად გავრცელდეს?",
    options: ["$65^\\circ$", "$60^\\circ$", "$45^\\circ$", "$30^\\circ$", "$15^\\circ$"],
    correct: 4,
    tags: []
  },

  // 15
  {
    question: "წერტილი უახლოვდება სარკეს მართობის გასწვრივ. სარკე ამავე მართობის გასწვრივ დედამიწის მიმართ მოძრაობს $V$ სიჩქარით. განსაზღვრეთ წერტილის სიჩქარე დედამიწის მიმართ, თუ სარკეში მისი გამოსახულება დედამიწის მიმართ უძრავია.",
    options: ["$0$", "$V/2$", "$V$", "$2V$", "$3V/2$"],
    correct: 3,
    tags: []
  },

  // 16
  {
    question: "ვაკუუმიდან, $n$ გარდატეხის აბსოლუტური მაჩვენებლის მქონე გარემოში ისე გადადის სხივი, რომ დაცემის კუთხე $60^\\circ$-ია, ხოლო გარდატეხის კუთხე $30^\\circ$. შემდეგ სხივი $n$ გარდატეხის მაჩვენებლის მქონე გარემოდან გადადის $2n$ გარდატეხის მქონე გამჭვირვალე გარემოში. განსაზღვრეთ $2n$ გარდატეხის მაჩვენებლის მქონე გარემოში სინათლის გავრცელების სიჩქარე, თუ ვაკუუმში სინათლე ვრცელდება $c$ სიჩქარით.",
    options: ["$c/2$", "$c/\\sqrt{2}$", "$c/(2\\sqrt{3})$", "$c/(3\\sqrt{3})$", "$c/(4\\sqrt{2})$"],
    correct: 2,
    tags: []
  },

  // 17
  {
    question: "ჭურჭელში ჩასხმული სითხის გარდატეხის მაჩვენებელია $\\sqrt{3}/\\sqrt{2}$. ჭურჭლის ფსკერზე ვერტიკალურად ჩარჭობილია ღერო, რომლის წვეროც სითხის დონესთან შედარებით $1\\ \\text{მ}$-ით მაღლაა. ჰაერიდან სითხის ზედაპირს ეცემა მზის სხივები, რომლებიც $30^\\circ$-იან კუთხეს ადგენენ სითხის ჰორიზონტალურ ზედაპირთან, ღეროს ჩრდილის სიგრძე ჭურჭლის ფსკერზე $(3+\\sqrt{3})\\ \\text{მ}$-ია. ჰაერის გარდატეხის მაჩვენებელი $1$-ია. განსაზღვრეთ სითხის სიღრმე.",
    options: ["$1\\ \\text{მ}$", "$2\\ \\text{მ}$", "$3\\ \\text{მ}$", "$4\\ \\text{მ}$", "$5\\ \\text{მ}$"],
    correct: 2,
    tags: []
  },

  // 18
  {
    question: "განსაზღვრეთ იმ სითხის გარდატეხის აბსოლუტური მაჩვენებელი რომლის სრული შინაგანი არეკვლის ზღვრული კუთხე $60^\\circ$-ია. სითხე ესაზღვრება ჰაერს, რომლის გარდატეხის აბსოლუტური მაჩვენებელი $1$-ის ტოლია.",
    options: ["$2/\\sqrt{3}$", "$2/\\sqrt{2}$", "$1/\\sqrt{2}$", "$\\sqrt{3}/2$", "$1/4$"],
    correct: 0,
    tags: []
  },

  // 19
  {
    question: "სხივი ჰაერიდან $60^\\circ$-იანი კუთხით ეცემა $4\\ \\text{სმ}$ სისქის ბრტყელ პარალელურწახნაგებიან გამჭვირვალე ფირფიტას. ამ წახნაგების გადაკვეთის შემდეგ სხივი ისევ გადის ჰაერში ფირფიტის მეორე მხარეს. რა მანძილი გაიარა სხივმა ფირფიტაში? $n_{\\text{ჰაერის}}=1$, $n_{\\text{ფირფიტის}}=5\\sqrt{3}/6$.",
    options: ["$2\\ \\text{სმ}$", "$3\\ \\text{სმ}$", "$4\\ \\text{სმ}$", "$5\\ \\text{სმ}$", "$6\\ \\text{სმ}$"],
    correct: 3,
    tags: []
  },

  // 20
  {
    image: "physics-quizzes/class-10/images/image33.png",
    question: "განსაზღვეთ ჰაერში მოთავსებული პრიზმის სრული შინაგანი არეკვლის ზღვრული კუთხის სინუსი სურათზე მოცემული სხივის სვლის დახმარებით, თუ ჰაერის გარდატეხის აბსოლუტური მაჩვენებელი $1$-ია. $BC=2\\sqrt{10}\\ \\text{სმ}$, $AC=3\\ \\text{სმ}$. (სურათზე ნაჩვენებია დაცემული და გარდატეხილი სხივები).",
    options: ["$4/5$", "$1/2$", "$3/4$", "$6/7$", "$9/11$"],
    correct: 3,
    tags: []
  },

  // 21
  {
    question: "$F$ ფოკუსური მანძილის მქონე შემკრები ლინზიდან $\\frac{3F}{2}$ მანძილით დაშორებული მნათი წერტილი მუდმივი $V$ სიჩქარით მოძრაობს მთავარი ოპტიკური ღერძის მართობულად, ღერძის გადამკვეთ წრფეზე. განსაზღვრეთ მნათი წერტილის გამოსახულების სიჩქარე.",
    options: ["$V/2$", "$V$", "$2V$", "$3V/2$", "$3V$"],
    correct: 2,
    tags: []
  },

  // 22
  {image: "physics-quizzes/class-10/images/image34.png",
    question: "ღერო მოთავსებულია $F$ ფოკუსური მანძილის მქონე შემკრები ლინზის წინ ისე, როგორც სურათზეა გამოსახული. მეორე შემთხვევაში იგივე ღერო დადეს გამბნევი ლინზიდან $2F$-ის ტოლ მანძილზე, ლინზის პარალელურად. გამოსახეთ გამბნევი ლინზის ფოკუსური მანძილი $F$-ით, თუ ლინზების გამადიდებლობები ორივე შემთხვევაში ერთნაირია.",
    options: ["$F/2$", "$3F/4$", "$F$", "$3F/2$", "$2F$"],
    correct: 4,
    tags: []
  },

  // 23
  {
    question: "რა მანძილზე უნდა მოვათავსოთ საგანი $F$ ფოკუსური მანძილის მქონე შემკრები ლინზიდან, მის პარალელურად, რომ მივიღოთ $n$-ჯერ გადიდებული წარმოსახვითი გამოსახულება?",
    options: ["$F(n-1)/n$", "$F(n+1)/n$", "$F(n+1)$", "$F(n-1)$", "$F/n$"],
    correct: 0,
    tags: []
  },

  // 24
  {
    question: "ჩაზნექილი სარკის მთავარ ოპტიკურ ღერძზე, პოლუსიდან $20\\ \\text{სმ}$ მანძილზე მოთავსებულია საგანი, რომლის ნამდვილი გამოსახულებაც პოლუსიდან მიიღება $20\\ \\text{სმ}$-ზე. განსაზღვრეთ მოცემული სარკის ფოკუსური მანძილი.",
    options: ["$5\\ \\text{სმ}$", "$25\\ \\text{სმ}$", "$20\\ \\text{სმ}$", "$10\\ \\text{სმ}$", "$30\\ \\text{სმ}$"],
    correct: 3,
    tags: []
  },

  // 25
  {
    question: "ამოზნექილი სფერული სარკის მთავარ ოპტიკურ ღერძზე პოლუსიდან $30\\ \\text{სმ}$-ზე მოთავსებულია საგანი. საგნის წარმოსახვითი გამოსახულება მიიღება პოლუსიდან $12\\ \\text{სმ}$-ზე. განსაზღვრეთ სარკის სიმრუდის რადიუსი.",
    options: ["$5\\ \\text{სმ}$", "$10\\ \\text{სმ}$", "$15\\ \\text{სმ}$", "$30\\ \\text{სმ}$", "$40\\ \\text{სმ}$"],
    correct: 4,
    tags: []
  }

];