const quizData = [
  // 1
  {intro:"კულონის მუდმივა: $k = 9 \\cdot 10^9$ ნ $\\cdot$ მ$^2/$კ$^2$, ელემენტარული მუხტი: $q_p = |q_e | = 1{,}6 \\cdot 10^{−19}$კ. ($ε_0$ -ელექტრული მუდმივაა) <br><br> პკ (პიკო) = $10^{−12}$; მკ (მიკრო) = $10^{−6}$ ; ნ (ნანო) = $10^{−9}$ ; მ (მილი) = $10^{−3}$ ; მგ (მეგა) = $10^6$ . <br><br> ნაწილაკებს შორის ურთიერთქმედებისას გრავიტაციული ურთიერთქმედება არ გაითვალისწინოთ.",
    question: "მოცემულია ერთმანეთისგან დიდი მანძილით დაშორებული $R$, $2R$ და $3R$ რადიუსის გამტარი ბირთვები, რომელთა მუხტებია შესაბამისად: $64$ნკ, $-16$ნკ და $0$. $R$ რადიუსის ბირთვი წვრილი მავთულით შეაერთეს $2R$ რადიუსის ბირთვთან. მუხტების გადანაწილების შემდეგ ეს მავთული ჩახსნეს. შემდეგ $R$ რადიუსის ბირთვი ასევე წვრილი მავთულით შეაერთეს $3R$ რადიუსის ბირთვთან და მუხტების გადანაწილების შემდეგ მავთული კვლავ ჩახსნეს. განსაზღვრეთ რა მუხტი აღმოჩნდება $3R$ რადიუსის ბირთვზე? მავთულზე მუხტი არ რჩება.",
    options: ["$12$ნკ", "$8$ნკ", "$16$ნკ", "$24$ნკ", "$64$ნკ"],
    correct: 0,
    tags: []
  },
  // 2
  {
    question: "მოცემულია ერთმანეთისგან დიდი მანძილით დაშორებული $R$, $2R$ და $3R$ რადიუსის გამტარი ბირთვები, რომელთა მუხტებია შესაბამისად: $64$ნკ, $-16$ნკ და $0$. $R$ რადიუსის ბირთვი წვრილი მავთულით შეაერთეს $3R$ რადიუსის ბირთვს. მუხტების გადანაწილების შემდეგ მავთული ჩახსნეს. შემდეგ $R$ რადიუსის ბირთვი კვლავ წვრილი მავთულით შეაერთეს $2R$ რადიუსის ბითვთან და მუხტების გადანაწილების შემდეგ მავთული ჩახსნეს. რამდენი ელექტრონი დაკარგა $2R$ რადიუსის ბირთვმა? მავთულზე მუხტი არ რჩება.",
    options: ["$10^{10}$", "$0$", "$10^{9}$", "$10^{11}$", "$10^{8}$"],
    correct: 3,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-10/images/image..1.png",
    question: "ნახაზზე მოცემულ $ABC$ მართხკუთხა სამკუთხედის $A,C,D$ და $F$ წერტილებში შესაბამისად დამაგრებულია $32$ნკ, $12$ნკ, $-8$ნკ და $-12$ნკ წერტილოვანი მუხტები. $AD=DC=4$სმ, $CF=FB=3$სმ. გასნაზღვრეთ $C$ წერტილში დამაგრებულ მუხტზე მოქმედი ელექტრული ძალების ტოლქმედი.",
    options: ["$12 \\cdot 10^{-5}ნ$", "$144 \\cdot 10^{-5}ნ$", "$1{,}44 \\cdot 10^{-5}ნ$", "$0$", "$1{,}2 \\cdot 10^{-5}ნ$"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "მანძილი, ორ დამაგრებულ $9q$ და $4q$ წერტილოვან მუხტებს შორის $3$ მეტრია. $4q$ მუხტიდან რა მანძილზე უნდა მოვათავსოთ მესამე წერტილოვანი მუხტი, რომ ის წონასწორობაში იყოს?",
    options: ["$0{,}8მ$", "$0{,}4მ$", "$1მ$", "$1{,}6მ$", "$1{,}2მ$"],
      correct: 4,
    tags: []
  },
  // 5
  {
    question: "გამოსახეთ ელექტრული ველის დაძაბულობის ერთეული „$SI$“_ის (კგ, მ, წმ, კ) ერთეულიებით.",
    options: ["$კგ \\cdot მ/(წმ \\cdot კ^{2})$", "$კგ \\cdot კ/(მ \\cdot წმ^{2})$", "$კგ \\cdot მ/(კ \\cdot წმ^{2})$", "$კგ \\cdot მ^{2}/(კ \\cdot წმ)$", "$კგ \\cdot მ^{2}/(კ \\cdot წმ^{3})$"],
    correct: 2,
    tags: []
  },
  // 6
  {
    question: "ელეტრული ველის შემქნელი წერტილოვანი მუხტიდან $1$ მ მანძილზე მოთვსებულ $1$ნკ საცდელ მუხტზე მოქმედი ელექტრული ძალა $9$ მკნ-ია. განსაზღვრეთ ველის შემქნელი მუხტის მოდული.",
     options: ["$1მკკ$", "$32მკკ$", "$1ნკ$", "$1{,}6ნკ$", "$48მკ$"],
     correct: 0,
    tags: []
  },
  // 7
  {
    question: "წერტილოვანი მუხტის ველის ძალწირის $A$ და $B$ წეტილებში დაძაბულობა $1600$ნ/კ და $100$ნ/კ-ია. განსაზღვეთ რა სიდიდის ელექტრული ძალა იმოქმედებს $0{,}25$ მკკ საცდელ მუხტზე, თუ მას მოვათავსებთ $AB$ მონაკვეთის შუაწერტილში.",
     options: ["$24მკნ$", "$20მკნ$", "$64მკნ$", "$256მკნ$", "$144მკნ$"],
   correct: 2,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-10/images/image..2.png",
    question: "რა $q$ მუხტი უნდა დავამაგროთ $ABCD$ კვადრატის $B$ წვეროში, რომ $D$ წვეროში ელექტრული ველის დაძაბულობა ნული იყოს, თუ $A$ და $C$ წვეროებში დამაგრებულია $q_{1}=q_{2}=10^{-13}$კ წერტილოვანი მუხტები?",
    options: ["$-10^{-13}კ$", "$5 \\cdot 10^{-13}კ$", "$-\\sqrt{3} \\cdot 10^{-13}კ$", "$4\\sqrt{3} \\cdot 10^{-13}კ$", "$-2\\sqrt{2} \\cdot 10^{-13}კ$"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "იზოლირებულ სადგამზე დამაგრებულია $0{,}4$ დმ რადიუსის გამტარი სფერო, რომელზეც გადანაწილებულია $1{,}6$ნკ მუხტი. სფეროს ცენტრიდან $4$დმ მანძილზე მოთვსებულია $16$ ნკ წერტილოვანი მუხტი. განსაზღვრეთ სფეროს ცენტრში ელექტრული ველის პოტენციალი.",
   options: ["$720ვ$", "$0ვ$", "$160ვ$", "$320ვ$", "$250ვ$"],
    correct: 0,
    tags: []
  },
  // 10
  {
    question: "წერტილი მოძრაობს თანაბრად დამუხტული უსასრულოდ დიდი სიბრტყის ველის ძალწირის გასწვრივ, ძალწირის მიმართულებით, როგორ იცვლება ამ წერტილში ელექტრული ველის დაძაბულობა და პოტენციალი?",
    options: ["დაძაბულობა მცირდება, პოტენციალი მცირდება;", "დაძაბულობა არ იცვლება, პოტეცნიალი მცირდება;", "დაძაბულობა იზრდება, პოტენციალი მცირდება;", "დაძაბულობა არ იცვლება, პოტენციალი იზრდება;", "დაძაბულობა მცირდება, პოტენციალი იზრდება;"],
    correct: 1,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-10/images/image..3.png",
    question: "იპოვეთ $\\vec{E}$ და $\\vec{E}$ დაძაბულობების მქონე ერთგვაროვანი ელექტრული ველების გამყოფ სიბრტყეზე $\\sigma$ მუხტის ზედაპირული სიმკვივე.",
   options: ["$4E\\varepsilon_0$", "$E\\varepsilon_0$", "$3E\\varepsilon_0$", "$0$", "$-2E\\varepsilon_0$"],
    correct: 3,
    tags: []
  },
  // 12
  {
    question: "რა ელექტრული ძალით მოქმედებს $\\sigma$ ზედაპირული სიმკვრივით თანაბრად დამუხტულ უსასრულო სიბრტყეზე მასთან ახლოს მყოფი $q$ წერტილოვანი მუხტი.",
      options: ["$\\frac{\\sigma \\varepsilon_0}{2q}$", "$\\frac{q\\sigma}{2\\varepsilon_0}$", "$\\frac{q\\sigma}{\\varepsilon_0}$", "$\\frac{q\\varepsilon_0}{\\sigma}$", "$\\frac{2q\\varepsilon_0}{\\sigma}$"],
   correct: 1,
    tags: []
  },
  // 13
  {
    question: "თანაბრად დამუხტული დიელექტრიკის ბირთვის რადიუსია $R$. ბირთვის ცენტრიდან $2R$ მანძილზე ელექტრული ველის დაძაბულობაა $10$კნ/კ. რისი ტოლი იქნება ელექტრული ველის დაძაბულობა ბირთვის ცენტრიდან $\\frac{R}{2}$ მანძილზე?",
    options: ["$90ნ/კ$", "$20ნ/კ$", "$20კნ/კ$", "$5კნ/კ$", "$0$"],
    correct: 2,
    tags: []
  },
  // 14
  {
    question: "გამტარი სფეროს რადიუსი $2$სმ-ია, ხოლო მუხტი $32$ პკკ. განსაზღვრეთ რამდენით განსხვავდება იმ ორ წერტილს შორის დაძაბულობის მოდეულები, რომლებიც სფეროს ცენტრიდან დაშორებულნი არიან $3$სმ და $1$სმ მანძილებით.",
    options: ["$320ნ/კ$", "$0$", "$100ნ/კ$", "$480ნ/კ$", "$160ნ/კ$"],
    correct: 0,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-10/images/image..4.png",
    question: "$ACBD$ კვადრატის სიბრტყე მართობულია მის გვერდებს შორის მოთავსებული უსასრულოდ გრძელი $R$ რადიუსის ცილინდრის სიმეტრიის ღერძის. $A$ და $B$ წვეროებში დაამაგრეს შესაბამისად $3q$ და $q$ მუხტები. ცილინდრი თანაბრად არის დამუხტული $\\tau$ წირითი სიმკვრივით. განსაზღვეთ ცილინდრზე, ამ მუხტების მხრიდან მოქმედი ელექტრული ძალების ტოლქმედი, თუ კვადრატის გვერდია $4\\sqrt{2}R.$",
   options: ["$\\frac{3q\\tau}{\\sqrt{2}\\pi \\varepsilon_0 R}$", "$\\frac{q\\tau}{\\pi \\varepsilon_0 R^2}$", "$\\frac{\\sqrt{2}q\\tau}{\\pi R\\varepsilon_0}$", "$\\frac{q\\tau}{2\\pi R \\varepsilon_0}$", "$\\frac{q\\tau}{4\\pi R\\varepsilon_0}$"],
    correct: 4,
    tags: []
  },
  // 16
  {
    question: "$E$ დაძაბულობის ერთგვაროვან ელექტრულ ველში მოთავსებულია სითხით სავსე ჭურჭელი. განსაზღვრეთ სითხეში ელექტრული ველის დაძაბულობა, თუ ჭურჭლის ნივთიერების დიელექტრიკული შეღწევადობაა $\\epsilon_{1}=4,$ ხოლო სითხის - $\\epsilon_{2}=81$",
      options: ["$E/324$", "$E/81$", "$E/4$", "$E/85$", "$81E$"],
   correct: 1,
    tags: []
  },
  // 17
  {
    question: "მოცემულია გამტარი, რომელიც დიდი ხანია მოთავსებულია $10$კნ/კ დაძაბულობის გარეშე ველში. განსაზღვრეთ გამტარის შიგით მყოფ ერთ თავისუფალ ელექტრონზე მოქმედი ელექტრული ძალების ტოლქმედის მოდული.",
      options: ["$16\\cdot 10^{-16}ნ$", "$32\\cdot 10^{-16}ნ$", "$4\\cdot 10^{-16}ნ$", "$1{,}6\\cdot 10^{-16}ნ$", "$0$"],
   correct: 4,
    tags: []
  },
  // 18
  {warning:"ყველა პასუხი ჩათვლილია",
    question: "დამაგრებული $-16$მკკ მუხტისგან $9$სმ-ით დაშორებული წერტილიდან უსასრულობაში გადავიდა მეორე $-16$მკკ მუხტი. რა მუშაობა შეასრულა ელექტრულმა ველმა?",
    options: ["$-256ჯ$", "$14ჯ$", "$-8ჯ$", "$25{,}6ჯ$", "$50ჯ$"],
    correct: [0,1,2,3,4],
    tags: []
  },
  // 19
  {
    question: "$1$მგნ/კ დაძაბულობის ერთგვაროვან ელექტრულ ველში $A$ წერტილიდან $B$-ში გაადგილეს $16$ნკ მუხტი. განსაზღვრეთ ველის მუშაობის მოდული, თუ $AB = 2$ მ, ხოლო კუთხე $AB$ მონაკვეთსა და ველის ძალწირებს შორის $\\alpha=45^{0}.$",
     options: ["$32\\sqrt{2}მჯ$", "$4მჯ$", "$16\\sqrt{2}მჯ$", "$18მჯ$", "$\\sqrt{3}მჯ$"],
   correct: 2,
    tags: []
  },
  // 20
  {
    question: "ლითონის დამუხტული ბურთულას ცენტრიდან $1$სმ მანძილზე ელექტრული ველის პოტენციალი $12$ვ-ია, ხოლო $6$სმ მანძილზე კი $6$ვ. განსაზღვრეთ ბურთულას პოტენციალი ცენტრიდან $4$ სმ მანძილზე.",
   options: ["$9ვ$", "$1ვ$", "$4ვ$", "$5ვ$", "$2ვ$"],
     correct: 0,
    tags: []
  },
  // 21
  {
    question: "წერტილოვანი მუხტის ველის ძალწირის $A$ და $B$ წერტილებში პოტენციალები $100$ვ და $60$ ვ-ია. განსაზღვრეთ $AB$ მონაკვეთის შუაწერტილში მოთავსებული $-4$ნკ მუხტის ელექტრულ ველთან ურთიერთქმედების პოტენცური ენერგია.",
   options: ["$40ნჯ$", "$-75ნჯ$", "$-150ნჯ$", "$-300ნჯ$", "$400ნჯ$"],
    correct: 3,
    tags: []
  },
  // 22
  {
    question: "განსაზღვრეთ ერთგვაროვანი ელექტრული ველის იმ ორ წერტილს შორის პოტენციალთა სხვაობა, რომელთა შორის გავლისაც $64$მკგ მასის და $16$ნკ მუხტის სიჩქარე $10$მ/წმ-დან გაიზდება $20$მ/წმ-მდე.",
    options: ["$50ვ$", "$200ვ$", "$500ვ$", "$300ვ$", "$600ვ$"],
    correct: 4,
    tags: []
  },
  // 23
  {
    question: "$B$ წერტილში დამაგრებულია $-8$მკკ, ხოლო $A$ წერტილში $+12$ მკკ წერტილოვანი მუხტები. ჩამოთვლილთაგან, რა მანძილით შეიძლება იყოს დაშორებული $B$ წერტილისგან $C$ წერტილი, რომელშიც ელექტრული ველის ჯამური პოტენციალი ნულის ტოლი იქნება? $AB=5$მ. $C$ წერტილი ეკუთვნის $AB$ წრფეს.",
  options: ["$3მ$", "$4მ$", "$5მ$", "$6მ$", "$10მ$"],
      correct: 4,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-10/images/image..5.png",
    question: "მოცემულია $R_{1}=18$სმ და $R_{2}=9$სმ რადიუსების მქონე დამუხტული, კონცენტრული გამტარი სფეროები, რომელთა მუხტები შესაბამისად $q_{1}=40$ ნკ და $q_{2}=-8$ ნკ იყო (ვიდრე სფეროებს შეაერთებდნენ). სფეროები შეაერთეს გამტარი ძაფით, მუხტების გადანაწილების შემდეგ ძაფი გადაჭრეს და სფეორების ცენტრიდან $R_{3}=27$ სმ მანძილზე მოათავსეს $q_{3}=-48$ნკ წერტილოვანი მუხტი. რისი ტოლი გახდა სფეროების ცენტრში პოტენციალი? (ჩათვალეთ, რომ ძაფზე მუხტი არ გროვდება).",
     options: ["$0$", "$32\\cdot 10^{4}ვ$", "$16\\cdot 10^{4}ვ$", "$4\\cdot 10^{4}ვ$", "$48\\cdot 10^{4}ვ$"],
    correct: 0,
    tags: []
  },
  // 25
  {
    question: "საწყის მომენტში ორ პროტონს შორის ურთიერთქმედების ძალაა $F$, ხოლო მათ შორის მანძილი $r$. ამ დროს ერთი პროტონი ჯერ-ჯერობით უძრავია და მეორე მოძრაობს მათი შემაერთებელ წრფეზე პირველისკენ $v$ სიჩქარით. განსაზღვრეთ პროტონებს შორის მინიმალური მანძილი. პროტონის მასაა $m$.",
   options: ["$\\frac{F}{mv^2+4Fr}$", "$\\frac{2Fv^2}{mv^2+4Fr}$", "$\\frac{4Fr^2}{mv^2+4Fr}$", "$\\frac{8Fr^2}{3m^2v^2+4Fr}$", "$\\frac{2r^2}{mv^2+4Fr}$"],
      correct: 2,
    tags: []
  }
];