const quizData = [
  // 1
  {image: "physics-quizzes/class-10/images/image..22.png",
    question: "სურათზე წარმოდგენილია ოთხი უსასრულო, ერთმანეთთან ახლოს მყოფი, თანაბრად დამუხტული სიბრტყეთა სისტემა ისე, რომ $-σ$ და $5σ$ ზედაპირული სიმკვრივის პარალელურ სიბრტყეთა წყვილი მართობულია $4σ$ და $-4σ$ ზედაპირული სიმკვრივეების პარალელურ სიბრტყეთა წყვილის. განსაზღვრეთ რა ძალით მოქმედებს სისტემის ველი სიბრტყეებით შექმნილი შიგა სივრცის $A$ წერტილში მოთავსებულ $q$ წერტილოვან მუხტზე.",
    options: ["$\\frac{\\sigma q}{2\\varepsilon_0}$", "$\\frac{4\\sigma q}{\\varepsilon_0}$", "$\\frac{5\\sigma q}{\\varepsilon_0}$", "$\\frac{\\sigma q}{2\\varepsilon_0}$", "$0$"],
    correct: 2,
    tags: []
  },
  // 2
  {
    question: "ერთნაირი სიმკვრივის, მასისა და მუხტის მქონე თანაბრად დამუხტული ორი დიელექტრიკი ბირთვი, ეხება ერთმანეთს და ურთიერქმედებს $F$ ელექტრული ძალით. რისი ტოლი იქნებოდა ელექტრული ძალა იმ შემთხვევაში, ამ ბირთვებს $8$ ჯერ მეტი მასა და $8$-ჯერ დიდი მუხტი, რომ ჰქონოდათ?",
   options: ["$16F$", "$3F$", "$18F$", "$20F$", "$8F$"],
    correct: 0,
    tags: []
  },
  // 3
  {
    question: "ნათურას აწერია: „$220$ვ, $110$ვტ“. ორი ასეთი ნათურა შეაერთეს პარალელურად და ჩართეს $110$ვ ძაბვის ქსელში. რა სიმძლავრე გამოიყოფა ორივე ნათურაზე ერთად?",
    options: ["$440\\ ვტ$", "$220\\ ვტ$", "$110\\ ვტ$", "$55\\ ვტ$", "$10\\ ვტ$"],
     correct: 3,
    tags: []
  },
  // 4
  {
    question: "თუ ბრტყელი დამუხტული ჰაერიანი კონდენსატორი გამორთულია დენის წყაროდან და მისი ენერგიაა $30$ჯ, მაშინ ფირფიტებს შორის მანძილის $4$-ჯერ გადიდებისას შესრულებული მუშაობაა",
      options: ["$7{,}5ჯ$", "$10ჯ$", "$60ჯ$", "$90ჯ$", "$120ჯ$"],
    correct: 3,
    tags: []
  },
  // 5
  {
    question: "დადებითი წერტილოვანი მუხტის ველში $A$ წერტილიდან $B$ წერტილში გადაადგილებისას ველის დაძაბულობის მოდული შემცირდა $64\\%$-ით. რამდენი პროცენტით შემცირდა ველის პოტენციალი?",
     options: ["$20\\%$-ით", "$36\\%$-ით", "$40\\%$-ით", "$64\\%$-ით", "$80\\%$-ით"],
   correct: 2,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-10/images/image..23.png",
    question: "განსაზღვრეთ $q$ და $-q$ წერტილოვანი მუხტების მიერ შექმნილი ჯამური პოტენციალი $A$ წერტილში",
   options: ["$\\frac{k7q}{12r}$", "$\\frac{kq}{12r}$", "$\\frac{kq}{5r}$", "$\\frac{3kq}{4r}$", "$\\frac{9kq}{16r}$"],
     correct: 1,
    tags: []
  },
  // 7
  {
    question: "მუდმივ ძაბვაზე ჩართული ვოლფრამის მავთულის წინაღობა $0^{\\circ}C$-ზე $5$ ომია და მასში გადის $5{,}8$ა დენი. განსაზღვრეთ რა სიდიდის დენი გაივლის მავთულში $1000^{\\circ}C$ ზე. (ვოლფრამისათვის წინაღობის ტემპერატურული კოეფიციენტი $0$-დან $1000^{\\circ}C$ მდე ტემპერატურულ დიაპაზონში არის $\\alpha=48\\times10^{-4}K^{-1}$).",
     options: ["$3ა$", "$2ა$", "$1ა$", "$4ა$", "$5ა$"],
    correct: 2,
    tags: []
  },
  // 8
  {
    question: "თუ $r$ შიგა წინაღობის და $\\epsilon$ ე.მ.ძ.-ს მქონე ელემენტთან ჩართულია თითოეული $3r$ წინაღობის სამი ერთნაირი ნათურა მიმდევრობითი შეერთებით, მაშინ წრედის მ.ქ.კ. არის $\\eta_{1}$. თუ სამივე ნათურას პარალელურად შეაერთებენ და ისე ჩართავენ მოცემულ ელემენტთან, მაშინ წრედის მ.ქ.კ. არის $\\eta_{2}$. განსაზღვრეთ შეფარდება $\\eta_{1}/\\eta_{2}$",
     options: ["$0{,}75$", "$3{,}75$", "$4$", "$0{,}25$", "$1{,}8$"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "$3$ ომი და $27$ ომი წინაღობის ნათურები რიგრიგობით მიუერთეს $36$ვ ე.მ.ძ.-ის მქონე მუდმივი დენის წყაროს. პირველ ნათურაზეც და მეორე ნათურაზეც ერთნაირი ელექტრული სიმძლავრე გამოიყო. განსაზღვრეთ წრედში, მოკლე ჩართვის დენი.",
    options: ["$4ა$", "$5ა$", "$6ა$", "$10ა$", "$15ა$"],
   correct: 0,
    tags: []
  },
  // 10
  {
    question: "ვაკუუმური დიოდის კათოდიდან $m$ მასის და $q$ მუხტის ელექტრონი ამოვარდა და $v$ სიჩქარით დაეჯახა ანოდს. განსაზღვრეთ რა ძაბვა იყო კათოდსა და ანოდს შორის, თუ კათოდთან ელექტრონის სიჩქარე ნულია.",
     options: ["$\\frac{qV^2}{m}$", "$\\frac{mV^2}{2q}$", "$\\frac{3mV^2}{q}$", "$\\frac{mV^2}{q}$", "$\\frac{m}{qV^2}$"],
   correct: 1,
    tags: []
  },
  // 11
  {task:"მოცემულ წრედში $R=199$ ომი გარე წინაღობის რეზისტორი მიერთებულია სამ ცალ ელემენტთან. თითოეული ელემენტის შიგა წინაღობა $r=3$ ომია, ხოლო ე.მ.ძ. შესაბამისად: $\\epsilon_{1}=10$ვ, $\\epsilon_{2}=20$ვ, $\\epsilon_{3}=30$ვ-ია. ამ მონაცემებით შეასრულეთ მე-$11$ და მე-$12$ დავალებები:",
    image: "physics-quizzes/class-10/images/image..24.png",
    question: "განსაზღვრეთ დენის ძალა $R$ გარე წინაღობაში.",
   options: ["$0{,}9ა$", "$3{,}7ა$", "$2{,}2ა$", "$0{,}1ა$", "$4{,}5ა$"],
     correct: 3,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-10/images/image..24.png",
    question: "განსაზღვრეთ ძაბვა $\\epsilon_{2}$ ე.მ.ძ.-ის ელემენტის ბოლოებზე.",
     options: ["$20ვ$", "$17{,}4ვ$", "$19{,}9ვ$", "$12{,}8ვ$", "$18{,}2ვ$"],
    correct: 2,
    tags: []
  },
  // 13
  {
    question: "წყლის ელექტროლიზის დროს, ერთ ელექტროდზე გამოიყო $800$მგ ჟანგბადი, ხოლო მეორე ელექტროდზე გამოიყო $100$მგ წყალბადი. განსაზღვრეთ ჟანგბადის ელექტროქიმიური ექვივალენტის ფარდობა წყალბადის ელექტროქიმიურ ექვივალენტთან.",
    options: ["$3{,}7$", "$8{,}3$", "$2{,}5$", "$2$", "$0{,}5$"],
    correct: 1,
    tags: []
  },
  // 14
  {warning:"ყველა პასუხი ჩათვლილია",
    question: "ელექტროლიზის დროს, ელექტროდზე $964{,}9$წმ-ის განმავლობაში დაეფინა $58$მგ სპილენძი. განსაზღვრეთ რამდენვალენტიანია სპილენძი, თუ ელექტროლიტში გადიოდა, მუდმივი $4$ა დენი (ფარადეის მუდმივა $F=96490$კ/კგ, სპილენძის მოლური მასა $M=29\\times10^{-3}$კგ/მოლი)",
       options: ["$2$", "$3$", "$4$", "$5$", "$1$"],
     correct: [0,1,2,3,4],
    tags: []
  },
  // 15
  {
    question: "$R$ და $r$ რადიუსის გამტარი რგოლების ცენტრები ერთმანეთს ემთხვევა $A$ წერტილში. რგოლების სიბრტყეები ერთმანეთის მართობულია. განსაზღვრეთ $A$ წერტილში რგოლების მიერ შექმნილი ჯამური მაგნიტური ინდუციის მოდული, როდესაც $R$ და $r$ რადიუსის რგოლებში გადის ერთნაირი $I$ დენი. ცნობილია, რომ $R=2r$ და $\\mu_{0}$ მაგნიტური მუდმივაა.",
    options: ["$\\frac{I\\mu_0}{2r}$", "$\\frac{\\sqrt{3}I\\mu_0}{2r}$", "$\\frac{\\sqrt{5}I\\mu_0}{4r}$", "$\\frac{5I\\mu_0}{r}$", "$\\frac{I\\mu_0}{r}$"],
    correct: 2,
    tags: []
  },
  // 16
  {
    question: "განსაზღვრეთ $q$ მუხტის მქონე ელექტრონის თავისუფალი განარბენი აირში, თუ აირი იმყოფება $E$ დაძაბულობის ერთგვაროვან ელექტრულ ველში და დაჯახებიდან დაჯახებამდე ელექტრონის გადასატანად შესრულებული ელექტრული ველის მუშაობა $A$-ს ტოლია. ჩათვალეთ, რომ ელექტრონის საწყისი სიჩქარე ყოველი დაჯახების დაწყებისას ნულის ტოლია.",
      options: ["$\\frac{A}{qE}$", "$\\frac{Aq}{E}$", "$\\frac{q}{AE}$", "$\\frac{A}{q2E}$", "$\\frac{A}{qE^2}$"],
   correct: 0,
    tags: []
  },
  // 17
  {
    question: "ცნობილია, რომ მოცემულ აირში განმუხტვა იწყება $1{,}25\\times10^{5}$ვ/მ დაძაბულობის ელექტრული ველის არსებობისას. რა მანძილით უნდა დავაშოროთ ამ აირში შეტანილი ორი ელექტროდი მათზე $20000$ვ ძაბვის მოდებისას, რათა განმუხტვა დაიწყოს?",
     options: ["$150მმ$", "$200მმ$", "$25მმ$", "$160მმ$", "$80მმ$"],
     correct: 3,
    tags: []
  },
  // 18
  {image: "physics-quizzes/class-10/images/image..25.png",
    question: "მოცემული წრედში დენის წყაროს ემძ არის $\\epsilon=90$ვ. $R_{1}$ რეზისტორის ბოლოებზე ძაბვა $10$ვ-ია, $R_{4}$ რეზისტორის ბოლოებზე კი $5$ვ. განსაზღვრეთ $R_{3}$ რეზისტორის ბოლოებზე ძაბვა (მიმყვანი სადენების და ელემენტის წინაღობა უგულებელყავით)",
    options: ["$5ვ$", "$0$", "$15ვ$", "$80ვ$", "$75ვ$"],
     correct: 4,
    tags: []
  },
  // 19
  {image: "physics-quizzes/class-10/images/image..26.png",
    question: "მოცემულ, პირველ, მეორე და მესამე, ერთმანეთის პარალელურ და ერთ სიბრტყეში მყოფ უსასრულოდ გრძელ გამტარში შესაბამისად გადის $I_{1}=6$ა, $I_{2}=2$ა, $I_{3}=4$ა დენები. პირველ და მეორე გამტარს შორის მანძილი $r_{1}=3$სმ, ხოლო მეორე და მესამე გამტარს შორის მანძილი $r_{2}=4$სმ. განსაზღვრეთ ამპერის ძალა, რომელიც მოქმედებს მეორე გამტარის $1$სმ სიგრძის ნაწილზე. $\\mu_{0}$-მაგნიტური მუდმივაა (პასუხები მოცემულია $SI$-ში).",
     options: ["$\\frac{\\mu_0}{4\\pi}$", "$\\frac{\\mu_0}{\\pi}$", "$\\frac{5\\mu_0}{\\pi}$", "$\\frac{\\mu_0}{2\\pi}$", "$\\frac{3\\mu_0}{4\\pi}$"],
    correct: 1,
    tags: []
  },
  // 20
  {
    question: "$1$მ სიგრძის წრფივი დენიანი გამტარი ერთგვაროვანი მაგნიტური ველის ინდუქციის წირების პარალელურია. განსაზღვრეთ გამტარზე მოქმედი ამპერის ძალა, თუ მასში დენი $7$ ამპერია, ხოლო მაგნიტური ინდუქციის მოდულია $0{,}2$ტლ.",
     options: ["$3{,}5ნ$", "$1{,}4ნ$", "$14ნ$", "$7ნ$", "$0$"],
    correct: 4,
    tags: []
  },
  // 21
  {
    question: "ერთგვაროვან, $0{,}1$ტლ ინდუქციის მაგნიტურ ველში, ორ პარალელურ ვერტიკალურ ძაფზე ჩამოკიდებულია $50$გ მასის და $1$მ სიგრძის ჰორიზონტალური გამტარი ღერო. ორივე ძაფის ჯამური დაჭიმულობის ძალა $0{,}7$ნ-ია. მაგნიტური ველის ინდუქცია მართობულია ძაფებისა და ღეროს სიბრტყის. განსაღვრეთ რა დენი გადის გამტარში, თუ იგი წონასწორობაშია. ძაფებზე მოქმედი ამპერის ძალა არ გაითვალისწინოთ. $g=10$მ/წმ$^2$ ",
   options: ["$2ა$", "$3ა$", "$4ა$", "$5ა$", "$7ა$"],
    correct: 0,
    tags: []
  },
  // 22
  {
    question: "$q$ მუხტის მქონე წერტილოვანი ნაწილაკი, რომლის მასა არის $m$ ბრუნავს წრეწირზე, ერთგვაროვან $B$ ინდუქციის მაგნიტურ ველში. გამოთვალეთ მისი კუთხური სიჩქარე.",
    options: ["$\\frac{3qB}{4m}$", "$\\frac{qB}{2m}$", "$\\frac{qB}{2\\pi m}$", "$\\frac{qB}{m}$", "$\\frac{2\\pi qB}{m}$"],
     correct: 3,
    tags: []
  },
  // 23
  {
    question: "წერტილოვანი მუხტი $v$ სიჩქარით გამოვარდა $B$ ინდუქციის ერთგვაროვანი მაგნიტური ველიდან, მისი წირების მართობული მიმართულებით. გამოსვლის შემდეგ შევიდა $E$ დაძაბულობის ერთგვაროვან ელექტრულ ველში, ძალწირების საპირისპირო მიმართულებით, რომელშიც $d$ მანძილის გავლის შემდეგ სიჩქარე გაუნულდა. გაითვალისწინეთ მხოლოდ ელექტრომაგნიტური ძალები და განსაზღვრეთ იმ ტრაექტორიის სიმრუდის რადიუსი, რომელზეც ბრუნავდა წერტილოვანი მუხტი მაგნიტურ ველში.",
     options: ["$\\frac{2VB}{Ed}$", "$\\frac{2EdB}{V}$", "$\\frac{2Ed}{VB}$", "$\\frac{Ed}{VB}$", "$\\frac{3Ed}{2VB}$"],
  correct: 2,
    tags: []
  },
  // 24
  {
    question: "პროტონი მოძრაობს ერთგვაროვან მაგნიტურ ველში. მოცემულ მომენტში მისი $v_{1}$ სიჩქარის ვექტორი მაგნიტური ველის მიმართულებასთან ადგენს $30^{\\circ}$-იან კუთხეს. ამ პროტონის ტრაექტორიის (ხრახნწირის) სიმრუდის რადიუსია $R_{1}$. ამავე ველში, მაგნიტური ინდუქციის წირების მართობულ სიბრტყეში, პროტონისგან ძალიან შორს, $R_{2}=8R_{1}$ რადიუსის წრეწირზე ბრუნავს $\\alpha$ ნაწილაკი $v_{2}$ სიჩქარით. განსაზღვრეთ შეფარდება $v_{2}/v_{1}$. პროტონის მასა $\\alpha$ ნაწილაკის მასაზე $4$-ჯერ ნაკლებია, ხოლო მუხტი კი $2$-ჯერ ნაკლები.",
     options: ["$1$", "$4$", "$2$", "$8$", "$\\frac{1}{2}$"],
   correct: 2,
    tags: []
  },
  // 25
  {
    question: "ქვემოთ მოყვანილი წინადადებებიდან, ნახევარგამტარებთან დაკავშირებით, რომელია მართებული?",
    options: ["ტემპერატურის გაზრდით ნახევარგამტარის წინაღობა იზრდება, ტემპერატურის შემცირებით-არ იცვლება;", "ტემპერატურის გაზრდით ნახევარგამტარის წინაღობა არ იცვლება, ტემპერატურის შემცირებით-მცირდება;", "ტემპერატურის გაზრდით ნახევარგამტარის წინაღობა იზრდება, ტემპერატურის შემცირებით - მცირდება;", "ნახევარგამტარის წინაღობა, ტემპერატურაზე დამოკიდებული არ არის;", "ტემპერატურის გაზრდით ნახევარგამტარის წინაღობა მცირდება, ტემპერატურის შემცირებით - იზრდება."],
    correct: 4,
    tags: []
  }
];