const quizData = [
//1
{
  question: "იპოვეთ $y = x^2 - 4x + 3$, სადაც $x \\in [-1; 1]$ ფუნქციის უდიდესი და უმცირესი მნიშვნელობების ნამრავლი.",
  options: ["$0$", "$1$", "$2$", "$4$", "$-6$", "$-8$"],
  correct: 0,
  tags: []
},

//2
{
  question: "ამოხსენით $\\frac{3}{(x-2)^3} \\geq 0$ უტოლობა.",
  options: ["$[-3; 2]$", "$(-\\infty; 2)$", "$[2; 3]$", "$(2; \\infty)$", "$(3; \\infty)$", "$(-\\infty; \\infty)$"],
  correct: 3,
  tags: []
},

//3
{
  question: "იპოვეთ $y = -x^2 + 6x + 3$ ფუნქციის უდიდესი მნიშვნელობა.",
  options: ["$18$", "$12$", "$10$", "$8$", "$6$", "$3$"],
  correct: 1,
  tags: []
},

//4
{
  question: "გამოთვალეთ მართკუთხედის ფართობი, თუ მასში ჩახაზული წრეწირის რადიუსია $4$.",
  options: ["$12$", "$16$", "$32$", "$48$", "$64$", "$96$"],
  correct: 4,
  tags: []
},

//5
{
  warning: "ყველა პასუხი ჩათვლილია",
  question: "გამოთვალეთ სამკუთხედის ფართობი, თუ მისი გვერდებია $8$, $10$ და $12$, ხოლო კუთხეებია $30^{\\circ}$, $\\alpha$ და $\\beta$ ($30^{\\circ} < \\alpha < \\beta$).",
  options: ["$40$", "$48$", "$30$", "$80$", "$96$", "$70$"],
  correct: [0,1,2,3,4,5],
  tags: []
},

//6
{
  question: "ჩამოთვლილთაგან რისი ტოლია $a$ და $b$ ნატურალური რიცხვების ნამრავლი, თუ $y = x^2 + ax + b$ კვადრატული ფუნქციის გრაფიკის წვერო აბსცისათა ღერძზე მდებარეობს?",
  options: ["$4$", "$12$", "$16$", "$18$", "$20$", "$24$"],
  correct: 2,
  tags: []
},

//7
{
  question: "ჩამოთვლილთაგან რომელ შუალედს ეკუთვნის $a$ პარამეტრი, თუ $y = -x^2 + 6x + a$ ფუნქციის გრაფიკი მეორე მეოთხედში არ გადის, $a$ პარამეტრი ნებისმიერი მნიშვნელობისთვის ამ შუალედიდან?",
  options: ["$(3; 6)$", "$(6; 12)$", "$(0; 6)$", "$(-3; 6)$", "$(-3; 3)$", "$(-4; -3)$"],
  correct: 5,
  tags: []
},

//8
{
  question: "მოცემულია $y = f(x)$ ფუნქცია. $f(x) = 0$ განტოლების ამონახსნთა სიმრავლეა $\\{−5; −4; 1; 4\\}.$ რამდენი ელემენტისგან შედგება $|f(x)| \\cdot f(|x|) = 0$ განტოლების ამონახსნთა სიმრავლე?",
  options: ["$8$", "$2$", "$7$", "$4$", "$5$", "$6$"],
  correct: 4,
  tags: []
},

//9
{
  question: "მართკუთხა სამკუთხედი ჰიპოტენუზისადმი გავლებული სიმაღლით ორ სამკუთხედად იყოფა, რომელთა პერიმეტრებია $n$ და $m$ ($n < m$). იპოვეთ მათ შორის უდიდესის ფართობი, თუ უმცირესის ფართობია $Q$.",
  options: ["$mn$", "$\\frac{Q^2}{mn}$", "$\\frac{Qm^2}{n^2}$", "$\\frac{Qm}{n}$", "$\\frac{mn}{Q}$", "$\\frac{m^2n^2}{Q}$"],
  correct: 2,
  tags: []
},

//10
{
  question: "სამკუთხედის სიმაღლეები ისე შეეფარდება ერთმანეთს, როგორც $2:3:4$. იპოვეთ უმცირესი გვერდი, თუ სამკუთხედის პერიმეტრია $39$.",
  options: ["$9$", "$4$", "$2$", "$5$", "$6$", "$10$"],
  correct: 0,
  tags: []
},

//11
{
  question: "მოცემულია $A = \\{6; 7; 8; 9; 10; 12\\}$ სიმრავლე. $A$ სიმრავლის ელემენტებიდან აღებული $a$ პარამეტრის რამდენი მნიშვნელობისთვის ეკუთვნის $y = x^2 - ax + 7$ ფუნქციის ზრდადობის შუალედს რიცხვი $7$?",
  options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
  correct: 5,
  tags: []
},

//12
{
  question: "რამდენი მთელი მნიშვნელობა აკმაყოფილებს $\\frac{(x^2 - 2x)(x^2 - 4x + 3)}{(x + 4)(x - 7)(x^2 - x - 6)} \\leq 0$ უტოლობას?",
  options: ["$8$", "$7$", "$6$", "$9$", "$5$", "$4$"],
  correct: 1,
  tags: []
},

//13
{
  question: "ჩამოთვლილთაგან $x$-ის რომელი მნიშვნელობისთვის ექნება $x^2 - x - 12$ და $3x - 7$ გამოსახულებას ერთნაირი ნიშანი?",
  options: ["$-8$", "$-\\sqrt{17}$", "$-\\frac{16}{3}$", "$\\frac{5}{3}$", "$\\sqrt{10}$", "$3$"],
  correct: 3,
  tags: []
},

//14
{
  question: "გამოთვალეთ მართკუთხა სამკუთხედის უმცირესი სიმაღლე, თუ დანარჩენი სიმაღლეებია $6$ და $8$.",
  options: ["$4$", "$3$", "$3{,}6$", "$5{,}4$", "$4{,}8$", "$5$"],
  correct: 4,
  tags: []
},

//15
{
  question: "გამოთვალეთ მართკუთხა სამკუთხედის ფართობი, თუ ჰიპოტენუზა $15$-ია, ხოლო ჩახაზული წრეწირის რადიუსი $3$.",
  options: ["$45$", "$36$", "$54$", "$64$", "$24$", "$72$"],
  correct: 2,
  tags: []
},

//16
{
  question: "ჩამოთვლილთაგან რომელ გამოსახულებაზე უნდა გავამრავლოთ $y = |x - 2|$ ფუნქცია, რომ მივიღოთ ლუწი ფუნქცია? I. $x^2$; II. $x^2 - |x|$; III. $|x + 2|$; IV. $|x - 2|$.",
  options: ["მხოლოდ I", "მხოლოდ II", "მხოლოდ III", "მხოლოდ IV", "მხოლოდ II და IV", "მხოლოდ I და II"],
  correct: 2,
  tags: []
},

//17
{
  question: "იპოვეთ $x^2 + 4x + 7 + y^2 + 6y + 11 + z^2 + 8z + 17$ გამოსახულების უმცირესი მნიშვნელობა.",
  options: ["$-2$", "$-1$", "$0$", "$6$", "$9$", "$15$"],
  correct: 3,
  tags: []
},

//18
{
  question: "მოცემულია $g(x) = 2x$ და $f(x) = x + 1$ ფუნქციები. იპოვეთ $f(x) \\cdot f(g(x))$ ფუნქციის უმცირესი მნიშვნელობა.",
  options: ["$-1$", "$0$", "$-\\frac{1}{8}$", "$-\\frac{1}{16}$", "$\\frac{5}{4}$", "$2$"],
  correct: 2,
  tags: []
},

//19
{
  question: "$M$ და $N$ წერტილები $ABCD$ ტრაპეციის შესაბამისად $AC$ და $BD$ დიაგონალების შუაწერტილებია, ხოლო $K$ და $P$ წერტილები შესაბამისად $BC$ და $AD$ ფუძეების შუაწერტილებია. იპოვეთ $MKNP$ ოთხკუთხედის ფართობი, თუ $MN = 5$, $AB = 6$, $DC = 8$.",
  options: ["$18$", "$12$", "$24$", "$36$", "$32$", "$30$"],
  correct: 1,
  tags: []
},

//20
{
  question: "$M$ და $N$ წერტილები $AB$ დიამეტრზე აგებულ ნახევარწრეწირს სამ ტოლ ნაწილად ყოფენ. გამოთვალეთ $AMN$ სამკუთხედის ფართობი, თუ $AB = 12$.",
  options: ["$9\\sqrt{3}$", "$12\\sqrt{2}$", "$12\\sqrt{6}$", "$24$", "$36$", "შეუძლებელია დადგენა"],
  correct: 0,
  tags: []
},
//21
{
  question: "$g(x) = x^2 + b \\cdot x + c$ კვადრატულ სამწევრს აქვს დადებითი $D$ დისკრიმინანტი. რამდენი ამონახსნი აქვს $g(x) + g(x + \\sqrt{D}) = 0$ განტოლებას?",
  options: ["$0$", "$1$", "$2$", "$3$", "$4$", "შეუძლებელია დადგენა"],
  correct: 1,
  tags: []
},

//22
{
  question: "ამოხსენით $\\frac{1}{x^2 - x - 6} \\leq x + 4 - x^2$ უტოლობა.",
  options: ["$1$", "$(-6; 4)$", "$(-6; -4)$", "$(-2; 3)$", "$(2; 4)$", "∅"],
  correct: 3,
  tags: []
},

//23
{
  question: "$f(x) = x^2 - a x + 6$ კვადრატული ფუნქციის გრაფიკი საკოორდინატო ღერძებს გადაკვეთს $A$, $B$ და $C$ წერტილებში. ჩამოთვლილთაგან რისი ტოლია $a$, თუ $ABC$ სამკუთხედის ფართობია $3$.",
  options: ["$3$", "$-4$", "$5$", "$2$", "$6$", "$0$"],
  correct: 2,
  tags: []
},

//24
{
  question: "ამოზნექილი ოთხკუთხედის ორი გვერდის სიგრძეა $1$ და $4$. ერთ-ერთი დიაგონალი, რომლის სიგრძეა $2$, ყოფს მას ორ ტოლფერდა სამკუთხედად. იპოვეთ ოთხკუთხედის ფართობი.",
  options: ["$8$", "$5$", "$6$", "$4\\sqrt{3}$", "$\\frac{7\\sqrt{5}}{2}$", "$\\frac{5\\sqrt{15}}{4}$"],
  correct: 5,
  tags: []
},

//25
{
  question: "მახვილკუთხა $ABC$ სამკუთხედში $\\angle B = 60^{\\circ}$. $AM$ და $CN$ სამკუთხედის სიმაღლეებია. $P$ წერტილი $AC$ გვერდის შუა წერტილია. იპოვეთ $MNP$ სამკუთხედის ფართობი, თუ $AC = 12$.",
  options: ["$9$", "$9\\sqrt{3}$", "$18$", "$12\\sqrt{2}$", "$6\\sqrt{2}$", "$6\\sqrt{3}$"],
  correct: 1,
  tags: []
}
];
