const quizData = [
//1
{
  question: "ცნობილია, რომ $x = 7n + 3$ ($n$ რაიმე ნატურალური რიცხვია). რა ნაშთს მოგვცემს $7$-ზე გაყოფისას $3x - 5$?",
  options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
  correct: 3,
  tags: []
},

//2
{
  question: "$AB$ მონაკვეთის შიგნით აღებულია $C$ წერტილი. $K$ წერტილი ისეა აღებული $AC$-ს შიგნით, რომ $AK$ ორჯერ მეტია $KC$-ზე. $P$ წერტილი კი ისეა აღებული $CB$-ს შიგნით, რომ $PB$ ორჯერ მეტია $CP$-ზე. რისი ტოლია $AB$ მონაკვეთის სიგრძე, თუ $KP = 4$მ?",
  options: ["$4\\text{მ}$", "$6\\text{მ}$", "$8\\text{მ}$", "$10\\text{მ}$", "$12\\text{მ}$", "$14\\text{მ}$"],
  correct: 4,
  tags: []
},

//3
{
  question: "$BK$ წარმოადგენს $ABC$ კუთხის ბისექტრისას. $BD$ კი $KBC$ კუთხის ბისექტრისაა. რისი ტოლია $DBC$ კუთხის გრადუსული ზომა, თუ $ABD$ მართი კუთხეა?",
  options: ["$30°$", "$45°$", "$60°$", "$90°$", "$50°$", "$15°$"],
  correct: 0,
  tags: []
},

//4
{
  question: "ცნობილია, რომ $a ∎ b = \\dfrac{3a - 2b}{a + b}$. რისი ტოლია $(1 ∎ 0) ∎ 1$ გამოსახულების მნიშვნელობა?",
  options: ["$0{,}25$", "$0{,}5$", "$1{,}75$", "$1{,}25$", "$1$", "$2$"],
  correct: 2,
  tags: []
},

//5
{
  question: "მოცემულია სამი სიმრავლე $A = \\{1; 2; 3; 4; 5\\}$, $B = \\{2; 4; 6; 8\\}$, $C = \\{0; 3; 6\\}$. რამდენ ელემენტიანია $(A \\Delta B) \\Delta C$ სიმრავლე? (სადაც $\\Delta$ აღნიშნავს სიმრავლეთა სიმეტრიულ სხვაობას: $K \\Delta P = (K \\cup P) \\setminus (K \\cap P)$)",
  options: ["$0$", "$1$", "$2$", "$3$", "$4$", "$5$"],
  correct: 4,
  tags: []
},
//6
{
  question: "$A$ ნატურალური რიცხვისთვის ცნობილია, რომ $A$ ⋮ $4$, $A$ ⋮ $9$, $A$ ⋮ $6$, $A$ ⋮ $12$ და $A$ ⋮ $18$. ჩამოთვლილთაგან რაზე გაიყოფა აუცილებლად უნაშთოდ $A$? ($M$ ⋮ $N$ ჩანაწერი გულისხმობს, რომ $M$ უნაშთოდ იყოფა $N$-ზე)",
  options: ["$48$", "$24$", "$108$", "$72$", "$216$", "$36$"],
  correct: 5,
  tags: []
},

//7
{
  question: "ორი პარალელური წრფის მესამეთი გადაკვეთისას მიღებული რვა კუთხიდან (არ იგულისხმება გაშლილი, ნულის ზომის ან გაშლილზე დიდი ზომის კუთხეები) რომელიღაც ორის ჯამი $1600$-ია. რისი ტოლია ამ რვა კუთხიდან უდიდესის ზომა?",
  options: ["$160^\\circ$", "$100^\\circ$", "$120^\\circ$", "$90^\\circ$", "$80^\\circ$", "$110^\\circ$"],
  correct: 1,
  tags: []
},

//8
{
  question: "$AB$ მონაკვეთის შიგნით აღებულია $C$ და $D$ წერტილი ისე, რომ $AC : CB = 2 : 5$ და $AD : DB = 6 : 11$. რისი ტოლია $AB$-ს სიგრძე, თუ $CD$-ს სიგრძეა $8$?",
  options: ["$132$", "$120$", "$196$", "$119$", "$199$", "$148$"],
  correct: 3,
  tags: []
},

//9
{
  question: "ნებისმიერი $a$ და $b$ განსხვავებული ნატურალური რიცხვებისათვის ($a > b$), რომელი ტოლობაა აუცილებლად ჭეშმარიტი?",
  options: [
    "უ.ს.გ.$(a; b) =$ უ.ს.გ.$(2a; b)$",
    "უ.ს.გ.$(a; b) =$ უ.ს.გ.$(a; 3b)$",
    "უ.ს.გ.$(a; b) =$ უ.ს.გ.$(2a; 3b)$",
    "უ.ს.გ.$(a; b) =$ უ.ს.გ.$(a - b; b)$",
    "უ.ს.გ.$(a; b) =$ უ.ს.გ.$(3a; 2b)$",
    "უ.ს.გ.$(a; b) =$ უ.ს.გ.$(3a; b)$"
  ],
  correct: 3,
  tags: []
},

//10
{
  question: "ნატურალურ $n$ რიცხვს აქვს $5$ განსხვავებული ნატურალური გამყოფი. რომელი წინადადებაა აუცილებლად სამართლიანი?",
  options: [
    "$n$ არის რაიმე მარტივი რიცხვის მე-$4$ ხარისხი",
    "ასეთი $n$ არ მოიძებნება",
    "$n$ აუცილებლად კენტია",
    "$n$ აუცილებლად ლუწია",
    "$n$ აუცილებლად ორნიშნაა",
    "$n$ აუცილებლად ოთხნიშნაა"
  ],
  correct: 0,
  tags: []
},
//11
{
  question: "$AB$ მონაკვეთის შიგნით აღებულია $C$ და $D$ წერტილები ისე, რომ $AC : CD = 2 : 3$. დათვალეთ რისი ტოლია $AB$ მონაკვეთის სიგრძე, თუ $DB = 2{,}5$ და $AC$-ს სიგრძე $CD$-ს და $DB$-ს საშუალო არითმეტიკულია? (ორი რიცხვის საშუალო არითმეტიკულს მათი ჯამის ნახევარს უწოდებენ)",
  options: ["$7$", "$9$", "$11$", "$13$", "$15$", "$17$"],
  correct: 4,
  tags: []
},

//12
{
  question: "რისი ტოლია ორი მოსაზღვრე კუთხის გრადუსულ ზომათა სხვაობა, თუ ერთ-ერთი მათგანის მესამედი მეორის ნახევრის ტოლია?",
  options: ["$24^\\circ$", "$30^\\circ$", "$36^\\circ$", "$42^\\circ$", "$48^\\circ$", "$60^\\circ$"],
  correct: 2,
  tags: []
},

//13
{
  question: "გამოიანგარიშეთ რისი ტოლია $−(−2)^2 \\cdot (−(−3 \\cdot (−2 − 1) + 3) + 1)$ გამოსახულების მნიშვნელობა?",
  options: ["$44$", "$-44$", "$52$", "$-52$", "$4$", "$-4$"],
  correct: 0,
  tags: []
},

//14
{
  question: "რა ციფრით ბოლოვდება $2023^{2023}$?",
  options: ["$9$", "$5$", "$3$", "$3$", "$7$", "$2$"],
  correct: 4,
  tags: []
},

//15
{
  question: "წრფე სიბრტყეს ყოფს ორ ნახევარსიბრტყედ. ერთ ნახევარსიბრტყეში აღებულია სამი წერტილი, მეორეში — ოთხი. რამდენითაა იმ მონაკვეთების რაოდენობა მეტი, რომელთა ბოლოები განსხვავებულ ნახევარსიბრტყეშია, იმ მონაკვეთების რაოდენობისაგან, რომელთა ბოლოები ერთსა და იმავე ნახევარსიბრტყეშია?",
  options: ["$7$", "$8$", "$3$", "$9$", "$5$", "$6$"],
  correct: 2,
  tags: []
},
//16
{
  question: "$OA$ სხივზე აღებულია $B$ წერტილი ისე, რომ $OB$-ს სიგრძე მეტია $OA$-ს სიგრძეზე. $C$ წერტილი ისეა აღებული $AO$ სხივზე, რომ $CB$ მონაკვეთის სიგრძეა $10$. იპოვეთ რისი ტოლია $OC$ მონაკვეთის სიგრძე, თუ $OA$ მონაკვეთის სიგრძეა $15$ და $AB$-ს სიგრძე $7$-ია.",
  options: ["$32$", "$18$", "$16$", "$4$", "$10$", "$12$"],
  correct: 5,
  tags: []
},

//17
{
  question: "$AOB$ კუთხის გვერდებს შორის გავლებულია $OC$ სხივი. ცნობილია, რომ $BOC$ კუთხის ბისექტრისასა და $AOB$ კუთხის ბისექტრისას შორის კუთხე არის $70°$. დათვალეთ რისი ტოლია $AOC$ კუთხის ზომა?",
  options: ["$160°$", "$140°$", "$70°$", "$120°$", "$50°$", "$35°$"],
  correct: 1,
  tags: []
},

//18
{
  image: "math/class-7/images/image.25.png",
  question: "$AF$ წრფე პარალელურია $DC$ წრფის. $B$ წერტილი ისეა აღებული პარალელურ წრფეებს შორის, რომ $ABC$ კუთხე მართია. $AD$ წარმოადგენს $BAF$ კუთხის ბისექტრისას. ცნობილია, რომ $ADC$ კუთხის გრადუსული ზომაა $25°$. რისი ტოლია $BCD$ კუთხის ზომა?",
  options: ["$50°$", "$25°$", "$30°$", "$40°$", "$45°$", "$60°$"],
  correct: 3,
  tags: []
},

//19
{
  image: "math/class-7/images/image.26.png",
  question: "სამი წრფე ერთ წერტილში იკვეთება. სიბრტყე დაყოფილია $6$ მახვილ კუთხედად. ამ ექვსი კუთხიდან ერთი $50°$-იანია, ერთი $70°$-იანი, ერთიც $60°$-იანია. მაქსიმუმ რისი ტოლი შეიძლება იყოს დანარჩენებიდან უდიდესის ზომა?",
  options: ["$90°$", "$80°$", "$70°$", "$60°$", "$50°$", "$40°$"],
  correct: 2,
  tags: []
},

//20
{
  question: "$x$, $y$ და $z$ სამი ნატურალური რიცხვია, რომლებიც $n$-ზე (სადაც $n > 1$ და $n$ ნატურალურია) გაყოფისას ერთი და იგივე ნაშთს ტოვებენ. რისი ტოლია $n$, თუ ცნობილია, რომ $x - y = 52$ და $z - x = 39$?",
  options: ["$13$", "$29$", "$27$", "$41$", "$47$", "$10$"],
  correct: 0,
  tags: []
},
//21
{
  question: "ისრებიანი საათი უჩვენებს $17:17$ (ჩვიდმეტი საათი და ჩვიდმეტი წუთი). რა უახლოეს დროში დაემთხვევა საათის და წუთების ისრები ერთმანეთს?",
  options: ["$6\\text{სთ}43\\text{წთ}$", "$10\\dfrac{1}{3}\\text{წთ}$", "$15\\text{წთ}$", "$23\\text{წთ}$", "$10\\text{წთ}$", "$10\\dfrac{3}{11}\\text{წთ}$"],
  correct: 5,
  tags: []
},

//22
{
  question: "რისი ტოლია იმ უმცირესი $6$ ნიშნა რიცხვის პირველი ოთხი ციფრისგან შედგენილი რიცხვი, რომელიც უნაშთოდ იყოფა $396$-ზე?",
  options: ["$1003$", "$1005$", "$1004$", "$1002$", "$1000$", "$1001$"],
  correct: 5,
  tags: []
},

//23
{
  question: "იპოვეთ რისი ტოლია სამი რიცხვის ჯამი, თუ პირველი რიცხვი დანარჩენი ორის ჯამის ნახევარია, მეორე — დანარჩენი ორის ჯამის მესამედი და მესამე რიცხვი კი $30$-ია?",
  options: ["$124$", "$84$", "$68$", "$72$", "$78$", "$96$"],
  correct: 3,
  tags: []
},

//24
{
  question: "რამდენ ელემენტიანია $A$ სიმრავლე, თუ მისი ყველა ქვესიმრავლის რაოდენობაა $32$?",
  options: ["$3$", "$4$", "$5$", "$6$", "$7$", "$8$"],
  correct: 2,
  tags: []
},

//25
{
  question: "გიამ, ნიამ და თეამ ერთმანეთისგან დამოუკიდებლად ჩაიფიქრეს მარტივი რიცხვის კუბები და შემდეგ დაწერეს დაფაზე. დათომ გადაამრავლა ეს სამი რიცხვი და დათვალა მიღებული რიცხვის გამყოფების რაოდენობა. რამდენი განსხვავებული პასუხი შეეძლო მიეღო დათოს?",
  options: ["$5$", "$6$", "$1$", "$2$", "$3$", "$4$"],
  correct: 4,
  tags: []
}
];
