const quizData = [
  // 1
  {
    intro: "ავოგადროს რიცხვი $N_A = 6 \\cdot 10^{23}$ მოლი $^{−1}$ <br><br> ბოლცმანის მუდმივა $k = 1{,}38 \\cdot 10^{−23}$ ჯ$/K$",
    question: "იდეალურ რხევით კონტურში კონდენსატორის მუხტი იცვლება კანონით: $q=3\\cdot10^{-5} \\sin 2000t$. განსაზღვრეთ დენის ძალის ამპლიტუდა",
    options: ["$0{,}15$ ა", "$120$ ა", "$0{,}0036$ ა", "$60$ ა", "$0{,}06$ ა"],
    correct: 4,
    tags: ["physics", "oscillations"]
  },
  // 2
  {
    question: "ზამბარაზე მერხევი სხეულის სიჩქარის გეგმილი იცვლება კანონით $v_{x}=0{,}1 \\sin 5t$. განსაზღვრეთ რხევების ამპლიტუდა",
    options: ["$2{,}5$ მ", "$0{,}05$ მ", "$0{,}5$ მ", "$0{,}02$ მ", "$0{,}1$ მ"],
    correct: 3,
    tags: ["physics", "mechanics"]
  },
  // 3
  {image: "physics-quizzes/class-11/images/image..5.png",
    question: "ზონრის გასწვრივ მარჯვნივ ვრცელდება განივი ტალღა. საით არის მიმართული ზონრის $A$, $B$, $C$ და $D$ წერტილების სიჩქარეები?",
    options: [
      "ოთხივე წერტილის მარჯვნივ",
      "$B$ წერტილის ზევით, $D$ წერტილის ქვევით. $A$ და $C$ წერტილები უძრავები არიან",
      "$D$ წერტილის ზევით, $B$ წერტილის ქვევით. $A$ და $C$ წერტილები უძრავები არიან",
      "$A$ წერტილის ზევით, $C$ წერტილის ქვევით. $B$ და $D$ წერტილები უძრავები არიან",
      "$C$ წერტილის ზევით, $A$ წერტილის ქვევით. $B$ და $D$ წერტილები უძრავები არიან"
    ],
    correct: 1,
    tags: ["physics", "waves"]
  },
  // 4
  {image: "physics-quizzes/class-11/images/image..6.png",
    question: "წრედის უბანზე მოდებულია ჰარმონიულად ცვლადი ძაბვა $U=5 \\sin 100t$. განსაზღვრეთ ამპერმეტრის ჩვენება, თუ $R=1$ ომი, $L=0{,}01$ ჰნ",
    options: ["$2{,}5$ ა", "$5$ ა", "$0{,}4$ ა", "$0{,}2$ ა", "$1$ ა"],
    correct: 1,
    tags: ["physics", "AC circuit"]
  },
  // 5
  {
    question: "ორი კოჰერენტული სინათლის წყარო, რომელთა შორის მანძილია $2$ მმ, ასხივებს $5\\cdot10^{-7}$ მ ტალღის სიგრძის სინათლეს. ამ წყაროებიდან ეკრანამდე მანძილია $4$ მ. განსაზღვრეთ ეკრანზე მიღებულ ინტერფერენციულ სურათზე ორ უახლოეს მაქსიმუმს შორის მანძილი. ეკრანი წყაროების შემაერთებელი მონაკვეთის პარალელურია.",
    options: ["$2{,}5$მმ", "$0{,}2$ მ", "$1$ მმ", "$0{,}5$ მმ", "$0{,}25$ მ"],
    correct: 2,
    tags: ["physics", "optics"]
  },
  // 6
  {
    question: "როდესაც მოცემული მასის იდეალური აირის აბსოლუტური ტემპერატურა $1{,}5$-ჯერ გაიზარდა, წნევა კი $3$-ჯერ გაიზარდა, მაშინ აირის მოცულობა შემცირდა:",
    options: ["$50\\%$-ით", "$35\\%$-ით","$65\\%$-ით", "$25\\%$-ით", "$75\\%$-ით"  ],
    correct: 0,
    tags: ["physics", "thermodynamics"]
  },
  // 7
  {
    question: "$\\lambda=5\\cdot10^{-7}$ მ ტალღის სიგრძის ორი კოჰერენტული ბრტყელი სინათლის ტალღა თითქმის მართობულად, ერთმანეთისადმი $\\varphi=10^{-3}$ რად კუთხით, ეცემა ბრტყელ ეკრანს. განსაზღვრეთ ეკრანზე მიღებული ინტერფერენციული ზოლების სიგანე",
    options: ["$2{,}5$ მმ", "$0{,}2$ მმ", "$1$ მმ", "$0{,}5$ მმ", "$0{,}25$ მმ"],
    correct: 3,
    tags: ["physics", "optics"]
  },
  // 8
  {
    question: "განსაზღვრეთ $200$ $K$ ტემპერატურის და $2760$ პა წნევის $1$ სმ$^{3}$ აირში მოლეკულების რაოდენობა.",
    options: ["$10^{23}$", "$10^{18}$", "$5\\cdot10^{22}$", "$4\\cdot10^{20}$", "$2\\cdot10^{20}$"],
    correct: 1,
    tags: ["physics", "molecular physics"]
  },
  // 9
  {
    question: "როდესაც გარკვეული მასის იდეალური აირი იზოთერმულად $2$ მ$^{3}$-ით შეკუმშეს, მისი წნევა $3$-ჯერ გაიზარდა. განსაზღვრეთ აირის საწყისი მოცულობა.",
    options: ["$5$ მ$^{3}$", "$4$ მ$^{3}$", "$4{,}5$ მ$^{3}$", "$3$ მ$^{3}$", "$3{,}5$ მ$^{3}$"],
    correct: 3,
    tags: ["physics", "thermodynamics"]
  },
  // 10
  {
    question: "განსაზღვრეთ წყლის მოლეკულის მასა, თუ წყლის მოლური მასაა $18$ გ/მოლი",
    options: ["$1{,}5 \\cdot 10^{-23}$ კგ", "$3 \\cdot 10^{-22}$ კგ", "$10^{-24}$ კგ", "$2 \\cdot 10^{-25}$ კგ", "$3 \\cdot 10^{-26}$ კგ"],
    correct: 4,
    tags: ["physics", "molecular physics"]
  },
  // 11
  {
    question: "$2$ ლ მოცულობის ჭურჭელში $3\\cdot10^{24}$ ერთატომიანი აირის მოლეკულა იმყოფება. განსაზღვრეთ ამ მოლეკულების საშუალო კინეტიკური ენერგია, თუ წნევა ჭურჭელში არის $3\\cdot10^{5}$ პა",
    options: ["$9\\cdot10^{-24}$ ჯ", "$1{,}5\\cdot10^{-19}$ ჯ", "$3\\cdot10^{-22}$ ჯ", "$1{,}8\\cdot10^{-22}$ ჯ", "$3\\cdot10^{-20}$ ჯ"],
    correct: 2,
    tags: ["physics", "thermodynamics"]
  },
  // 12
  {
    question: "პირველი ჭურჭლის მოცულობაა $4V$, ხოლო მასში აირის წნევა $3P$. მეორე ჭურჭლის მოცულობაა $V$ და მასში აირის წნევა $8P$. რა იქნება წნევა ჭურჭლებში, თუ მათ მცირე მოცულობის მილით შევაერთებთ. ორივე ჭურჭელში ერთნაირი ტემპერატურაა და პროცესი იზოთერმულია.",
    options: ["$3{,}5P$", "$4P$", "$4{,}5P$", "$5P$", "$5{,}5P$"], 
    correct: 1, 
    tags: ["physics", "thermodynamics"]
  },
  // 13
  {
    question: "მათემატიკური ქანქარა წარმოადგენს თოკზე ჩამოკიდებულ $30$ კგ მასის $1$ მ ამპლიტუდით მერხევ სხეულს. განსაზღვრეთ თოკის სიგრძე, თუ ქანქარას სრული მექანიკური ენერგიაა $60$ ჯ. $g \\approx 10$ მ/წმ$^{2}$.",
    options: ["$2{,}5$ მ", "$2$ მ", "$4$ მ", "$5$ მ", "$6$ მ"],
    correct: 0,
    tags: ["physics", "mechanics"]
  },
  // 14
  {image: "physics-quizzes/class-11/images/image..7.png",
    question: "$U$ მაგვარ მილში, რომლის ერთი ბოლო დახშულია, ასხია ვერცხლისწყალი. ჰაერის სვეტის სიმაღლეა $l_{1}=160$ მმ, ვერცხლისწყლის დონეთა სხვაობა $h_{1}=10$ მმ, ამ ამოცანაში წნევის ერთეულად სასურველია გამოიყენოთ მმ ვწყ.სვ. ატმოსფერული წნევაა $740$ მმ ვწყ.სვ. მარჯვენა მუხლში დაამატეს იმდენი ვერცხლისწყალი, რომ ვერცხლისწყლის დონე მარცხენა მუხლში $10$ მმ-ით აიწია. ჩათვალეთ, რომ პროცესი იზოთერმულია, და უპასუხეთ კითხვებს: <br><br> 1. რისი ტოლი იყო ჰაერის წნევა მარცხენა მუხლში თავიდან? <br><br> 2. რისი ტოლი გახდა ჰაერის წნევა მარცხენა მუხლში ვერცხლისწყლის დამატების შემდეგ? <br><br> 3. რამდენით აიწია ვერცხლისწყლის დონე მარჯვენა მუხლში?",
    options: [],
    tags: ["physics", "thermodynamics"]
  },
  // 15
  {
    question: "ცნობილია, რომ მოცემული მასის იდეალური აირის აბსოლუტური ტემპერატურა მისი მოცულობის კვადრატის პროპორციულია $T=\\alpha V^{2}$ ( $\\alpha= const)$. საწყის მდგომარეობაში ამ აირის წნევა არის $1000$ პა, მოცულობა $0{,}001$ მ$^{3}$. საბოლოო მდგომარეობაში მოცულობაა $0{,}003$ მ$^{3}$ <br><br> 1. რამდენჯერ გაიზარდა ამ პროცესში აბსოლუტური ტემპერატურა <br><br> 2. დაადგინეთ როგორია წნევის მოცულობაზე დამოკიდებულება <br><br> 3. დახაზეთ $PV$ დიაგრამა <br><br> 4. განსაზღვრეთ აირის მუშაობა ამ პროცესში",
    options: [],
    tags: ["physics", "thermodynamics"]
  },
  // 16
  {image: "physics-quizzes/class-11/images/image..8.png",
    question: "სურათზე გამოსახული ერთატომიანი იდეალური აირის $1-2-3$ პროცესის $PV$ დიაგრამა. ცნობილია, რომ პირველ მდგომარეობაში აირის აბსოლუტური ტემპერატურაა $100$ $K$, და $2-3$ უბანზე აირს გადასცეს $500$ ჯ სითბო. უპასუხეთ კითხვებს: <br><br> 1. რა ტემპერატურა აქვს აირს მესამე მდგომარეობაში? <br><br> 2. რა მუშაობა შეასრულა აირმა $1-2-3$ პროცესში? <br><br> 3. როგორ შეიცვალა აირის შინაგანი ენერგია $2-3$ პროცესში? <br><br> 4. რა სითბო გადაეცა აირს $1-2$ პროცესში?",
    options: [],
    tags: ["physics", "thermodynamics"]
  }
];