const quizData = [

  // #1
  {
    intro:"ყველგან ჩათვალეთ, რომ $g=10$ მ/წმ$^2$, $π^2 =10$",
    task:"$0{,}2\\ \\text{ტლ}$ ინდუქციის ერთგვაროვან მაგნიტურ ველში $100\\ \\text{რად/წმ}$ კუთხური სიჩქარით ბრუნავს $100$ ხვიისაგან შემდგარი მართკუთხედის ფორმის $25\\ \\text{სმ}\\times20\\ \\text{სმ}$ ზომის ჩარჩო. უპასუხეთ კითხვებს $1$, $2$",
    question: "განსაზღვრეთ ჩარჩოს ერთ ხვიაში გამჭოლი მაგნიტური ველის ნაკადის მაქსიმალური მნიშვნელობა.",
    options: [
      "$400\\ \\text{ვბ}$",
      "$0{,}25\\ \\text{ვბ}$",
      "$5\\ \\text{ვბ}$",
      "$0{,}01\\ \\text{ვბ}$",
      "$0{,}01\\pi\\ \\text{ვბ}$"
    ],
    correct: 3,
    tags: []
  },

  // #2
  {
    question: "განსაზღვრეთ ჩარჩოში წარმოქმნილი ელექტრომამოძრავებელი ძალის ამპლიტუდა.",
    options: [
      "$50\\ \\text{ვ}$",
      "$100\\ \\text{ვ}$",
      "$10\\ \\text{ვ}$",
      "$0{,}01\\ \\text{ვ}$",
      "$10\\pi\\ \\text{ვ}$"
    ],
    correct: 1,
    tags: []
  },

  // #3
  {
    image: "physics-quizzes/class-11/images/image10.png",
    question: "ძაბვა წრედში დროის მიხედვით პერიოდულად იცვლება $T$ პერიოდით. $\\tau=\\dfrac{T}{6}$. რისი ტოლია ძაბვის ეფექტური მნიშვნელობა, თუ $U_0=6\\sqrt{15}\\ \\text{ვ}$?",
    options: [
      "$9\\ \\text{ვ}$",
      "$10\\ \\text{ვ}$",
      "$15\\ \\text{ვ}$",
      "$18\\ \\text{ვ}$",
      "$22\\ \\text{ვ}$"
    ],
    correct: 2,
    tags: []
  },

  // #4
  {
    task:"იდეალურ რხევით კონტურში დენის ძალა იცვლება კანონით $I=-0{,}02\\sin(2000t)$. კოჭას ინდუქციურობაა $0{,}1\\ \\text{ჰნ}$. უპასუხეთ კითხვებს $4-7$",
    question: "განსაზღვრეთ რხევითი კონტურის სრული ენერგია.",
    options: [
      "$20\\ \\text{მკჯ}$",
      "$50\\ \\text{მკჯ}$",
      "$8\\ \\text{მკჯ}$",
      "$7{,}5\\ \\text{მკჯ}$",
      "$4\\ \\text{მკჯ}$"
    ],
    correct: 0,
    tags: []
  },

  // #5
  {
    question: "განსაზღვრეთ კონდენსატორის მაქსიმალური მუხტი.",
    options: [
      "$2\\ \\text{მკკ}$",
      "$4\\ \\text{მკკ}$",
      "$6\\ \\text{მკკ}$",
      "$8\\ \\text{მკკ}$",
      "$10\\ \\text{მკკ}$"
    ],
    correct: 4,
    tags: []
  },

  // #6
  {
    question: "განსაზღვრეთ კონდენსატორის ძაბვის ამპლიტუდა.",
    options: [
      "$10\\ \\text{ვ}$",
      "$4\\ \\text{ვ}$",
      "$0{,}5\\ \\text{ვ}$",
      "$12\\ \\text{ვ}$",
      "$0{,}08\\ \\text{ვ}$"
    ],
    correct: 1,
    tags: []
  },

  // #7
  {
    question: "განსაზღვრეთ კონდენსატორის ტევადობა.",
    options: [
      "$5\\ \\text{მკფ}$",
      "$40\\ \\text{მკფ}$",
      "$4\\ \\text{მკფ}$",
      "$2{,}5\\ \\text{მკფ}$",
      "$15\\ \\text{მკფ}$"
    ],
    correct: 3,
    tags: []
  },

  // #8
  {
    task:"$400\\ \\text{რად/წმ}$ ციკლური სიხშირის ჰარმონიულად ცვლადი დენის წრედში მიმდევრობით ჩართულია $0{,}4\\ \\text{ჰნ}$ ინდუქციურობის კოჭა და $25\\ \\text{მკფ}$ ტევადობის კონდენსატორი. $V_1$ ვოლტმეტრის ჩვენებაა $30\\ \\text{ვ}$. უპასუხეთ კითხვებს $8$, $9$",
    image: "physics-quizzes/class-11/images/image11.png",
    question: "განსაზღვრეთ $V_3$ ვოლტმეტრის ჩვენება.",
    options: [
      "$80\\ \\text{ვ}$",
      "$8\\ \\text{ვ}$",
      "$24\\ \\text{ვ}$",
      "$32\\ \\text{ვ}$",
      "$35\\ \\text{ვ}$"
    ],
    correct: 0,
    tags: []
  },

  // #9
  {
    image: "physics-quizzes/class-11/images/image11.png",
    question: "განსაზღვრეთ $V_2$ ვოლტმეტრის ჩვენება.",
    options: [
      "$5\\ \\text{ვ}$",
      "$15\\ \\text{ვ}$",
      "$50\\ \\text{ვ}$",
      "$7{,}5\\ \\text{ვ}$",
      "$10\\ \\text{ვ}$"
    ],
    correct: 2,
    tags: []
  },

  // #10
  {
    question: "რხევითი კონტური, რომლის კონდენსატორის ელექტროტევადობაა $4\\ \\text{პფ}$, გამოასხივებს $120\\ \\text{მ}$ სიგრძის რადიოტალღებს. განსაზღვრეთ ამ კონტურის კოჭას ინდუქციურობა. ჩათვალეთ, რომ რხევითი კონტური იდეალურია და ჰაერში ელექტრომაგნიტური ტალღის სიჩქარეა $3 \\cdot 10^8$ მ/წმ.",
    options: [
      "$9\\cdot10^{-3}\\ \\text{ჰნ}$",
      "$3\\cdot10^{-3}\\ \\text{ჰნ}$",
      "$10^{-3}\\ \\text{ჰნ}$",
      "$4\\cdot10^{-4}\\ \\text{ჰნ}$",
      "$2{,}5\\cdot10^{-4}\\ \\text{ჰნ}$"
    ],
    correct: 2,
    tags: []
  },

  // #11
  {
    question: "თუ ჰაერში გავრცელებისას (ელექტრომაგნიტური ტალღის სიჩქარეა $3 \\cdot 10^8$ მ/წმ) რადიოტალღის სიგრძეა $120\\ \\text{მ}$, რისი ტოლია ამ ტალღის სიხშირეა?",
    options: [
      "$9\\cdot10^{5}\\ \\text{ჰც}$",
      "$3{,}6\\cdot10^{10}\\ \\text{ჰც}$",
      "$7{,}5\\cdot10^{5}\\ \\text{ჰც}$",
      "$4\\cdot10^{6}\\ \\text{ჰც}$",
      "$2{,}5\\cdot10^{6}\\ \\text{ჰც}$"
    ],
    correct: 4,
    tags: []
  },

  // #12
  {
    question: "იდეალური ტრანსფორმატორის პირველადი გრაგნილის ხვიების რაოდენობაა $2200$, ხოლო მეორადი გრაგნილის $110$. მეორად გრაგნილზე ძაბვაა $55\\ \\text{ვ}$. რისი ტოლია ძაბვა პირველად გრაგნილზე?",
    options: [
      "$220\\ \\text{ვ}$",
      "$2{,}75\\ \\text{ვ}$",
      "$275\\ \\text{ვ}$",
      "$1100\\ \\text{ვ}$",
      "$220\\ \\text{ვ}$"
    ],
    correct: 3,
    tags: []
  },

  // #13
  {
    question: "ინდუქციურობის კოჭას გრაგნილი შედგება $100$ ხვიასაგან. მას განჭოლავს მაგნიტური ნაკადი, რომელიც ერთ ხვიაში იცვლება კანონით $\\Phi=0{,}02\\cos(250t)$. მაშინ გრაგნილის ე.მ.ძ. იცვლება კანონით:",
    options: [
      "$0{,}08\\sin(250t)$",
      "$0{,}02\\cos(250t)$",
      "$500\\sin(250t)$",
      "$5\\cos(250t)$",
      "$8\\cdot10^{-5}\\sin(250t)$"
    ],
    correct: 2,
    tags: []
  },

  // #14
  {
    question: "წრედის ძაბვა იცვლება კანონით $U=U_0\\sin(\\omega t)$. ამ წრედში ჩართულია ნეონის ნათურა, რომლის ანთების ძაბვაა $\\dfrac{U_0}{2}$. $T$ პერიოდის განმავლობაში რამდენ ხანს ანათებს ნათურა?",
    options: [
      "$\\dfrac{T}{6}$",
      "$\\dfrac{2T}{3}$",
      "$\\dfrac{T}{4}$",
      "$\\dfrac{T}{2}$",
      "$\\dfrac{T}{3}$"
    ],
    correct: 1,
    tags: []
  },

  // #15
  {
    question: "ჰარმონიულად ცვლადი ძაბვის წრედში, რომელიც იცვლება $U=300\\sin(\\omega t)$ კანონით, ჩართულია $300$ ომი წინაღობის ნათურა. განსაზღვრეთ ნათურის სიმძლავრე.",
    options: [
      "$150\\ \\text{ვტ}$",
      "$300\\ \\text{ვტ}$",
      "$150\\sqrt{2}\\ \\text{ვტ}$",
      "$600\\ \\text{ვტ}$",
      "$300\\sqrt{2}\\ \\text{ვტ}$"
    ],
    correct: 0,
    tags: []
  },

  // #16
  {
    question: "სადაბლებელი ტრანსფორმატორი ჩართულია $220\\ \\text{ვ}$ ძაბვის ქსელში. მეორადი გრაგნილის წინაღობაა  $2$ ომი, ხოლო დენი მაშინ არის $2\\ \\text{ა}$. განსაზღვრეთ ძაბვა მეორადი გრაგნილის მომჭერებზე, თუ ტრანსფორმაციის კოეფიციენტია $10$.",
    options: [
      "$22\\ \\text{ვ}$",
      "$21\\ \\text{ვ}$",
      "$20\\ \\text{ვ}$",
      "$18\\ \\text{ვ}$",
      "$16\\ \\text{ვ}$"
    ],
    correct: 3,
    tags: []
  },

  // #17
  {
    question: "ჰორიზონტალურ ზამბარაზე მიმაგრებული სხეული გადაწიეს წონასწორობის მდებარეობიდან და გაათავისუფლეს. გათავისუფლებიდან რა დროის შემდეგ გაუტოლდება მეორედ ერთმანეთს მერხევი სხეულის კინეტიკური და ზამბარის პოტენციური ენერგიები? რხევის პერიოდია $T$.",
    options: [
      "$\\dfrac{T}{12}$",
      "$\\dfrac{T}{6}$",
      "$\\dfrac{3T}{8}$",
      "$\\dfrac{3T}{4}$",
      "$\\dfrac{T}{3}$"
    ],
    correct: 2,
    tags: []
  },

  // #18
  {
    question: "გამოსახეთ მაგნიტური ნაკადის ერთეული ვებერი $SI$ სისტემის ძირითადი ერთეულებით (კგ, მ, წმ, ა).",
    options: [
      "$\\dfrac{\\text{ა}\\cdot\\text{წმ}^2}{\\text{კგ}\\cdot\\text{მ}}$",
      "$\\dfrac{\\text{კგ}\\cdot\\text{მ}^2}{\\text{ა}\\cdot\\text{წმ}^3}$",
      "$\\dfrac{\\text{ა}\\cdot\\text{წმ}}{\\text{კგ}}$",
      "$\\dfrac{\\text{კგ}\\cdot\\text{მ}^2}{\\text{ა}\\cdot\\text{წმ}^2}$",
      "$\\dfrac{\\text{კგ}}{\\text{ა}\\cdot\\text{მ}^2\\cdot\\text{წმ}^2}$"
    ],
    correct: 3,
    tags: []
  },

  // #19
  {
    task:"$25\\ \\text{ნ/მ}$ სიხისტის ზამბარაზე მერხევი სხეულის მოძრაობის განტოლებაა $x=0{,}1\\sin(5t)$. უპასუხეთ კითხვებს $19-21$:",
    question: "განსაზღვრეთ მერხევი სხეულის მასა.",
    options: [
      "$1{,}5\\ \\text{კგ}$",
      "$1\\ \\text{კგ}$",
      "$0{,}8\\ \\text{კგ}$",
      "$0{,}5\\ \\text{კგ}$",
      "$0{,}2\\ \\text{კგ}$"
    ],
    correct: 1,
    tags: []
  },

  // #20
  {
    question: "განსაზღვრეთ სისტემის ზამბარა-სხეული სრული მექანიკური ენერგია.",
    options: [
      "$0{,}8\\ \\text{ჯ}$",
      "$0{,}04\\ \\text{ჯ}$",
      "$0{,}1\\ \\text{ჯ}$",
      "$0{,}125\\ \\text{ჯ}$",
      "$0{,}25\\ \\text{ჯ}$"
    ],
    correct: 3,
    tags: []
  },

  // #21
  {
    question: "განსაზღვრეთ სხეულის მაქსიმალური სიჩქარე.",
    options: [
      "$1{,}5\\ \\text{მ/წმ}$",
      "$1{,}2\\ \\text{მ/წმ}$",
      "$0{,}5\\ \\text{მ/წმ}$",
      "$0{,}25\\ \\text{მ/წმ}$",
      "$0{,}1\\ \\text{მ/წმ}$"
    ],
    correct: 2,
    tags: []
  },

  // #22
  {
    question: "$100\\ \\text{ნ/მ}$ სიხისტის ზამბარაზე დაკიდებული $100\\ \\text{გ}$ მასის სხეული ირხევა. განსაზღვრეთ სხეულზე მოქმედი დრეკადობის ძალის მოდული, როდესაც სხეული წონასწორობის მდებარეობიდან $2$ სმ-ით არის დაწეული",
    options: [
      "$1\\ \\text{ნ}$",
      "$1{,}5\\ \\text{ნ}$",
      "$2\\ \\text{ნ}$",
      "$3\\ \\text{ნ}$",
      "$4\\ \\text{ნ}$"
    ],
    correct: 3,
    tags: []
  },

  // #23
  {
    question: "როდესაც წყლის ზედაპირზე გავრცელებული ტალღის ორ უახლოეს ბურცობს შორის მანძილია $0{,}5$ მ და ტივტივა $10$ წმ-ში ასრულებს $30$ რხევას, მაშინ ტალღის გავრცელების სიჩქარეა",
    options: [
      "$7{,}5\\ \\text{მ/წმ}$",
      "$1{,}75\\ \\text{მ/წმ}$",
      "$3{,}6\\ \\text{მ/წმ}$",
      "$0{,}5\\ \\text{მ/წმ}$",
      "$1{,}5\\ \\text{მ/წმ}$"
    ],
    correct: 4,
    tags: []
  },

  // #24
  {
    question: "თუ ზამბარაზე უძრავად დაკიდებული სხეული ზამბარას $16\\ \\text{სმ}$-ით ჭიმავს, მაშინ ტვირთის ვერტიკალური რხევების პერიოდია",
    options: [
      "$\\pi\\ \\text{წმ}$",
      "$0{,}8\\ \\text{წმ}$",
      "$1\\ \\text{წმ}$",
      "$0{,}2\\pi\\ \\text{წმ}$",
      "$0{,}5\\ \\text{წმ}$"
    ],
    correct: 1,
    tags: []
  },

  // #25
  {
    question: "მათემატიკური ქანქარა წარმოადგენს $5$ მ სიგრძის თოკზე ჩამოკიდებულ $20$ კგ მასის სხეულს. განსაზღვრეთ ქანქარას სრული მექანიკური ენერგია, თუ რხევის ამპლიტუდაა $1$ მ.",
    options: [
      "$20\\ \\text{ჯ}$",
      "$75\\ \\text{ჯ}$",
      "$40\\ \\text{ჯ}$",
      "$60\\ \\text{ჯ}$",
      "$45\\ \\text{ჯ}$"
    ],
    correct: 0,
    tags: []
  }

];
