const quizData = [
  // 1
  {intro:"ჩათვალეთ, რომ: <br><br> $\\pi^2 ≈ g ≈ 10$ <br><br> ბოლცმანის მუდმივა $k = 1{,}38 \\cdot {10}^{−23}$ჯ$/K$ <br><br> აირის უნივერსალური მუდმივა $R = 8{,}31$ჯ/(მოლი $\\cdot K$), <br><br> ავოგადროს რიცხვი $N = 6 \\cdot 10^{23}$ მოლი$^{−1}$ .",
   image: "physics-quizzes/class-11/images/image.6.png",
    question: "მცირე ზომის ბურთულა, რომელიც $2{,}25~მ$ სიგრძის უმასო ძაფზეა დაკიდებული, ვერტიკალიდან მცირე კუთხით გადახარეს და ხელი გაუშვეს. $A$ წერტილში ($OA=1{,}25~მ$) კედელში ჩასობილია ლურსმანი. განსაზღვრეთ მიღებული ქანქარას რხევების პერიოდი. ჩათვალეთ, რომ $\\pi^{2}\\approx g$.",
    options: ["$5~წმ$", "$3{,}25~წმ$", "$2{,}5~წმ$", "$1{,}5~წმ$", "$1{,}25~წმ$"],
    correct: 2,
    tags: []
  },
  // 2
  {image: "physics-quizzes/class-11/images/image.7.png",
    question: "გლუვ ჰორიზონტალურ ზედაპირზე განლაგებულია ერთმანეთთან $75~ნ/მ$ სიხისტის ზამბარით შეერთებული ორი ძელაკი მასებით $1{,}2~კგ$ და $0{,}4~კგ$. განსაზღვრეთ სისტემის რხევების პერიოდი. ჩათვალეთ, რომ $\\pi^{2}\\approx 10$.",
    options: ["$0{,}2~წმ$", "$0{,}4~წმ$", "$0{,}5~წმ$", "$1~წმ$", "$1{,}25~წმ$"],
    correct: 1,
    tags: []
  },
  // 3
  {
    question: "მიწისძვრის ეპიცენტრიდან გრუნტში ვრცელდება როგორც განივი, ასევე გრძივი ტალღა. განივი ტალღის გავრცელების სიჩქარეა $4~კმ/წმ$, ხოლო გრძივის $6~კმ/წმ$. სეისმურ სადგურში განივი ტალღა დაფიქსირდა $30~წმ$ დაგვიანებით გრძივთან შედარებით. რა მანძილითაა დაშორებული ეპიცენტრი სადგურიდან?",
    options: ["$60~კმ$", "$120~კმ$", "$180~კმ$", "$300~კმ$", "$360~კმ$"],
    correct: 4,
    tags: []
  },
  // 4
  {
    question: "იდეალურ რხევით კონტურში დენის ძალა იცვლება კანონით: $I=0,4 \\cdot \\cos 500t$. განსაზღვრეთ კონდენსატორის მაქსიმალური მუხტი.",
    options: ["$2{,}5 \\cdot 10^{-4}~კ$", "$4 \\cdot 10^{-4}~კ$", "$5 \\cdot 10^{-4}~კ$", "$8 \\cdot 10^{-4}~კ$", "$10^{-4}~კ$"],
    correct: 3,
    tags: []
  },
  // 5
  {image: "physics-quizzes/class-11/images/image.8.png",
    question: "წრედის ბოლოებზე ძაბვა იცვლება კანონით $U=0,4 \\cdot \\cos 500t$. განსაზღვრეთ ამ უბნის წინაღობა, თუ $R=30~ომი$, $L=0,2~ჰნ$, $C=2 \\cdot 10^{-5}~ფ$.",
    options: ["$10~ომი$", "$20~ომი$", "$30~ომი$", "$40~ომი$", "$50~ომი$"],
    correct: 2,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-11/images/image.9.png",
    question: "ორი კოჰერენტული $S_{1}$ და $S_{2}$ წყარო სინფაზურად (საწყისი ფაზა ერთნაირია) ასხივებს $6 \\cdot 10^{-7}~მ$ სიგრძის სინათლის ტალღებს. ეკრანზე $O$ წერტილიდან რა მანძილზე მიიღება განათებულობის პირველი ინტერფერენციული მინიმუმი? $OD = 4~მ$, $S_{1}S_{2}=1~მმ$. $S_{1}S_{2}$ მონაკვეთი ეკრანის პარალელურია. $OD$ მონაკვეთი $S_{1}S_{2}$ მონაკვეთის შუა მართობია.",
    options: ["$1{,}2~მმ$", "$1~მმ$", "$0{,}8~მმ$", "$0{,}6~მმ$", "$0{,}4~მმ$"],
    correct: 0,
    tags: []
  },
  // 7
  {
    question: "განსაზღვრეთ $1000~K$ ტემპერატურისა და $2760~პა$ წნევის $1~სმ^3$ იდეალურ აირში მოლეკულების რაოდენობა. ბოლცმანის მუდმივა $k=1{,}38 \\cdot 10^{-23}~ჯ/K$.",
    options: ["$2 \\cdot 10^{22}$", "$2 \\cdot 10^{17}$", "$4 \\cdot 10^{22}$", "$10^{18}$", "$5 \\cdot 10^{20}$"],
    correct: 1,
    tags: []
  },
  // 8
  {
    question: "განსაზღვრეთ წყლის მოლეკულის მასა, თუ წყლის მოლური მასაა $18~გ/მოლი$. ავოგადროს რიცხვი $N=6 \\cdot 10^{23}~მოლი^{-1}$.",
    options: ["$3 \\cdot 10^{-24}~კგ$", "$1{,}8 \\cdot 10^{-24}~კგ$", "$1{,}08 \\cdot 10^{-24}~კგ$",  "$1{,}8 \\cdot 10^{-25}~კგ$", "$3 \\cdot 10^{-26}~კგ$"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "ბალონიდან, რომელშიც იდეალური აირის წნევა იყო $2~მგპა$, აბსოლუტური ტემპერატურა კი $400~K$, გამოუშვეს მასში მყოფი აირის $20\\%$. ამ დროს აირის წნევა ბალონში გახდა $0{,}5~მგპა$. განსაზღვრეთ, რამდენით შემცირდა აირის ტემპერატურა ბალონში.",
    options: ["$125~K$-ით", "$200~K$-ით", "$250~K$-ით", "$275~K$-ით", "$300~K$-ით"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "როდესაც გარკვეული მასის იდეალური აირი იზოთერმულად $2~მ^3$-ით შეკუმშეს, მისი წნევა $3$-ჯერ გაიზარდა. განსაზღვრეთ აირის საწყისი მოცულობა.",
    options: ["$5~მ^3$", "$4~მ^3$", "$4{,}5~მ^3$", "$3~მ^3$", "$3{,}5~მ^3$"],
    correct: 3,
    tags: []
  },
  // 11
  {
    question: "გარკვეული მასის ერთატომიანი იდეალური აირის სითბოტევადობა იზობარულ პროცესში არის $C_p = 35~ჯ/K$. განსაზღვრეთ ამ აირის სითბოტევადობა იზოქორულ პროცესში.",
    options: ["$32~ჯ/K$", "$30~ჯ/K$", "$28~ჯ/K$", "$25~ჯ/K$", "$21~ჯ/K$"],
    correct: 4,
    tags: []
  },
  // 12
  {task:"მოცემული მასის ერთატომიანი იდეალური აირის მოცულობა იზრდება $V_{1}=2 \\cdot 10^{-3}~მ^{3}$ დან $V_{2}=5 \\cdot 10^{-3}~მ^{3}$ მდე. ამ დროს აირის წნევა იცვლება კანონით $P=2 \\cdot 10^{5}V$. სიდიდეები მოყვანილია $SI$-სისტემაში. უპასუხეთ კითხვებს $12-14$:",
    question: " რა მუშაობა შეასრულა აირმა ამ პროცესში?",
    options: ["$2{,}1~ჯ$", "$4{,}2~ჯ$", "$6{,}3~ჯ$", "$8{,}4~ჯ$", "$12~ჯ$"],
    correct: 0,
    tags: []
  },
  // 13
  {
    question: "რამდენჯერ გაიზარდა აირის აბსოლუტური ტემპერატურა ამ პროცესში?",
    options: ["$14~ჯერ$", "$6{,}25~ჯერ$", "$4~ჯერ$", "$2{,}5~ჯერ$", "$1{,}5~ჯერ$"],
    correct: 1,
    tags: []
  },
  // 14
  {
    question: "რამდენი ჯოულით გაიზარდა აირის შინაგანი ენერგია ამ პროცესში?",
    options: ["$2{,}1~ჯ$", "$4{,}2~ჯ$", "$6{,}3~ჯ$", "$8{,}4~ჯ$", "$12~ჯ$"],
    correct: 2,
    tags: []
  },
  // 15
  {
    question: "აირის ადიაბატური გაფართოებისას",
    options: ["წნევა იზრდება, ტემპერატურა მცირდება", "წნევა იზრდება, ტემპერატურა იზრდება", "წნევა მცირდება, ტემპერატურა იზრდება", "წნევა მცირდება, ტემპერატურა მცირდება", "წნევა არ იცვლება, ტემპერატურა მცირდება"],
    correct: 3,
    tags: []
  },
  // 16
  {
    question: "აირი ასრულებს ციკლურ პროცესს. ერთი ციკლის განმავლობაში აირმა შეასრულა $5~ჯ$ მუშაობა და მაცივარს გადასცა $5~ჯ$ სითბოს რაოდენობა. განსაზღვრეთ პროცესის მქკ",
    options: ["$50\\%$", "$45\\%$", "$40\\%$", "$25\\%$", "$12{,}5\\%$"],
    correct: 0,
    tags: []
  },
  // 17
  {
    question: "ოთახში წყლის ორთქლის სიმკვრივე $8~გ/მ^3$-ია, ფარდობითი ტენიანობა $40\\%$. რამდენი გრამი წყალი უნდა ავაორთქლოთ ოთახში ტემპერატურის შეუცვლელად რომ ჰაერი ორთქლით გაჯერდეს? ოთახის მოცულობა $50~მ^3$-ია.",
    options: ["$1000~გ$", "$945~გ$", "$600~გ$", "$4000~გ$", "$250~გ$"],
    correct: 2,
    tags: []
  },
  // 18
  {
    question: "წყლის ორთქლის წნევა მოცემულ ტემპერატურაზე $4$ ჯერ ნაკლებია ამავე ტემპერატურაზე ნაჯერი ორთქლის წნევასთან შედარებით. განსაზღვრეთ ჰაერის ფარდობითი ტენიანობა.",
    options: ["$50\\%$", "$40\\%$", "$25\\%$", "$20\\%$", "$12{,}5\\%$"],
    correct: 2,
    tags: []
  },
  // 19
  {
    question: "ფოტოეფექტის დროს ლითონიდან ამოტყორცნილი ელექტრონის კინეტიკური ენერგია $50\\%$-ით აღემატება ამ ლითონიდან ელექტრონის გამოსვლის მუშაობას. რამდენჯერ აღემატება ლითონზე დაცემული სინათლის სიხშირე ფოტოეფექტის წითელი საზღვრის შესაბამის სიხშირეს?",
    options: ["$2~ჯერ$", "$2{,}5~ჯერ$", "$3~ჯერ$", "$3{,}5~ჯერ$", "$4~ჯერ$"],
    correct: 1,
    tags: []
  },
  // 20
  {
    question: "ლითონი დაასხივეს ჯერ $\\lambda=3 \\cdot 10^{-7}~მ$ ტალღის სიგრძის სინათლით, შემდეგ $\\lambda=6 \\cdot 10^{-7}~მ$ ტალღის სიგრძის სინათლით. პირველ შემთხვევაში ლითონიდან ამოტყორცნილი ელექტრონების კინეტიკური ენერგია აღმოჩნდა $4$ ჯერ მეტი, ვიდრე მეორე შემთხვევაში. განსაზღვრეთ ამ ლითონისთვის წითელი საზღვრის ტალღის სიგრძე.",
    options: ["$8 \\cdot 10^{-7}~მ$", "$9 \\cdot 10^{-7}~მ$", "$10 \\cdot 10^{-7}~მ$", "$11 \\cdot 10^{-7}~მ$", "$12 \\cdot 10^{-7}~მ$"],
    correct: 1,
    tags: []
  },
  // 21
  {task:"ურანის $^{238}_{92}U$ ბირთვის სპონტანური დაშლისას მიიღება ტყვიის ატომბირთვი $^{198}_{82}Pb$ და გამოსხივდება $\\alpha$ და $\\beta$ ნაწილაკები. როგორც ვიცით $\\alpha$ ნაწილაკი არის ჰელიუმის ატომბირთვი, რომელშიც $2$ პროტონი და $2$ ნეიტრონია, $\\beta$ ნაწილაკი არის ელექტრონი. უპასუხეთ კითხვებს $21, 22$",
    question: " რამდენი $\\alpha$ ნაწილაკი გამოსხივდა?",
    options: ["$6$", "$8$", "$10$", "$20$", "$40$"],
    correct: 2,
    tags: []
  },
  // 22
  {
    question: "რამდენი $\\beta$ ნაწილაკი გამოსხივდა?",
    options: ["$6$", "$8$", "$10$", "$20$", "$40$"],
    correct: 2,
    tags: []
  },
  // 23
  {task:"ფოტონის შთანთქმის შედეგად წყალბადის ატომის ელექტრონი გადავიდა პირველი (ძირითადი) სტაციონალური მდგომარეობიდან მეორეზე. უპასუხეთ კითხვებს $23, 24$",
    question: "რამდენჯერ აღემატება პირველ ორბიტაზე მყოფი ელექტრონის კინეტიკური ენერგია შთანთქმული ფოტონის ენერგიას?",
    options: ["$4~ჯერ$", "$2{,}5~ჯერ$", "$\\frac{7}{6}~ჯერ$", "$1{,}8~ჯერ$", "$\\frac{4}{3}~ჯერ$"],
    correct: 4,
    tags: []
  },
  // 24
  {
    question: "რამდენჯერ აღემატება პირველ ორბიტაზე მყოფი ელექტრონის კინეტიკური ენერგია მეორე ორბიტაზე მყოფი ელექტრონის კინეტიკურ ენერგიას?",
    options: ["$4~ჯერ$", "$2{,}5~ჯერ$", "$\\frac{7}{6}~ჯერ$", "$1{,}8~ჯერ$", "$\\frac{4}{3}~ჯერ$"],
    correct: 0,
    tags: []
  },
  // 25
  {
    question: "რადიოაქტიური ნივთიერების ნახევარდაშლის პერიოდია $15~წთ$. ნივთიერების რა ნაწილი დაიშლება $45~წთ$-ში?",
    options: ["$\\frac{1}{8}$", "$\\frac{1}{4}$", "$\\frac{1}{3}$", "$\\frac{3}{4}$", "$\\frac{7}{8}$"],
    correct: 4,
    tags: []
  }
];