const quizData = [

  // 1
  {
    intro:"აირის უნივერსალური მუდმივა $R= 8{,}31$ჯ/მოლი $\\cdot K$",
    question: "როდესაც $50$გ მასის სხეული ირხევა $125$ ნ/მ სიხისტის ზამბარაზე და რხევის ამპლიტუდაა $15$ სმ, მაშინ სხეულის მაქსიმალური სიჩქარეა",
    options: ["$0{,}5$ მ/წმ", "$5$ მ/წმ", "$6$ მ/წმ", "$7{,}5$ მ/წმ", "$9$ მ/წმ"],
    correct: 3,
    tags: []
  },

  // 2
  {
    question: "რხევითი კონტური შედგენილია $L = 0{,}02$ ჰნ ინდუქციურობის კოჭათი და $C = 1{,}25 \\cdot 10^{-5}$ ჰნ ტევადობის კონდენსატორით. განსაზღვრეთ კონტურის რხევების ციკლური სიხშირე.",
    options: ["$4000$ წმ$^{-1}$", "$2000$ წმ$^{-1}$", "$1000$ წმ$^{-1}$", "$500$ წმ$^{-1}$", "$400$ წმ$^{-1}$"],
    correct: 1,
    tags: []
  },

  // 3
  {
    image: "physics-quizzes/class-11/images/image22.png",
    question: "$PT$ დიაგრამაზე $P_1 = 2 \\cdot 10^{4}$ პა, $P_2 = 5 \\cdot 10^{4}$ პა, $T_2 = 350$ K. განსაზღვრეთ $T_1$.",
    options: ["$280$ K", "$160$ K", "$120$ K", "$100$ K", "$140$ K"],
    correct: 4,
    tags: []
  },

  // 4
  {image: "physics-quizzes/class-11/images/image23.png",
    question: "$PV$ დიაგრამაზე $P_0 = 2 \\cdot 10^{4}$ პა, $V_0 = 8$ ლ. განსაზღვრეთ აირის მიერ $1 \\to 2 \\to 3$ პროცესში შესრულებული მუშაობა.",
    options: ["$280$ ჯ", "$360$ ჯ", "$420$ ჯ", "$480$ ჯ", "$560$ ჯ"],
    correct: 4,
    tags: []
  },

  // 5
  {
    question: "ფოტოეფექტთან დაკავშირებით მოცემულია სამი წინადადება: <br><br> I) ფოტოეფექტი მოვლენაა, რომლის დროსაც ფოტონი ეცემა რაიმე ნივთიერებას და აირეკლება მისგან; <br><br> II) ფოტოეფექტის დროს ნივთიერების ატომის ბირთვი ხდება რადიოაქტიური, შთანთქავს ფოტონს და ასხივებს ელექტრონს; <br><br> III) ფოტოეფექტი ვერ მოხდება, თუ ნივთიერებაზე დაცემული ფოტონის ენერგია ნაკლებია ნივთიერებიდან ელექტრონის გამოსვლის მუშაობაზე; <br><br> IV) ფოტოეფექტის დროს ნივთიერებიდან გამოიტყორცნება ელექტრონი, რომელსაც უფრო ნაკლები ენერგია აქვს, ვიდრე ჰქონდა ამ მოვლენის გამომწვევ ფოტონს; <br><br> ჩამოთვლილთაგან რომელი წინადადებაა მართებული?",
    options: ["მხოლოდ I და II", "მხოლოდ II და III", "მხოლოდ I და III", "მხოლოდ III და IV", "მხოლოდ II და IV"],
    correct: 3,
    tags: []
  },

  // 6
  {
    question: "ლითონი დაასხივეს ჯერ $\\lambda_1 = 3 \\cdot 10^{-7}$ მ ტალღის სიგრძის სინათლით, შემდეგ $\\lambda_2 = 6 \\cdot 10^{-7}$ მ ტალღის სიგრძის სინათლით. პირველ შემთხვევაში ლითონიდან ამოტყორცნილი ელექტრონების კინეტიკური ენერგია აღმოჩნდა $4$ ჯერ მეტი, ვიდრე მეორე შემთხვევაში. განსაზღვრეთ ამ ლითონისთვის ფოტოეფექტის წითელი საზღვრის ტალღის სიგრძე.",
    options: ["$8 \\cdot 10^{-7}$ მ", "$9 \\cdot 10^{-7}$ მ", "$10 \\cdot 10^{-7}$ მ", "$11 \\cdot 10^{-7}$ მ", "$12 \\cdot 10^{-7}$ მ"],
    correct: 1,
    tags: []
  },

  // 7
  {
    question: "ცნობილია, რომ რადიოაქტიური ბირთვიდან შესაძლებელია მივიღოთ სამი ტიპის გამოსხივება: $\\alpha$, $\\beta$ და $\\gamma$. მოცემულია სამი წინადადება: <br><br> I) თუ რადიოაქტიური გარდაქმნისას გვაქვს $\\alpha$ გამოსხივება, მას ყოველთვის მოჰყვება $\\beta$ გამოსხივება; <br><br> II) $\\beta$ გამოსხივების დროს (როდესაც სხივდება ელექტრონი), ელექტრონი გამოდის ატომის ერთ-ერთი ორბიტიდან; <br><br> III) რადიოაქტიური ბირთვი $\\alpha$, $\\beta$ და $\\gamma$ ნაწილაკებს ყოველგვარი გარეშე ზემოქმედების გარეშე, თავისთავად ასხივებს. <br><br> ჩამოთვლილთაგან რომელი წინადადებაა მართებული?",
    options: ["მხოლოდ I", "მხოლოდ I და III", "მხოლოდ II", "მხოლოდ III და II", "მხოლოდ III"],
    correct: 4,
    tags: []
  },

  // 8
  {
    question: "იდეალური სითბური ძრავას მაცივრის ტემპერატურაა $300 K$. რისი ტოლია სახურებლის ტემპერატურა, თუ ძრავაში ყოველი ციკლისას მუშა სხეულის მიერ მიღებული სითბოს რაოდენობა მის მიერ მაცივარზე გადაცემულ სითბოს რაოდენობას $2{,}5$ ჯერ აღემატება.",
    options: ["$750 K$", "$650 K$", "$600K$ ", "$480 K$", "$450 K$"],
    correct: 0,
    tags: []
  },

  // 9
  {
    question: "გარკვეული მასის ორატომიანი იდეალური აირის სითბოტევადობა იზობარულ პროცესში არის $C_p = 35 {ჯ}/K$. განსაზღვრეთ ამ აირის სითბოტევადობა იზოქორულ პროცესში.",
    options: ["$49 {ჯ}/K$", "$38 {ჯ}/K$", "$30 {ჯ}/K$", "$25 {ჯ}/K$", "$20 {ჯ}/K$"],
    correct: 3,
    tags: []
  },

  // 10
  {
    question: "წყალბადის ატომში ელექტრონის პირველი სტაციონალური ორბიტიდან მეორეზე გადასვლისას მისი კინეტიკური ენერგია:",
    options: ["მცირდება $2$ ჯერ", "იზრდება $2$ ჯერ", "მცირდება $4$ ჯერ", "იზრდება $4$ ჯერ", "არ იცვლება"],
    correct: 2,
    tags: []
  },

  // 11
  {
    question: "$300 K$ საწყისი ტემპერატურის იდეალური აირის მოცულობა ადიაბატურად შეამცირეს $9$ ჯერ. განსაზღვრეთ აირის საბოლოო ტემპერატურა, თუ აირის ადიაბატის მაჩვენებლია $\\frac{c_p}{c_v} = 1{,}5$.",
    options: ["$450 K$", "$600 K$", "$750 K$", "$900 K$", "$1050K$ "],
    correct: 3,
    tags: []
  },

  // 12
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "გარკვეულ ტემპერატურაზე ჰაერში წყლის ორთქლის სიმკვრივე $9$ გ/მ$^3$-ია, რისი ტოლია ნაჯერი ორთქლის სიმკვრივე ამ ტემპერატურაზე, თუ ამავე ტემპერატურაზე ჰაერში წყლის ორთქლის წნევა და ნაჯერი ორთქლის წნევა ისე შეეფარდება ერთმანეთს, როგორც $\\frac{5}{3}$.",
    options: ["$9$ გ/მ$^3$", "$15$ გ/მ$^3$", "$16$ გ/მ$^3$", "$12$ გ/მ$^3$", "$3$ გ/მ$^3$"],
    correct: [0,1,2,3,4],
    tags: []
  },

  // 13
  {
    question: "ჰერმეტულად დახურულ ოთახში, რომლის ზომებია $5$ მ $\\times$ $4$ მ $\\times$ $2{,}5$ მ, ჰაერის ტემპერატურა $14$ $^\\circ C$-ია, ფარდობითი ტენიანობა კი $30\\%$. რა მასის წყალი უნდა აორთქლდეს ოთახში, რომ წყლის ორთქლი ნაჯერი გახდეს. ტემპერატურა არ იცვლება. ნაჯერი ორთქლის სიმკვრივე $14$ $^\\circ C$-ზე $\\rho_0 = 12$ გ/მ$^3$.",
    options: ["$720$ გ", "$420$ გ", "$180$ გ", "$540$ გ", "$480$ გ"],
    correct: 1,
    tags: []
  },

  // 14
  {
    question: "წყალბადის ატომში ელექტრონის ენერგია ძირითად (პირველ) დონეზე არის  $-2{,}2 \\cdot 10^{-18}$ჯ. <br><br> ა) რა ენერგიის ფოტონს გამოასხივებს ეს ატომი, როდესაც ელექტრონი მესამე სტაციონალური ორბიტიდან პირველზე გადადის? <br><br> ბ) რა ენერგიის ფოტონი უნდა შთანთქას ატომმა, რომ ელექტრონი პირველიდან მეორე ორბიტაზე გადავიდეს? <br><br> გ) რა კინეტიკური ენერგია აქვს ელექტრონს პირველ სტაციონალურ ორბიტაზე? <br><br> დ) რა პოტენციალური ენერგია აქვს ელექტრონს პირველ სტაციონალურ ორბიტაზე?",
    options: [],
    correct: null,
    tags: []
  },

  // 15
  {
    image: "physics-quizzes/class-11/images/image24.png",
    question: "სითბურ ძრავაში $1$ მოლი ერთატომიანი იდეალური აირი ასრულებს დიაგრამაზე ნაჩვენებ $1 \\to 2 \\to 3$ ციკლურ პროცესს რომელიც შედგება $1 \\to 2$ იზოთერმისაგან, $2 \\to 3$ იზოქორისაგან და $3 \\to 1$ ადიაბატისაგან. ამ პროცესში მაქსიმალური და მინიმალური ტემპერატურების სხვაობაა $100K$ , მარგი ქმედების კოეფიციენტი $20\\%$. <br><br> ა) დიაგრამის რომელ უბანზე მცირდება და რომელზე იზრდება აირის ტემპერატურა? <br><br> ბ) განსაზღვრეთ $2 \\to 3$ პროცესში აირის მიერ გაცემული სითბოს რაოდენობა <br><br> გ) განსაზღვრეთ $3 \\to 1$ პროცესში აირის მიერ შესრულებული მუშაობა <br><br> დ) განსაზღვრეთ $1 \\to 2$ პროცესში აირის მიერ შესრულებული მუშაობა",
    options: [],
    correct: null,
    tags: []
  },

  // 16
  {
    question: "რადიუმის დაშლა ხდება სქემით $_{88}^{226}Ra \\to _{86}^{222}Rn + ?$ რადიუმის ნახევრადდაშლის პერიოდია $1600$ წელი. ჩათვალეთ რომ გვაქვს გარკვეული რაოდენობის რადიუმი და უპასუხეთ კითხვებს: <br><br> ა) $\\gamma$ გამოსხივებასთან ერთად კიდევ რა ნაწილაკი (ნაწილაკები) გამოსხივდება ამ პროცესში? <br><br> ბ) რადიუმის საწყისი რაოდენობის რამდენი პროცენტი დაიშლება $800$ წელიწადში? <br><br> გ) დახაზეთ რადიუმის დაშლისას დარჩენილი ნაწილაკების რაოდენობის დროზე დამოკიდებულების მიახლოებითი გრაფიკი. მიუთითეთ გრაფიკზე მინიმუმ სამი წერტილის დროისა და ნაწილაკთა რაოდენობის მნიშვნელობები. ჩათვალეთ, რომ რადიუმის ნაწილაკების საწყისი რაოდენობა იყო $N_0$; <br><br> დ) რამდენ წელიწადში დარჩება რადიუმის საწყისი რაოდენობის $25\\%$?",
    options: [],
    correct: null,
    tags: []
  }

];