const quizData = [

// Task 1
{intro:"ჩათვალეთ, რომ $g ≈ 10$ მ/წმ$^2$, $\\pi^2 ≈ 10$",
  question: "თუ ზამბარაზე უძრავად დაკიდებული ტვირთი ზამბარას $9$ სმ-ით ჭიმავს, მაშინ ტვირთის ვერტიკალური რხევების პერიოდია ($g \\approx 10$ მ/წმ$^{2}$, $\\pi^{2} \\approx 10$)",
  options: ["$0{,}3$ წმ", "$0{,}6$ წმ", "$1$ წმ", "$1{,}5$ წმ", "$2{,}25$ წმ"],
  correct: 1,
  tags: ["physics", "oscillations"]
},

// Task 2
{
  question: "ჰორიზონტალურ ზამბარაზე მიმაგრებული სხეული გადაწიეს წონასწორობის მდებარეობიდან და გაათავისუფლეს. გათავისუფლებიდან რა დროის შემდეგ გაუტოლდება პირველად ერთმანეთს მერხევი სხეულის კინეტიკური და ზამბარის პოტენციური ენერგიები? რხევის პერიოდია $T$",
  options: ["$3T/4$", "$T/2$", "$2T/3$","$T/8$", "$T/4$"],
  correct: 3,
  tags: ["physics", "energy"]
},

// Task 3
{
  question: "როდესაც ჰარმონიულად მერხევი სხეულის რხევის ციკლური სიხშირეა $10$ რად წმ$^{-1}$, ხოლო ამპლიტუდა $5$ სმ, მაშინ მისი მაქსიმალური სიჩქარეა",
  options: ["$2{,}5$ მ/წმ", "$0{,}2$ მ/წმ", "$0{,}25$ მ/წმ", "$0{,}4$ მ/წმ", "$0{,}5$ მ/წმ"],
  correct: 4,
  tags: ["physics", "kinematics"]
},

// Task 4
{
  question: "ჰარმონიულად მერხევი სისტემა გადის წონასწორობის მდებარეობას. ამ მომენტიდან რისი ტოლი იქნება მის მიერ ამპლიტუდის პირველი ნახევრის გავლის დროის შეფარდება მთლიანი ამპლიტუდის გავლის დროსთან?",
  options: ["$1/12$", "$1/8$", "$1/6$", "$1/4$", "$1/3$"],
  correct: 4,
  tags: ["physics", "oscillations"]
},

// Task 5
{
  question: "ჰარმონიულად მერხევი სხეულის რხევის ამპლიტუდაა $A$, ხოლო პერიოდი $T$. განსაზღვრეთ მისი გავლილი მანძილი $19T/12$ დროში, თუ საწყის მომენტში სხეული მაქსიმალურადაა გადახრილი.",
  options: ["$A(2+\\sqrt{3})/2$", "$5\\sqrt{2}A$",  "$A(14-\\sqrt{3})/2$", "$4A(3-\\sqrt{2})$", "$A(14-\\sqrt{2})/2$"],
  correct: 2,
  tags: ["physics", "distance"]
},

// Task 6
{
  question: "ტივტივამ $10$ წამის განმავლობაში ტალღაზე $10$ რხევა შეასრულა, ხოლო მანძილი ტალღის მეზობელ თხემებს შორის $1{,}2$ მ-ია. იპოვეთ ტალღის გავრცელების სიჩქარე.",
  options: ["$0{,}6$ მ/წმ", "$1{,}2$ მ/წმ", "$2$ მ/წმ", "$2{,}4$ მ/წმ", "$3{,}6$ მ/წმ"],
  correct: 1,
  tags: ["physics", "waves"]
},

// Task 7
{
  question: "$l_{1}$ სიგრძის მათემატიკური ქანქარას რხევის პერიოდია $5$ წამი, $l_{2}$ სიგრძის მათემატიკური ქანქარას რხევის პერიოდი $12$ წამი. მაშინ $l_{1}+l_{2}$ სიგრძის მათემატიკური ქანქარას რხევის პერიოდია",
  options: ["$17$ წმ", "$13$ წმ", "$8{,}5$ წმ", "$7$ წმ", "$\\sqrt{60}$ წმ"],
  correct: 1,
  tags: ["physics", "pendulum"]
},

// Task 8
{image: "physics-quizzes/class-11/images/image..13.png",
  question: "$L$ სიგრძის არაგამტარი ძაფით დამაგრებული $m$ მასის და $q>0$ მუხტის მქონე მცირე ზომის ბურთულა მოათავსეს $\\vec{E}$ დაძაბულობის ერთგვაროვან ელექტრულ ველში. სიმძიმის ძალა უგულებელყავით და განსაზღვრეთ ბურთულას მცირე რხევების პერიოდი",
  options: ["$2\\pi\\sqrt{\\frac{mL}{Eq}}$", "$2\\pi\\sqrt{\\frac{L}{Eq}}$", "$2\\pi m\\sqrt{\\frac{L}{Eq}}$", "$2\\pi\\sqrt{\\frac{EqL}{m}}$", "$2\\pi\\frac{mL}{Eq}$"],
  correct: 0,
  tags: ["physics", "electric-field"]
},

// Task 9
{
  question: "ერთსა და იმავე დროში ერთი მათემატიკური ქანქარა ასრულებს $40$ რხევას, მეორე $20$ რხევას. განსაზღვრეთ პირველი ქანქარას სიგრძე, თუ მეორე ქანქარა პირველზე $30$ სმ-ით გრძელია.",
  options: ["$5$ სმ", "$10$ სმ", "$20$ სმ", "$30$ სმ", "$50$ სმ"],
  correct: 1,
  tags: ["physics", "pendulum"]
},

// Task 10
{
  question: "ზამბარიანი ქანქარას რხევის ამპლიტუდაა $10$ სმ, მასზე მიმაგრებული $0{,}5$ კგ მასის სხეულის სიჩქარის მაქსიმალური მნიშვნელობა კი $2$ მ/წმ. განსაზღვრეთ ზამბარის სიხისტე",
  options: ["$50$ ნ/მ", "$100$ ნ/მ", "$200$ ნ/მ", "$150$ ნ/მ", "$250$ ნ/მ"],
  correct: 2,
  tags: ["physics", "spring"]
},

// Task 11
{
  question: "გემიდან ზღვის ფსკერისკენ გაშვებული ბგერა ფსკერიდან არეკვლის შემდეგ კვლავ გემზე მიიღეს. რა სიღრმეზეა ფსკერი, თუ ბგერის სიჩქარე წყალში $1500$ მ/წმ-ია. ბგერის გაშვებას და მიღებას შორის $0{,}4$ წმ დრო გავიდა.",
  options: ["$240$ მ", "$270$ მ", "$300$ მ", "$600$ მ", "$750$ მ"],
  correct: 2,
  tags: ["physics", "sound"]
},

// Task 12
{
  question: "გამოთვალეთ მანძილი ტალღის იმ ორ უახლოვეს წერტილს შორის, რომლებშიც ფაზათა სხვაობაა $\\pi/4$. ტალღის სიგრძეა $10$ სმ.",
  options: ["$1{,}25$ სმ", "$2{,}5$ სმ", "$5$ სმ", "$7{,}5$ სმ", "$10$ სმ"],
  correct: 0,
  tags: ["physics", "waves"]
},

// Task 13
{image: "physics-quizzes/class-11/images/image..14.png",
  question: "გლუვ ჰორიზონტალურ ზედაპირზე მდებარე $m$ მასის ძელაკი $K_{1}$ და $K_{2}$ სიხისტის ზამბარებით მიმაგრებულია კედლებთან. წონასწორობის მდებარეობაში ზამბარები დეფორმირებული არ არის. მაშინ ძელაკის რხევის პერიოდია:",
  options: ["$2\\pi\\sqrt{\\frac{m(K_{1}+K_{2})}{K_{1}K_{2}}}$", "$2\\pi\\sqrt{\\frac{m}{K_{1}-K_{2}}}$", "$\\frac{2\\pi\\sqrt{K_{1}K_{2}}}{(K_{1}+k_{2})^{2}}$", "$2\\pi\\sqrt{\\frac{mK_{1}K_{2}}{K_{1}+K_{2}}}$", "$2\\pi\\sqrt{\\frac{m}{K_{1}+K_{2}}}$"],
  correct: 4,
  tags: ["physics", "springs"]
},
// Task 14
{image: "physics-quizzes/class-11/images/image..15.png",
  question: "სურათზე მოცემულია მაგიდის გლუვ ჰორიზონტალურ ზედაპირზე ჰარმონიულად მერხევი, $640$ გ მასის სხეულის კოორდინატის დროზე დამოკიდებულების გრაფიკი. სხეული მიბმულია ერთი ბოლოთი დამაგრებულ ჰორიზონტალურ ზამბარაზე <br><br> ა) განსაზღვრეთ ზამბარის სიხისტე <br><br> ბ) განსაზღვრეთ სხეულის მაქსიმალური სიჩქარე <br><br> გ) განსაზღვრეთ სისტემის სრული ენერგია <br><br> დ) განსაზღვრეთ სხეულის მიერ $4$ წამში გავლილი მანძილი",
  options: [],
  correct: [],
  tags: ["physics", "graph-analysis", "mechanics"]
},

// Task 15
{
  question: "$90$ სმ სიგრძის ძაფზე დაკიდებული მცირე ზომის ბურთულა ასრულებს ჰარმონიულ რხევებს, რომლის ამპლიტუდაა $5$ სმ. დროის ათვლა დაიწყეთ იმ მომენტიდან, როცა გადახრის კუთხე მაქსიმალურია <br><br> ა) რას უდრის ქანქარას რხევის პერიოდი? <br><br> ბ) რას უდრის ქანქარას რხევის ციკლური სიხშირე? <br><br> გ) დაწერეთ ბურთულას კოორდინატის დროზე დამოკიდებულების ფორმულა <br><br> დ) დაწერეთ ბურთულას სიჩქარის გეგმილის დროზე დამოკიდებულების ფორმულა",
  options: [],
  correct: [],
  tags: ["physics", "pendulum", "equations-of-motion"]
},

// Task 16
{image: "physics-quizzes/class-11/images/image..16.png",
  question: "$m$ მასის ერთგვაროვანი ფიცარი დევს ურთიერთსაწინააღმდეგო მიმართულებით დიდი სისწრაფით მბრუნავ ორ ლილვზე. ლილვების ცენტრებს შორის მანძილია $L$, ხოლო ლილვებსა და ფიცარს შორის სრიალის ხახუნის კოეფიციენტია $\\mu$. განსაზღვრეთ ფიცრის გრძივი რხევების პერიოდი. ჩათვალეთ, რომ $g \\approx 10$ მ/წმ$^{2}$, $\\pi^{2} \\approx 10$.",
  options: [],
  correct: [],
  tags: ["physics", "friction", "oscillations"]
}
]