const quizData = [
  // 1
  {
    question: "გამოთვალეთ: $\\dfrac{(83\\frac{5}{18} - 85\\frac{7}{30}) : 2\\frac{2}{3}}{0{,}04} \\cdot (-\\dfrac{3}{11})$.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "ამოხსენით განტოლება: $\\dfrac{3x-1}{5} - \\dfrac{1-2x}{2} = x - \\dfrac{1}{4}(1 - 3x)$.",
    options: [],
    tags: []
  },
  // 3
  {
    question: "ამოხსენით განტოლება: $\\left|\\dfrac{2x}{3} - 0{,}6\\right| = \\left|\\dfrac{1}{4} - \\dfrac{2}{3}\\right|$.",
    options: [],
    tags: []
  },
  // 4
  {
    image: "math/class-7/images/image15.png",
    question: "$ABC$ სამკუთხედის $CM$ მედიანის გაგრძელებაზე აღებულია $K$ წერტილი ისე, რომ $CM = MK$ (იხ.ნახაზი). იპოვეთ $\\angle CBK$, თუ $\\angle ACM = 28^\\circ$ და $\\angle BCM = 37^\\circ$.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "$ABC$ სამკუთხედში $AB$ გვერდის შუამართობი $BC$ გვერდს კვეთს $M$ წერტილში. იპოვეთ $AC$ გვერდის სიგრძე, თუ $BC = 16$ სმ და $AMC$ სამკუთხედის პერიმეტრი $26$სმ-ის ტოლია.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "$26$ სმ სიგრძის მონაკვეთი დაყოფილია $2$-ის, $3$-ის და $4$-ის უკუპროპორციულ ნაწილებად. ამ ნაწილებიდან უდიდესის სიგრძის რამდენი პროცენტი იქნება უმცირესის სიგრძე?.",
    options: [],
    tags: []
  },
  // 7
  {
    image: "math/class-7/images/image16.png",
    question: "$ABCD$ მართკუთხედის $AB$ და $BC$ გვერდებზე გარედან აგებულია $ABM$ და $BCN$ ტოლგვერდა სამკუთხედები (იხ.ნახაზი).  იპოვეთ $MND$ სამკუთხედის გვერდები, თუ მისი პერიმეტრი $p$-ს ტოლია (პასუხი დაასაბუთეთ).",
    options: [],
    tags: []
  },
  // 8
  {
    question: "$c$ პარამეტრის რომელი მნიშვნელობისთვის აქვთ ერთი და იგივე ფესვი  $\\dfrac{1}{7}cx = x + c$ და $6 - 3(2x - 4) = -8x + 4$ განტოლებებს?",
    options: [],
    tags: []
  },
  // 9
  {
    question: "$H$ წერტილი $ABC$ სამკუთხედის სიმაღლეების გადაკვეთის წერტილია, ხოლო $O$ წერტილი ამავე სამკუთხედის ბისექტრისების გადაკვეთის წერტილი. იპოვეთ $\\angle ACB$, თუ $\\angle AOB$ $14^\\circ$-ით მეტია $\\angle AHB$-ზე.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "დაფაზე რამდენიმე რიცხვი წერია, ზოგი დადებითი, ზოგი უარყოფითი. მათი რაოდენობა $40$-ზე მეტია და $50$-ზე ნაკლებია. ამ რიცხვების საშუალო არითმეტიკული $-3$-ის (მინუს სამი), ყველა დადებითი რიცხვის საშუალო არითმეტიკული $4$-ის, ხოლო ყველა უარყოფითი რიცხვის $-8$-ის ტოლია. რამდენი რიცხვი წერია დაფაზე?",
    options: [],
    tags: []
  }
];
