const quizData = [
  //1
  {
    question: "$a$-ს რა მნიშვნელობისათვის იქნება $ax - 6y + 3z - 1 = 0$ და $3x - 2y + z + 2a - 1 = 0$ განტოლებებით მოცემული სიბრტყეები ურთიერთმართობული?",
    options: ["$0{,}5$", "$\\frac{1}{2}$", "$\\frac{4}{3}$", "$-5$", "$-16$", "ასეთი $a$ არ არსებობს"],
    correct: 3,
    tags: []
  },
  //2
  {
    question: "$f(x) = \\frac{16}{x} + x^2 + 1$, სადაც $x > 0$ ფუნქციის უმცირესი მნიშვნელობაა:",
    options: ["$1$", "$7$", "$13$", "$20$", "$27$", "$33$"],
    correct: 2,
    tags: []
  },
  //3
  {
    question: "ქვემოთჩამოთვლილთაგან, რომელია იმ ჰიპერბოლის განტოლება, რომლის ასიმპტოტების განტოლებებია $y = 0{,}75x$ და $y = -0{,}75x$, ხოლო ფოკუსებს შორის მანძილია $2c = 30$?",
    options: [
      "$\\frac{x^2}{48} - \\frac{y^2}{64} = 1$",
      "$\\frac{x^2}{55} - \\frac{y^2}{76} = 1$",
      "$\\frac{x^2}{81} - \\frac{y^2}{25} = 1$",
      "$\\frac{x^2}{64} - \\frac{y^2}{16} = 1$",
      "$\\frac{x^2}{44} - \\frac{y^2}{61} = 1$",
      "$\\frac{x^2}{144} - \\frac{y^2}{81} = 1$"
    ],
    correct: 5,
    tags: []
  },
  //4
  {
    question: "ცნობილია, რომ $f'(x) = \\frac{8x}{\\sqrt{2x^2+1}}$ და $f(0) = 5$. რისი ტოლია $f(2)$?",
    options: ["$21$", "$-1$", "$\\sqrt{3} + 3$", "$2 - \\sqrt{3}$", "$13$", "$10$"],
    correct: 4,
    tags: []
  },
  //5
  {
    question: "თუ $f(x) = \\frac{\\ln 6x}{2x}$, ქვემოთჩამოთვლილთაგან, რომელია ამ ფუნქციის გრაფიკის გადაღუნვის წერტილის აბსცისა.",
    options: ["$e$", "$\\frac{e\\sqrt{e}}{6}$", "$\\frac{e^2}{3}$", "$\\ln 3$", "$\\ln 6$", "$0$"],
    correct: 1,
    tags: []
  },
    //6
  {
    question: "A$(1;2;1)$. $w$ სიბრტყის განტოლებაა $x + y + z = 0$. $B$ არის $A$ წერტილის სიმეტრიული $w$ სიბრტყის მიმართ. იპოვეთ $B$ წერტილის სამივე კოორდინატის ნამრავლი.",
    options: ["$-\\frac{3}{8}$", "$-\\frac{50}{27}$", "$\\frac{9}{4}$", "$\\frac{7}{9}$", "$\\frac{49}{64}$", "$-\\frac{13}{16}$"],
    correct: 1,
    tags: []
  },
  //7
  {
    question: "$y = \\frac{1}{3}x^3 - 2x^2 - 4x + \\frac{31}{3}$ ფუნქციის გრაფიკზე მდებარეობს $A$ და $B$ წერტილები. ამ წერტილებზე გავლებულია ამ გრაფიკის მხებები, რომლებიც (თითოეული) $y = x + 199$ წრფის პარალელურია. $AB$ წრფის განტოლებაა:",
    options: ["$y = 7 - 5x$", "$y = 3x - 1$", "$y = 10 - 2x$", "$y = 3x + 22$", "$y = 4$", "$y = x + 9$"],
    correct: 0,
    tags: []
  },
  //8
  {
    question: "$f''(x) = 36x - 10$. ცნობილია, რომ $f(0) = -3$ და $f(1) = 0$. რისი ტოლია $f(-1)$?",
    options: ["$-16$", "$7$", "$15$", "$-23$", "$-9$", "$1{,}5$"],
    correct: 0,
    tags: []
  },
  //9
  {
    question: "მოცემულია $f(x) = 460 - \\frac{x^3}{300} - \\frac{8100}{x}$, სადაც $x > 0$. ამ ფუნქციის გრაფიკზე მდებარეობს $A$ წერტილი, რომელშიც გატარებული ამ ფუნქციის გრაფიკის მხები $x$ და $y$ ღერძებს კვეთს დადებით მხარეს. იპოვეთ $A$ წერტილის აბსცისის ყველა შესაძლო მნიშვნელობა.",
    options: ["$(0;30)$", "$(30;+\\infty)$", "$(60;+\\infty)$", "$(0;60)$", "$(90;+\\infty)$", "$(0;90)$"],
    correct: 1,
    tags: []
  },
  //10
  {
    question: "$\\int_\\frac{\\pi}{6}^\\frac{\\pi}{2} 3\\sin^2 x \\cos x\\, dx$ =",
    options: ["$-1$", "$-\\frac{\\sqrt{3}}{2}$", "$-\\frac{1}{2}$", "$\\frac{1}{2}$", "$\\frac{7}{8}$", "$1$"],
    correct: 4,
    tags: []
  },
  //11
  {
    question: "$A(1;2;-1)$, $B(3;-2;1)$, $C(1;0;1)$, $D(2;2;2)$, $E(-1;4;-1)$, $K(0;0;3)$. $D$, $E$ და $K$ წერტილებიდან, რომელი მდებარეობს $ABC$ სიბრტყეზე?",
    options: ["არცერთი", "მხოლოდ $D$", "მხოლოდ $E$", "მხოლოდ $K$", "მხოლოდ $E$ და $K$", "მხოლოდ $D$ და $K$"],
    correct: 2,
    tags: []
  },
  //12
  {
    question: "$x + 2y - 2z - 3 = 0$ და $2x - y + 2z + 3 = 0$ ფორმულებით მოცემულ სიბრტყეებს შორის კუთხეა:",
    options: ["$15^\\circ$", "$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$90^\\circ$", "არცერთი წინა პასუხი არ არის სწორი"],
    correct: 5,
    tags: []
  },
  //13
  {
    question: "$y^2 = -12x$ ფორმულით მოცემული პარაბოლის დირექტრისისა და $y = 5x + 1$ ფორმულით მოცემული წრფის გადაკვეთის წერტილის კოორდინატების ჯამი ტოლია:",
    options: ["$-11$", "$27$", "$15$", "$-9$", "$19$", "$16$"],
    correct: 4,
    tags: []
  },
  //14
  {
    question: "ქვემოთჩამოთვლილთაგან, რომელი მახასიათებელი არის საერთო როგორც ელიფსისთვის, ასევე ჰიპერბოლისთვისა და პარაბოლისთვის?",
    options: [
      "თითოეულ მათგანს აქვს ორი ფოკუსი",
      "თითოეულ მათგანს კვეთს დირექტრისა",
      "თითოეული მათგანის ექსცენტრისიტეტი ცვლადია",
      "თითოეული მათგანი შეიძლება განისაზღვროს არსებული ფოკუსებითა და დირექტრისით",
      "თითოეულ მათგანს აქვს ასიმპტოტი",
      "ყველა წინა პასუხი მცდარია"
    ],
    correct: 3,
    tags: []
  },
  //15
  {
    question: "ქვემოთჩამოთვლილთაგან, რომელია $y = x - \\frac{2}{x} + \\frac{1}{x^3}$ ფუნქციის გრაფიკის ასიმპტოტის ფორმულა?",
    options: ["$y = x$", "$y = x + 1$", "$y = 1$", "$y = x + 2$", "$y = 2x - 1$", "$y = 1 - 2x$"],
    correct: 0,
    tags: []
  },
  //16
  {
    question: "ქვემოთჩამოთვლილთაგან, რომელ შუალედშია $y = x - \\frac{2}{x} + \\frac{1}{x^3}$ ფუნქცია კლებადი?",
    options: ["$(-\\infty; 0)$", "$(0; \\sqrt{2}]$", "$[−3; 1]$", "$(0; 1]$", "$[1; +\\infty)$", "$(−∞; −3]$"],
    correct: 3,
    tags: []
  },
  //17
  {
    question: "იპოვეთ $y^2 = 4 - x$ და $y^2 = 12 + 3x$ ფორმულებით მოცემულ წირებს შორის მოქცეული ფიგურის ფართობი.",
    options: ["$30$", "$20\\sqrt{2}$", "$\\frac{32\\sqrt{6}}{3}$", "$\\frac{15\\sqrt{5}}{2}$", "$\\frac{142}{7}$", "$21 + 2\\sqrt{5}$"],
    correct: 2,
    tags: []
  },
  //18
  {
    question: "ცნობილია, რომ $f''(x) = 3(x+1)^3(x-2)(x-4)^2$. მოცემულია სამი წინადადება:\nI. ამ ფუნქციას აქვს გადაღუნვის წერტილი $x = 2$ თვის.\nII. ამ ფუნქციას აქვს გადაღუნვის წერტილი $x = 4$ თვის.\nIII. ამ ფუნქციას აქვს ლოკალური მაქსიმუმის წერტილი $x = -1$ თვის.\nქვემოთჩამოთვლილთაგან, რომელია აუცილებლად ჭეშმარიტი $y = f(x)$ ფუნქციისთვის?",
    options: [
      "მხოლოდ I",
      "მხოლოდ II",
      "მხოლოდ III",
      "მხოლოდ I და II",
      "მხოლოდ I და III",
      "მხოლოდ II და III"
    ],
    correct: 0,
    tags: []
  },
  //19
  {
    question: "ცნობილია, რომ $y = 6x^2$ ფუნქციის გრაფიკსა და $Ox$ ღერძს შორის მდებარე ფიგურის ფართობია $S$, სადაც $-a \\leq x \\leq a$. ქვემოთჩამოთვლილთაგან, რისი ტოლია $S$, თუ ცნობილია, რომ $a$ ნატურალური რიცხვია?",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 3,
    tags: []
  },
  //20
  {
    question: "$f(w) = \\int_1^w \\sqrt{x^3 + 2}\\, dx$. იპოვეთ $f'(2)$. ",
    options: ["$3\\sqrt{2}$", "$3\\sqrt{2} - \\sqrt{3}$", "$0{,}6\\sqrt{10}$", "$\\sqrt{10} - \\sqrt{3}$", "$\\sqrt{10}$", "$\\sqrt{3} + \\sqrt{2}$"],
    correct: 4,
    tags: []
  },
  //21
  {
    question: "$\\frac{x^2}{9} + \\frac{y^2}{16} = 1$ ტოლობით მოცემული ელიფსის ფოკუსის კოორდინატებია $F(m; c)$. რისი ტოლია $10 + m^2 - c^2$?",
    options: ["$11$", "$17$", "$12$", "$35$", "$-15$", "$3$"],
    correct: 5,
    tags: []
  },
  //22
  {
    question: "$y = f(x)$ არის $\\mathbb{R}$-ზე განსაზღვრული და განსაზღვრის არეში ყველგან დიფერენცირებადი (წარმოებადი) ფუნქცია. ცნობილია, რომ $f(2) = 2$, $f'(2) = 1$ და $f''(2) = 3$. $g(x) = (x(f(x))'$. რისი ტოლია $\\int_0^2 xf(x)g(x)\\,dx$.",
    options: ["$1$", "$3$", "$4$", "$5$", "$6$", "$8$"],
    correct: 5,
    tags: []
  },
  //23
  {
    question: "$\\frac{x^2}{32} - \\frac{y^2}{18} = 1$ განტოლებით მოცემულ ჰიპერბოლაზე აღებულია $A$ და $B$ წერტილები ისე, რომ ისინი სიმეტრიულია კოორდინატთა სათავის მიმართ. $A$ და $B$ წერტილებზე გავლებული ჰიპერბოლას მხებები (თითოეული) $9x - 4y + 11 = 0$ წრფის პარალელურია. რისი ტოლია $AB$-ს სიგრძე?",
    options: ["$4$", "$4\\sqrt{23}$", "$3\\sqrt{17}$", "$5\\sqrt{15}$", "$10\\sqrt{11}$", "$12\\sqrt{3}$"],
    correct: 2,
    tags: []
  },
  //24
  {
    question: "რა მაქსიმალური მნიშვნელობა შეიძლება მიიღოს $\\frac{x^2}{16} + \\frac{y^2}{2} = 1$ ელიფსზე მდებარე წერტილის აბსცისისა და ორდინატის კვადრატის ჯამმა (იგულისხმება აბსცისას დამატებული ორიდნატის კვადრატი)?",
    options: ["$3$", "$4$", "$6$", "$7$", "$8$", "$11$"],
    correct: 1,
    tags: []
  },
  //25
  {
    question: "მოცემულია $f(x) = e^{2x} - 6e^x + 5$, სადაც $x$ ნებისმიერია და $g(x) = e^{2x} - 6e^x + 5$, სადაც $x \\leq a$. იპოვეთ $a$-ს მინიმალური შესაძლო მნიშვნელობა, რომლისთვისაც $f$ და $g$ ფუნქციების მინიმალური მნიშვნელობები ტოლია.",
    options: ["$5$", "$2$", "$\\ln 3$", "$3$", "$\\ln 2$", "არ არსებობს მინიმალური $a$"],
    correct: 2,
    tags: []
  }
];
