quizData = [
  // 1
  {
    question: "რამდენ აცდენილ წრფეთა წყვილი მიიღება თუ განვიხილავთ რომელიმე ტეტრაედრის წიბოების შემცველ ყველა წრფეს?",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 2,
    tags: []
  },
  // 2
  {
    question: "დახრილი სიბრტყესთან ადგენს $45^{\\circ}$-იან კუთხეს. ამ დახრილის გეგმილი იგივე სიბრტყეზე გავლებულ $𝒂$ წრფესთან ადგენს ასევე $45^{\\circ}$-ს. რა კუთხეს ადგენს დახრილი $a$ წრფესთან?",
    options: ["$15^\\circ$", "$22{,}5^\\circ$", "$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$75^\\circ$"],
    correct: 4,
    tags: []
  },
  // 3
  {
    question: "დაალაგეთ ზრდადობით (მცირედან დიდისკენ) $𝑎 = \\sin 4$, $𝑏 = \\tan 95^\\circ$, $𝑐 = \\cos 7$.",
    options: ["$𝑎; 𝑏; 𝑐$", "$𝑎; 𝑐; 𝑏$", "$𝑏; 𝑐; 𝑎$", "$𝑏; 𝑎; 𝑐$", "$𝑐; 𝑏; 𝑎$", "$𝑐; 𝑎; 𝑏$"],
    correct: 3,
    tags: []
  },
  // 4
  {
    question: "$\\sin(\\alpha − 90^\\circ) − \\cos(180^\\circ + \\alpha) + \\sin(\\alpha + \\beta) \\left( \\frac{1}{\\cos^2 \\beta} − 1 − \\tan^2 \\beta \\right) = $",
    options: ["$0$", "$1$", "$-1$", "$2$", "$-2$", "$3$"],
    correct: 0,
    tags: []
  },
  // 5
  {
    question: "რამდენი დიაგონალი აქვს შვიდკუთხა პრიზმას?",
    options: ["$14$", "$21$", "$28$", "$7$", "$35$", "$42$"],
    correct: 2,
    tags: []
  },
    // 6
  {
    question: "იპოვეთ $y = \\cos 4x + \\sin^2 2x$ ფუნქციის უმცირესი დადებითი პერიოდი.",
    options: ["$\\pi$", "$2\\pi$", "$3\\pi$", "$4\\pi$", "$0{,}5\\pi$", "$0{,}25\\pi$"],
    correct: 4,
    tags: []
  },
  // 7
  {
    question: "მართი სამკუთხა პრიზმის ფუძის გვერდზე, ფუძის სიბრტყისადმი $30^{\\circ}$-იანი დახრით გავლებული სიბრტყე პრიზმას კვეთს ისე, რომ კვეთაში მიიღება სამკუთხედი, რომლის ფართობია $4\\sqrt{3}$. იპოვეთ პრიზმის ფუძის ფართობი.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 5,
    tags: []
  },
  // 8
  {
    question: "გამოთვალეთ $\\sin(\\arccos(-0{,}6))$",
    options: ["$0{,}8$", "$−0{,}8$", "$0{,}6$", "$−0{,}6$", "$−\\cos 0{,}6$", "$\\cos 0{,}6$"],
    correct: 0,
    tags: []
  },
  // 9
  {
    question: "რამდენი ამონახსნი აქვს $\\sqrt{3}\\sin x + \\cos x = 2$ განტოლებას $[0; 2\\pi]$ შუალედში?",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 0,
    tags: []
  },
  // 10
  {
    question: "სამკუთხა პირამიდის ყველა წიბო $1$-ის ტოლია. ერთ-ერთი გვერდითი წიბოს შუა წერტილზე გავლებულია პირამიდის ფუძის სიბრტყის მართობული კვეთა, რომელიც ამ წიბოს მოპირდაპირე ფუძის გვერდის პარალელურად გადაკვეთს პირამიდის ფუძის სიბრტყეს. იპოვეთ კვეთაში მიღებული სამკუთხედის ფართობი.",
    options: [
      "$\\frac{1}{6\\sqrt{3}}$",
      "$\\frac{\\sqrt{3}}{16}$",
      "$\\frac{1}{6\\sqrt{6}}$",
      "$\\frac{1}{3\\sqrt{6}}$",
      "$\\frac{1}{2\\sqrt{6}}$",
      "$\\frac{1}{6\\sqrt{2}}$"
    ],
    correct: 2,
    tags: []
  },
    // 11
  {
    question: "წესიერი, სამკუთხა, წაკვეთილი პირამიდის ფუძის გვერდებია $1$ და $2$. ამ წაკვეთილი პირამიდის გვერდითი წიბო დიდი ფუძის გვერდთან ადგენს $60^{\\circ}$-იან კუთხეს. იპოვეთ პირამიდის სრული ზედაპირის ფართობი.",
    options: [
      "$\\frac{7\\sqrt{3}}{2}$",
      "$\\frac{7\\sqrt{2}}{2}$",
      "$\\frac{7\\sqrt{3}}{3}$",
      "$\\frac{7\\sqrt{2}}{3}$",
      "$\\frac{14}{\\sqrt{2}}$",
      "$\\frac{14}{\\sqrt{3}}$"
    ],
    correct: 0,
    tags: []
  },
  // 12
  {
    question: "ამოხსენით $\\sin2 x + \\sin x < 0$ უტოლობა. (პასუხებში ყველგან იგულისხმეთ $k ∈ \\mathbb{Z}$)",
    options: [
      "$x ∈ \\left(-\\frac{\\pi}{3} + \\pi k; \\pi k\\right) \\cup \\left(\\frac{\\pi}{3} + \\pi k; \\pi + \\pi k\\right)$",
      "$x ∈ \\left(-\\frac{2\\pi}{3} + 2\\pi k; \\pi + 2\\pi k\\right)$",
      "$x ∈ \\left(-\\frac{2\\pi}{3}; \\frac{2\\pi}{3}\\right)$",
      "$x ∈ (2\\pi k; \\pi + 2\\pi k)$",
      "$x ∈$ ∅",
      "$x ∈ \\left(-\\frac{2\\pi}{3} + 2\\pi k; 2\\pi k\\right) \\cup \\left(\\frac{2\\pi}{3} + 2\\pi k; \\pi + 2\\pi k\\right)$"
    ],
    correct: 5,
    tags: []
  },
  // 13
  {
    question: "კუბის გვერდია $1$. ამ კუბში ჩახაზულია ოთხკუთხა პირამიდა ისე, რომ წვერო აქვს ერთი წახნაგის დიაგონალების გადაკვეთაზე, ხოლო ფუძე მოპირდაპირე წახნაგს ემთხვევა. იპოვეთ პირამიდის გვერდითი ზედაპირის ფართობი.",
    options: ["$\\sqrt{7}$", "$\\sqrt{6}$", "$\\sqrt{5}$", "$2\\sqrt{3}$", "$3\\sqrt{2}$", "$2\\sqrt{2}$"],
    correct: 2,
    tags: []
  },
  // 14
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობა, რომლისათვისაც $\\sin^2 x + (2a + 1)\\sin x + a^2 + a = 0$ განტოლებას ექნება ამონახსნი.",
    options: [
      "$a ∈ \\mathbb{R}$",
      "$a ∈$ ∅",
      "$a ∈ [−1; 0]$",
      "$a ∈ [−2; 0]$",
      "$a ∈ [−2; 1]$",
      "$a ∈ [−1; 1]$"
    ],
    correct: 4,
    tags: []
  },
  // 15
  {
    question: "იპოვეთ $\\sqrt{x^2 + 2} > x − 1$ უტოლობის ამონახსნთა სიმრავლე.",
    options: [
      "$x ∈ [1; +\\infty)$",
      "$x ∈ \\mathbb{R}$",
      "$x ∈$ ∅",
      "$x ∈ (−\\infty; 1)$",
      "$x ∈ (−\\infty; 1]$",
      "$x ∈ (1; +\\infty)$"
    ],
    correct: 1,
    tags: []
  },
    // 16
  {
    question: "საკოორდინატო სიბრტყეზე მოცემულია $y = −2x + 3$ წრფე. რა წრფეში გარდაისახება აღნიშნული წრფე $M(0;1)$ წერტილის მიმართ ჰომოთეტიით, ჰომოთეტიის კოეფიციენტით $k = 2$?",
    options: [
      "$y = −2x − 5$",
      "$y = −2x + 6$",
      "$y = −2x − 3$",
      "$y = −2x + 5$",
      "$y = −4x + 6$",
      "$y = −5x + 15$"
    ],
    correct: 3,
    tags: []
  },
  // 17
  {
    question: "იპოვეთ კუთხე $\\vec{a}$ და $\\vec{b}$ არანულოვან ვექტორებს შორის, თუ ცნობილია, რომ $|\\vec{a} + \\vec{b}| = |\\vec{a} − \\vec{b}|$.",
    options: ["$30^{\\circ}$", "$45^{\\circ}$", "$60^{\\circ}$", "$90^{\\circ}$", "$120^{\\circ}$", "$180^{\\circ}$"],
    correct: 3,
    tags: []
  },
  // 18
  {
    question: "იპოვეთ კუთხე $\\vec{v}(1; 2; −2)$ ვექტორსა და $XOY$ საკოორდინატო სიბრტყეს შორის.",
    options: [
      "$\\arcsin\\left(\\frac{2}{3}\\right)$",
      "$\\arccos\\left(\\frac{2}{3}\\right)$",
      "$\\arcsin\\left(\\frac{1}{3}\\right)$",
      "$\\arccos\\left(\\frac{1}{3}\\right)$",
      "$\\arctan(\\sqrt{3})$",
      "$\\arctan(1)$"
    ],
    correct: 0,
    tags: []
  },
  // 19
  {
    question: "$ABC$ სამკუთხედისათვის $M$ წერტილი მედიანების გადაკვეთის წერტილია და $BN$ მედიანაა. გამოსახეთ $\\vec{KM} = c$ ვექტორი $\\vec{KN} = \\vec{a}$ და $\\vec{KB} = \\vec{b}$ ვექტორების საშუალებით თუ $K$ სივრცის რაიმე წერტილია.",
    options: [
      "$c = \\frac{1}{3}\\vec{a} + \\frac{2}{3}\\vec{b}$",
      "$c = \\frac{1}{2}\\vec{a} + \\frac{1}{2}\\vec{b}$",
      "$c = \\frac{2}{3}\\vec{a} + \\frac{1}{3}\\vec{b}$",
      "$c = \\frac{2}{5}\\vec{a} + \\frac{3}{5}\\vec{b}$",
      "$c = \\frac{3}{5}\\vec{a} + \\frac{1}{5}\\vec{b}$",
      "$c = \\frac{3}{5}\\vec{a} + \\frac{2}{5}\\vec{b}$"
    ],
    correct: 2,
    tags: []
  },
  // 20
  {
    question: "სტანდარტულ კამათელს აგორებენ $4$-ჯერ. რისი ტოლია ალბათობა იმისა, რომ ზუსტად $2$-ჯერ გაგორდება $6$-იანი.",
    options: [
      "$\\frac{25}{1296}$",
      "$\\frac{2}{25}$",
      "$\\frac{1}{36}$",
      "$\\frac{25}{216}$",
      "$\\frac{4}{216}$",
      "$\\frac{4}{1296}$"
    ],
    correct: 3,
    tags: []
  },
    // 21
  {
    question: "სამი სახის ტკბილეულიდან უნდა ავარჩიოთ $10$ ცალი ისე, რომ თითოეული სახის ერთი ტკბილეული მაინც იყოს შერჩეული. რამდენნაირადაა ეს შესაძლებელი?",
    options: ["$100$", "$81$", "$64$", "$49$", "$36$", "$25$"],
    correct: 4,
    tags: []
  },
  // 22
  {
    question: "თაროზე ერთმანეთის გვერდით დალაგებულია $10$-ტომეული (ყველა შესაძლო განლაგება თანაბრად მოსალოდნელია). რა არის ალბათობა იმისა, რომ პირველი ტომის გვერდით აღმოჩნდება მეორე ან მესამე ტომი?",
    options: [
      "$\\frac{2}{9}$",
      "$\\frac{3}{10}$",
      "$\\frac{19}{90}$",
      "$\\frac{1}{15}$",
      "$\\frac{1}{90}$",
      "$\\frac{17}{45}$"
    ],
    correct: 5,
    tags: []
  },
  // 23
  {
    question: "ამოხსენით $\\begin{cases} \\sqrt{\\sin x \\cdot \\cos y} = \\sqrt{−\\sin x} \\cdot \\sqrt{−\\cos y} \\\\ \\sqrt{\\cos x \\cdot \\sin y} = \\sqrt{\\cos x} \\cdot \\sqrt{\\sin y} \\end{cases}$ განტოლებათა სისტემა თუ ვიცით, რომ $\\sin2 x \\cdot \\sin2 y \\neq 0$. (პასუხებში ყველგან იგულისხმეთ $k, n ∈ \\mathbb{Z}$)",
    options: [
      "$x ∈ (0{,}5\\pi + 2\\pi k; \\pi + 2\\pi k); \\quad y ∈ (1{,}5\\pi + 2\\pi n; 2\\pi + 2\\pi n)$",
      "$x ∈ (2\\pi k; 0{,}5\\pi + 2\\pi k); \\quad y ∈ (2\\pi n; 0{,}5\\pi + 2\\pi n)$",
      "$x ∈ (\\pi + 2\\pi k; 1{,}5\\pi + 2\\pi k); \\quad y ∈ (\\pi + 2\\pi n; 1{,}5\\pi + 2\\pi n)$",
      "$x ∈ \\mathbb{R}; \\quad y ∈ \\mathbb{R}$",
      "$x ∈ (−0{,}5\\pi + 2\\pi k; 2\\pi k); \\quad y ∈ (0{,}5\\pi + 2\\pi n; \\pi + 2\\pi n)$",
      "$x ∈$ ∅; $\\quad y ∈$ ∅"
    ],
    correct: 4,
    tags: []
  },
  // 24
  {
    question: "ჩამოთვლილთაგან რომელი არაა პერიოდული ფუნქცია?",
    options: [
      "$y = \\cos|3x|$",
      "$y = \\cos^2 3x$",
      "$y = |\\cos 3x|$",
      "$y = \\sin^2 3x$",
      "$y = |\\sin 3x|$",
      "$y = \\sin(3|x|)$"
    ],
    correct: 5,
    tags: []
  },
  // 25
  {
    question: "რამდენი ამონახსნი აქვს $\\sin 2x = \\sin 3x$ განტოლებას $[0; 2\\pi]$ სიმრავლეში?",
    options: ["$4$", "$5$", "$6$", "$7$", "$8$", "$9$"],
    correct: 3,
    tags: []
  }
];
