// saweria
const quizData = [
  // 1
  {
    question: "ამოხსენით $\\begin{cases} 3(x − y) − 2(x − y)^2 = −2 \\\\ 2x + 7y = −5 \\end{cases}$ განტოლებათა სისტემა.",
    options: [],
    tags: []
  },

  // 2
  {
    question: "იპოვეთ $x^3 + 5x^2 − 2x − 24 = 0$ განტოლების ფესვები.",
    options: [],
    tags: []
  },

  // 3
  {
    question: "$k$-ს რა მნიშვნელობებისთვის აქვს $\\begin{cases} 25x + y = −3 \\\\ y − kx^2 = −5x + 1 \\end{cases}$ განტოლებათა სისტემას ერთი ამონახსნი?",
    options: [],
    tags: []
  },

  // 4
  {
    question: "იპოვეთ $P(x) = 8x^3 + 2x^2 + 3x − 1$ მრავალწევრის $T(x) = 2x + 1$ ორწევრზე გაყოფით მიღებული ნაშთი.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "ამოხსენით $|x^2 + 2x − 4| = −2x − 6$ განტოლება.",
    options: [],
    tags: []
  },

  // 6
  {
    question: "ორ ქალაქს შორის $480$კმ-ს სამგზავრო მატარებელი $4$ საათით სწრაფად გადის, ვიდრე საბარგო. თუ სამგზავრო მატარებლის სიჩქარეს $8$კმ/სთ-ით, ხოლო საბარგო მატარებლის სიჩქარეს $2$კმ/სთ-ით გავადიდებთ, მაშინ სამგზავრო მატარებელი მთელ მანძილს $5$ საათით ჩქარა გაივლის. იპოვეთ თითოეული მატარებლის სიჩქარე.",
    options: [],
    tags: []
  },

  // 7
  {
    question: "ტოლფერდა ტრაპეციის დიაგონალი ფერდის მართობულია და ფუძესთან $30^\\circ$-იან კუთხეს ადგენს. იპოვეთ ტრაპეციის სიმაღლე, თუ ტრაპეციაზე შემოხაზული წრეწირის რადიუსი $10$ სმ-ია.",
    options: [],
    tags: []
  },

  // 8
  {
    question: "$ABCD$ ($AD \\parallel BC$) ტრაპეციაში $AB = 5\\text{სმ}$, $BC = 9\\text{სმ}$, $AD = 16\\text{სმ}$, $\\cos\\angle A = \\frac{1}{7}$. იპოვეთ $CD$ გვერდის სიგრძე.",
    options: [],
    tags: []
  },

  // 9
  {
    question: "$ABC$ სამკუთხედში $AB = 4$, $AC = 2$ და $BC = 3$. $B$ წერტილზე გავლებულია წრფე, რომელიც პარალელურია $AC$ გვერდის და $AK$ ბისექტრისის გაგრძელებას კვეთს $M$ წერტილში. იპოვეთ $KM$ მონაკვეთის სიგრძე.",
    options: [],
    tags: []
  },

  // 10
  {
    question: "$ABC$ სამკუთხედში $\\angle A = \\alpha$, $\\angle B = \\beta$. $AB$ გვერდზე აღებულია $D$ წერტილი ისე, რომ $CD$ არის $ABC$ სამკუთხედის ბისექტრისა, $D$ წერტილიდან გავლებულია $BC$-ს პარალელური $DM$ მონაკვეთი, $M \\in AC$. იპოვეთ $CM$-ის სიგრძე, თუ ცნობილია, რომ $AM = 2$.",
    options: [],
    tags: []
  }
];
