const quizData = [
  {
    question: "ამოხსენით განტოლება, და იპოვეთ ფესვების ნამრავლი: $\\frac{x}{x - 2} = \\frac{1}{x^2 - 2x}$",
    options: ["$1$", "$-1$", "$2$", "$-2$", "$3$", "$-3$"],
    correct: 1,
    tags: []
  },
  {
    question: "რა მნიშვნელობები შეიძლება მიიღოს $2a - 3b$ გამოსახულებამ თუ $a ∈ [-2;1]$ და $b ∈ [-3; 5]$.",
    options: ["$[-5;6]$", "$[3;12]$", "$[-19;11]$", "$[-7;15]$", "$[-21;18]$", "$[-10;-1]$"],
    correct: 2,
    tags: []
  },
  {
    question: "ტრაპეციის დიაგონალი შუახაზს კვეთს ორ მონაკვეთად, რომელთაგან ერთი მეორეზე $2$-ით მეტია. რისი ტოლია ტრაპეციის შუახაზი, თუ ფუძეების შეფარდებაა $1:3$.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 3,
    tags: []
  },
  {
    question: "ოთხკუთხედის ერთი კუთხე $40^\\circ$-ია. იპოვეთ დანარჩენი სამი კუთხიდან ორი უდიდესის ჯამი, თუ ამ ოთხკუთხედის დიაგონალები გადაკვეთის წერტილით შუაზე იყოფა.",
    options: ["$200^\\circ$", "$180^\\circ$", "$220^\\circ$", "$240^\\circ$", "$260^\\circ$", "$280^\\circ$"],
    correct: 5,
    tags: []
  },
  {
    question: "იპოვეთ ცვლადის ის მნიშვნელობები, რომლებიც აკმაყოფილებენ უტოლობას: $|x - 2| < 2x + 1$",
    options: ["$(-\\infty; -3)$", "$(-\\infty; -\\frac{1}{3})$", "$(-\\infty; \\frac{1}{3})$", 
              "$(\\frac{1}{3}; +\\infty)$", "$(3; +\\infty)$", "$(-\\frac{1}{3}; +\\infty)$"],
    correct: 3,
    tags: []
  },
  {
    question: "რამდენი ნამდვილი ამონახსნი აქვს განტოლებას: $\\sqrt{-x} = x$",
    options: ["არც ერთი", "ერთი", "ორი", "სამი", "უამრავი", "შეუძლებელია დადგენა"],
    correct: 1,
    tags: []
  },
  {
    question: "ოთხკუთხედში ჩახაზულია და მასზე შემოხაზულია წრეწირი. მაშინ ეს ოთხკუთხედი:",
    options: [
      "აუცილებლად მართკუთხედია",
      "აუცილებლად კვადრატია",
      "აუცილებლად რომბია",
      "შესაძლებელია იყოს მართკუთხა ტრაპეცია",
      "შესაძლებელია იყოს ტოლფერდა ტრაპეცია",
      "არცერთი წინა პასუხი არაა სწორი"
    ],
    correct: 4,
    tags: []
  },
  {
    question: "გარე წერტილიდან წრეწირისადმი გავლებულია მხები და მკვეთი. იპოვეთ მხების მონაკვეთის სიგრძე, თუ ის $4$ სმ-ით გრძელია მკვეთის გარე მონაკვეთზე და $4$ სმ-ით ნაკლებია მკვეთის შიგა მონაკვეთის სიგრძეზე.",
    options: ["$2$სმ", "$4$სმ", "$6$სმ", "$8$სმ", "$10$სმ", "$12$სმ"],
    correct: 3,
    tags: []
  },
  {
    question: "გამოიანგარიშეთ რისი ტოლია გამოსახულება: $\\frac{2}{8 - \\sqrt{60}} - \\sqrt{15}$",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 3,
    tags: []
  },
  {
    question: "გამოთვალეთ რისი ტოლია გამოსახულება: $\\frac{a + 2\\sqrt{ab} + b}{a - b} \\cdot \\frac{a\\sqrt{a} - a\\sqrt{b}}{\\sqrt{a^3} + \\sqrt{a^2b}}$",
    options: ["$a$", "$b$", "$1$", "$2$", "$-1$", "$-2$"],
    correct: 2,
    tags: []
  },
  {
    question: "დაალაგეთ ზრდადობით: $a$; $\\sqrt{a}$; $a^2$ თუ $a ∈ (0;1)$.",
    options: ["$a$, $\\sqrt{a}$, $a^2$", "$a$, $a^2$, $\\sqrt{a}$", "$a^2$, $a$, $\\sqrt{a}$", 
              "$a^2$, $\\sqrt{a}$, $a$", "$\\sqrt{a}$, $a^2$, $a$", "$\\sqrt{a}$, $a$, $a^2$"],
    correct: 2,
    tags: []
  },
  {
    question: "დავუშვათ $a$ და $b$ დადებითი რიცხვებია. რომელი უტოლობაა აუცილებლად ჭეშმარიტი?",
    options: [
      "$\\frac{\\sqrt{a^2 + b^2}}{2} \\leq \\frac{a + b}{2}$",
      "$\\frac{2ab}{a + b} \\geq \\sqrt{ab}$",
      "$\\sqrt{ab} \\geq \\frac{a + b}{2}$",
      "$\\sqrt{ab} \\geq \\frac{2ab}{a + b}$",
      "$\\sqrt{\\frac{a^2 + b^2}{2}} \\leq \\sqrt{ab}$",
      "$a \\leq b$"
    ],
    correct: 3,
    tags: []
  },
  {
    question: "საკოორდინატო სიბრტყეზე მოცემულია $y = x^2$ პარაბოლა და წრფივი ფუნქციის გრაფიკი, რომელიც ორდინატთა ღერძს კვეთს წერტილში $(0;5)$. რამდენი გადაკვეთა შეიძლება ჰქონდეს ამ წრფეს და პარაბოლას?",
    options: ["$0$", "$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 2,
    tags: []
  },
  {
    question: "ტრაპეციის ფუძეებია $3$ და $6$. იპოვეთ ამ ტრაპეციის დიაგონალების გადაკვეთის წერტილზე გამავალი ფუძეების პარალელური მონაკვეთის სიგრძე.",
    options: ["$2$", "$3$", "$4$", "$5$", "$6$", "$7$"],
    correct: 2,
    tags: []
  },
  {
    question: "ამოხსენით განტოლება და იპოვეთ ფესვთა ჯამი: $x^2 - 5x + 6 = 0$",
    options: ["$5$", "$6$", "$-6$", "$-5$", "$4$", "$-4$"],
    correct: 0,
    tags: []
  },
  {
    question: "რამდენი ამონახსნი შეიძლება ჰქონდეს კვადრატულ განტოლებას?",
    options: ["$1;2;3$", "$0;1;2$", "$0;3$", "$2;3;4$", "$0$ ან უამრავი", "უამრავი"],
    correct: 1,
    tags: []
  },
  {
    question: "თუ $x^2 + bx + c = 0$ განტოლებას არ აქვს ამონახსნი, მაშინ:",
    options: ["$bc = 0$", "$b^3 < c$", "$b^2 < 4c$", "$b^2 > 4c$", "$b + c = 0$", "$b = 2c$"],
    correct: 2,
    tags: []
  },
  {
    question: "მართკუთხა სამკუთხედში ერთი მახვილი კუთხე მეორეზე $2$-ჯერ მეტია. იპოვეთ კათეტების ჯამი, თუ ჰიპოტენუზის სიგრძე $1$-ია.",
    options: [
      "$\\frac{2}{3}$", "$\\frac{2 + \\sqrt{7}}{2}$", "$\\frac{\\sqrt{7} + 1}{2}$",
      "$\\frac{\\sqrt{3} + 1}{2}$", "$\\frac{\\sqrt{3} - 1}{2}$", "$\\frac{\\sqrt{3} - 1}{3}$"
    ],
    correct: 3,
    tags: []
  },
  {
    question: "რამდენი განსხვავებული (არა ტოლი) მართკუთხა სამკუთხედი არსებობს, რომლის რომელიღაც ორი გვერდის სიგრძეა $2$ და $3$.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "ასეთი სამკუთხედი არ არსებობს"],
    correct: 1,
    tags: []
  },
  {
    question: "საკოორდინატო სიბრტყეზე მოცემულია ორი წერტილი $A(-1;2)$ და $B(3;5)$. იპოვეთ \\(AB\\) სიგრძე.",
    options: ["$3$", "$4$", "$5$", "$6$", "$7$", "$8$"],
    correct: 2,
    tags: []
  },
  {
    question: "მართკუთხა სამკუთხედის ჰიპოტენუზაზე დაშვებული სიმაღლე ჰიპოტენუზას ჰყოფს $1:2$ შეფარდებით. იპოვეთ კათეტების შეფარდება.",
    options: ["$1:4$", "$2:3$", "$\\sqrt{2}:3$", "$\\sqrt{3}:\\sqrt{2}$", "$\\sqrt{2}:3$", "$1:\\sqrt{2}$"],
    correct: 5,
    tags: []
  },
  {
    question: "მართკუთხა სამკუთხედის ჰიპოტენუზაზე დაშვებული სიმაღლე ჰიპოტენუზას ჰყოფს $8$ და $18$ სიგრძის ორ მონაკვეთად. იპოვეთ ჰიპოტენუზაზე დაშვებული სიმაღლის სიგრძე.",
    options: ["$6$", "$10$", "$12$", "$14$", "$16$", "$18$"],
    correct: 2,
    tags: []
  },
  {
    question: "მართკუთხა სამკუთხედის ერთი კათეტის სიგრძეა $3$, ხოლო ამ კათეტის გეგმილი ჰიპოტენუზაზე $1$-ია. რისი ტოლია მეორე კათეტის სიგრძე?",
    options: ["$2\\sqrt{3}$", "$\\sqrt{8}$", "$3\\sqrt{2}$", "$6\\sqrt{3}$", "$2\\sqrt{6}$", "$6\\sqrt{2}$"],
    correct: 5,
    tags: []
  },
  {
    question: "ორი წრეწირი, რადიუსებით $2$ და $3$ ერთმანეთს გარედან ეხება. იპოვეთ საერთო გარე მხების სიგრძე.",
    options: ["$2\\sqrt{3}$", "$\\sqrt{8}$", "$3\\sqrt{2}$", "$6\\sqrt{3}$", "$2\\sqrt{6}$", "$6\\sqrt{2}$"],
    correct: 4,
    tags: []
  },
  {
    question: "ორი წრეწირის ცენტრებს შორის მანძილია $13$. რადიუსებია $5$ და $7$. დათვალეთ საერთო შიგა მხების სიგრძე.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 4,
    tags: []
  }
];
