const quizData = [
  // 1
  {
    question: "ცნობილია, რომ $y = x^2$ და $y = 3x + b$ ფუნქციათა გრაფიკების ორი გადაკვეთის წერტილიდან ერთერთია $A$, რომელიც საკორდინატო სიბრტყის პირველ მეოთხედში მდებარეობს. იპოვეთ $b$-ს მნიშვნელობა, თუ $A$ წერტილის აბსცისათა კოორდინატი ორდინატთა კოორდინატზე $2$-ჯერ ნაკლებია.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "იპოვეთ $8$-ის და $18$-ის საშუალო გეომეტრიული, საშუალო არითმეტიკული და საშუალო კვადრატული. დაადგინეთ რომელია მეტი — საშუალო არითმეტიკულის და საშუალო გეომეტრიულის სხვაობა, თუ საშუალო კვადრატულის და საშუალო არითმეტიკულის სხვაობა.",
    options: [],
    tags: []
  },
  // 3
  {
    question: "გამოითვალეთ: $\\left(\\dfrac{1}{\\sqrt{18}} + \\dfrac{1}{6 - 3\\sqrt{2}} - \\dfrac{1}{\\sqrt{2} + 1}\\right) \\cdot \\dfrac{\\sqrt{27 + 18\\sqrt{2}}}{\\sqrt{8}}$.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "ერთმანეთის გარეთ მდებარე ორი წრეწირის რადიუსების სიგრძეები ისე შეეფარდება ერთმანეთს, როგორც $1 : 3$. იპოვეთ ამ რადიუსების სიგრძეთა საშუალო ჰარმონიული, თუ ამ წრეწირთა საერთო გარე და შიდა მხების სიგრძეთა საშუალო კვადრატული $12$-ის ტოლია.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "იპოვეთ სამკუთხედის საშუალო გვერდის მიმართ გავლებული სიმაღლის სიგრძე, თუ ამ სამკუთხედის გვერდის სიგრძეებია $13$, $14$ და $15$.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "გაამარტივეთ ირაციონალური გამოსახულება $\\dfrac{1}{(\\sqrt{x} + \\sqrt{y})^2} : \\left[\\left(\\dfrac{\\sqrt{x} - \\sqrt{y}}{x - y}\\right)^{-1} - \\left(\\dfrac{x - y}{x\\sqrt{x} - y\\sqrt{y}}\\right)^{-1}\\right] : (\\sqrt{x}^{-1} - \\sqrt{y}^{-1})$, იპოვეთ მისი მნიშვნელობა, თუ $x = 0{,}025$ და $y = 0{,}1$.",
    options: [],
    tags: []
  },
  // 7
  {
    question: "იპოვეთ რისი ტოლია $\\dfrac{\\sqrt{b}}{\\sqrt{a}} - \\dfrac{b - 1}{\\sqrt{ab}}$ გამოსახულების უმცირესი შესაძლო მნიშვნელობა, თუ $a$ და $b$ დადებითი რიცხვებისთვის სამართლიანია ტოლობა $2a + 18b = 25$.",
    options: [],
    tags: []
  },
  // 8
  {
    question: "მოცემული გვაქვს მონაკვეთი, რომლის სიგრძეა $a$. ფარგლის და სახაზავის გამოყენებით (სახაზავს მხოლოდ ერთი მხარე აქვს სწორი და დანაყოფების გარეშეა) როგორ ავაგოთ $\\sqrt{15}a$ სიგრძის მონაკვეთი?",
    options: [],
    tags: []
  },
  // 9
  {
    question: "წრეწირის რადიუსი $30$ სმ-ია. იპოვეთ იმ რკალის მომჭიმავი ქორდის სიგრძე, რომელიც ამ წრეწირის ცენტრიდან $50$ სმ-ით დაშორებული წერტილიდან გავლებული მხებების შეხების წერტილთა შეერთებით მიიღება.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "ტოლფერდა ტრაპეციის ბლაგვი კუთხე $150^\\circ$-ის ტოლია. იპოვეთ რა უმცირესი პერიმეტრი შესაძლოა ჰქონდეს ამ ტრაპეციას, თუ ამ ტრაპეციის სიმაღლის და შუახაზის ნამრავლი $9$-ის ტოლია.",
    options: [],
    tags: []
  }
];
