const quizData = [
// 1
{
question: "თუ ორი გამტარის მიმდევრობითი შეერთებისას სრული წინაღობა $4{,}5$ ჯერ მეტია, ვიდრე პარალელური შეერთებისას, მაშინ ერთი გამტარის წინაღობა მეორე გამტარის წინაღობაზე მეტია:",
 options: ["$2{,}5$-ჯერ", "$2$-ჯერ", "$1{,}25$-ჯერ", "$1{,}75$-ჯერ", "$1{,}5$-ჯერ"],
    correct: 1,
tags: []
},
// 2
{
question: "როდესაც აკუმულატორთან ერთმანეთთან პარალელურად შეერთებული ორი მომხმარებელი მიმდევრობით შეაერთეს, მაშინ აკუმულატორის მქ კოეფიციენტი",
options: ["გაიზარდა", "შემცირდა", "არ შეიცვალა", "ორჯერ გაიზარდა", "ორჯერ შემცირდა"],
correct: 0,
tags: []
},
// 3
{
question: "დენის წყაროსთან მიერთებულია მიმდევრობით შეერთებული ნათურა და რეოსტატი. რეოსტატის წინაღობის გადიდებისას ძაბვა ნათურაზე და რეოსტატის ბოლოებზე შესაბამისად",
options: ["იზრდება, იზრდება", "მცირდება, მცირდება", "მცირდება", "მცირდება, იზრდება", "იზრდება, მცირდება."],
correct: 3,
tags: []
},
// 4
{image: "physics-quizzes/class-10/images/image..19.png",
question: "იზოლირებულ სადგამზე დამაგრებული ელექტრულად ნეიტრალური ლითონის ორი სფერო ერთმანეთს ეხება. სფეროებს მიუახლოეს დამუხტული ღერო და შემდეგ სფეროები ერთმანეთს დააშორეს, რის შედეგადაც",
options: ["ორივე სხეული ელექტრულად ნეიტრალური დარჩა", "ორივე სხეული დაიმუხტა დადებითად", "ორივე სხეული დაიმუხტა უარყოფითად", "$A$ სხეული დაიმუხტა დადებითად, $B$ - უარყოფითად", "$A$ სხეული დაიმუხტა უარყოფითად, $B$ - დადებითად"],
correct: 3,
tags: []
},
// 5
{
question: "წერტილოვანი მუხტის ველში $a$ წერტილიდან $b$ წერტილში გადაადგილებისას ველის დაძაბულობის მოდული შემცირდა $36\\%$ -ით. რამდენი პროცენტით შემცირდა ველის პოტენციალი?",
 options: ["$6\\%$-ით", "$18\\%$-ით", "$20\\%$-ით", "$36\\%$-ით", "$72\\%$-ით"],
   correct: 2,
tags: []
},
// 6
{
question: "ორი წერტილოვანი მუხტის ვაკუუმიდან ნავთში ($\\epsilon=2$) გადატანისას მათი ურთიერთქმედების ძალის მოდული რომ არ შეიცვალოს საჭიროა მუხტებს შორის მანძილი",
 options: ["$2$-ჯერ გავადიდოთ", "$2$-ჯერ შევამციროთ", "$\\sqrt{2}$-ჯერ გავადიდოთ", "$\\sqrt{2}$-ჯერ შევამციროთ", "არ შეიცვალოს"],
   correct: 3,
tags: []
},
// 7
{
question: "რაღაც მანძილით დაშორებული $q$ და $-5q$ მუხტების ორი ბურთულის შეხებისას და შემდეგ იმავე მანძილით დაშორებისას მათი ურთიერთქმედების ძალის მოდული",
  options: ["$1{,}25$-ჯერ გაიზარდა", "$1{,}25$-ჯერ შემცირდა", "$1{,}8$-ჯერ გაიზარდა", "$1{,}8$-ჯერ შემცირდა", "$არ შეიცვალა$"],
   correct: 1,
tags: []
},
// 8
{
question: "როდესაც ელექტრული ველი ასრულებს დადებით მუშაობას, მაშინ დამუხტული სხეულის კინეტიკური და ველთან ურთიერთქმედების პოტენციური ენერგიები შესაბამისად:",
options: ["იზრდება, იზრდება", "მცირდება, მცირდება", "არ იცვლება, არ იცვლება", "იზრდება, მცირდება", "მცირდება, იზრდება"],
correct: 3,
tags: []
},
// 9
{
question: "თუ $12 ვ$ პოტენციალთა სხვაობის ერთი წერტილიდან მეორეში მუხტის გადატანისას ელექტრული ველი ასრულებს $6 \\cdot 10^{-3} ჯ$ მუშაობას, მაშინ ამ მუხტის სიდიდეა",
  options: ["$72\\cdot10^{-3}კ$", "$18\\cdot10^{-3}კ$", "$2\\cdot10^{-3}კ$", "$0{,}5\\cdot10^{-3}კ$", "$10^{-3}კ$"],
   correct: 3,
tags: []
},
// 10
{
question: "თუ $20 სმ$ რადიუსის გამტარი სფეროს ზედაპირის პოტენციალი $4 ვ$-ია, მაშინ სფეროს ცენტრიდან $40 სმ$-ით დაშორებული წერტილის პოტენციალია",
options: ["$0ვ$", "$1ვ$", "$2ვ$", "$4ვ$", "$8ვ$"],
   correct: 2,
tags: []
},
// 11
{
question: "თუ ველი შექმნილია $A$ და $B$ წერტილებში მოთავსებული მოდულით ტოლი და საპირისპირო ნიშნის წერტილოვანი $q$ მუხტებით, მაშინ თითოეული მუხტიდან $R$ მანძილით დაშორებული წერტილის პოტენციალი ტოლია",
options: ["$2K\\frac{q}{R}$", "$K\\frac{q}{R}$", "$K\\frac{q}{2R}$", "$-K\\frac{q}{2R}$", "$0$"],
    correct: 4,
tags: []
},
// 12
{
question: "ერთნაირი და საპირისპირო ნიშნის ორი წერტილოვანი მუხტების დაშორებისას მათი ურთიერთქმედების პოტენციური ენერგია შესაბამისად:",
options: ["იზრდება, იზრდება", "მცირდება, მცირდება", "არ იცვლება, არ იცვლება", "იზრდება, მცირდება", "მცირდება, იზრდება"],
correct: 4,
tags: []
},
// 13
{
question: "როცა ბრტყელი ჰაერიანი კონდენსატორი მუდმივი ძაბვის წრედშია ჩართული, მაშინ შემონაფენებს შორის მანძილის გადიდებით კონდენსატორის მუხტი და ენერგია შესაბამისად:",
 options: ["იზრდება, იზრდება", "არ იცვლება, არ იცვლება", "მცირდება, მცირდება", "მცირდება, იზრდება", "იზრდება, მცირდება"],
   correct: 2,
tags: []
},
// 14
{
question: "თუ ბრტყელი დამუხტული ჰაერიანი კონდენსატორი გამორთულია დენის წყაროდან და მისი ენერგიაა $W$, მაშინ ფირფიტებს შორის მანძილის $n$-ჯერ გადიდებისას შესრულებული მუშაობაა",
options: ["$nW$", "$\\frac{W}{n}$", "$\\frac{W(n-1)}{n}$", "$W(n-1)$", "$0$"],
    correct: 3,
tags: []
},
// 15
{
question: "როდესაც $5 ვ$ ემ ძალისა და $1 ომი$ შიგა წინაღობის დენის წყარო ჩაკეტილია $4 ომი$ წინაღობის რეზისტორით, მაშინ წრედში გამავალი დენი და გარე წრედში $10 წამში$ გამოყოფილი სითბოს რაოდენობაა შესაბამისად:",
 options: ["$25ა,\\ 25კჯ$", "$5ა,\\ 1კჯ$", "$1{,}25ა,\\ 62{,}5ჯ$", "$0{,}5ა,\\ 10ჯ$", "$1ა,\\ 40ჯ$"],
    correct: 4,
tags: []
},
// 16
{
question: "თუ დენის წყაროსთან $4 ომი$ წინაღობის გამტარის მიერთებისას წრედში $0{,}3 ა$ დენი გადის, ხოლო $7 ომი$ წინაღობისას $0{,}2 ა$, მაშინ მოკლე ჩართვისას დენი იქნება",
options: ["$0{,}5ა$", "$2{,}1ა$", "$1{,}6ა$", "$0{,}9ა$", "$1{,}2ა$"],
    correct: 3,
tags: []
},
// 17
{
question: "თუ დენის წყაროს მომჭერებთან ჩართული ერთი ვოლტმეტრის ჩვენებაა $10 ვ$, ხოლო მის ნაცვლად ჩართული მეორე ვოლტმეტრის $15 ვ$, მაშინ მართებულია მტკიცება",
options: ["ვოლტმეტრების წინაღობები ტოლებია", "ვოლტმეტრის მიერთება ცვლის დენის წყაროს ემ ძალას", "ვოლტმეტრის მიერთება ცვლის დენის წყაროს შიგა წინაღობას", "ვოლტმეტრებში გადის ტოლი დენები", "მეორე ვოლტმეტრის წინაღობა მეტია პირველისაზე"],
correct: 4,
tags: []
},
// 18
{
question: "როგორ იცვლება გაჭიმვით ორჯერ დაგრძელებისას ლითონის მავთულის ელექტრული წინაღობა?",
options: ["არ იცვლება", "$2$-ჯერ მცირდება", "$2$-ჯერ იზრდება", "$4$-ჯერ მცირდება", "$4$-ჯერ იზრდება"],
correct: 4,
tags: []
},
// 19
{image: "physics-quizzes/class-10/images/image..20.png",
question: "თუ სურათზე გამოსახული წრედის თითოეული წინაღობა გადაიწვება მათში გარკვეულ $P$ სიმძლავრეზე მეტის გამოყოფისას, მაშინ $AB$ უბანზე ძაბვის თანდათან გადიდებისას პირველად გადაიწვება:",
options: ["$R_1$", "$R_2$", "$R_3$", "$R_2$ და $R_3$","$R_1$ და $R_2$" ],
correct: 1,
tags: []
},
// 20
{image: "physics-quizzes/class-10/images/image..21.png",
question: "თუ სურათზე გამოსახულ წრედში გადის $3 ა$ დენი და თითოეული გამტარის წინაღობაა $2 ომი$, მაშინ $A$ და $B$ წერტილებს შორის ძაბვაა",
options: ["$24 ვ$", "$18 ვ$", "$12 ვ$", "$3{,}6 ვ$", "$6 ვ$"],
correct: 3,
tags: []
},
// 21
{
question: "თუ ერთნაირ $U_1=U_2=U$ ძაბვისა და $P_1 < P_2$ სიმძლავრეზე გაანგარიშებული ორი ნათურა შეერთებულია მიმდევრობით და ჩართული ისეთივე $U_{AB}=U$ ძაბვის წრედში, მაშინ მეტი სიმძლავრის ნათურა გაანათებს",
options: ["უფრო კარგად", "უფრო ცუდად", "ისევე, როგორც ნაკლები სიმძლავრის ნათურა", "ზოგჯერ უფრო კარგად, ზოგჯერ უფრო ცუდათ ნაკლები სიმძლავრის ნათურაზე", "იმდენჯერ უფრო კარგად რამდენჯერაც მეტია მისი სიმძლავრე"],
correct: 1,
tags: []
},
// 22
{
question: "ვარვარის ნათურაში გამავალი დენი",
options: ["უდიდესია ჩართვის მომენტში", "უდიდესია ნათების პროცესში", "უდიდესია გამორთვისას", "ყოველთვის ერთი და იგივეა", "ზოგჯერ ჩართვის პროცესშია უდიდესი, ზოგჯერ - ნათების პროცესში"],
correct: 0,
tags: []
},
// 23
{
question: "გვაქვს ორი გამტარი. პირველის წინაღობა $0^{\\circ}C$-ზე არის $R_0$, ხოლო წინაღობის ტემპერატურული კოეფიციენტი $\\alpha$. მეორე გამტარის წინაღობა $0^{\\circ}C$-ზე არის $2R_0$, ხოლო წინაღობის ტემპერატურული კოეფიციენტი $\\alpha/2$. გამტარები ერთმანეთთან მიმდევრობით შეაერთეს. რისი ტოლია მიღებული გამტარის წინაღობის ტემპერატურული კოეფიციენტი?",
options: ["$\\alpha/3$", "$3\\alpha/2$", "$2\\alpha$", "$2\\alpha/3$", "$\\alpha$"],
correct: 3,
tags: []
},
// 24
{
question: "როდესაც $2$ და $1{,}5 ვ$ ემ ძალის დენის წყაროები, რომელთა შიგა წინაღობებია $0{,}6$ და $0{,}4 ომი$ შეერთებულია ერთმანეთთან ერთი ნიშნის პოლუსებით (პლიუსი პლიუსთან და მინუსი მინუსთან), მაშინ თითოეულ ელემენტში გამავალი დენის ძალაა:",
options: ["$17{,}5 ა$", "$3{,}5 ა$", "$2{,}5 ა$", "$2 ა$", "$0{,}5 ა$"],
correct: 4,
tags: []
},
// 25
{
question: "როდესაც $2$ და $1{,}5 ვ$ ემ ძალის დენის წყაროები, რომელთა შიგა წინაღობებია $0{,}6$ და $0{,}4 ომი$ შეერთებულია ერთმანეთთან ერთი ნიშნის პოლუსებით (პლიუსი პლიუსთან და მინუსი მინუსთან), მაშინ თითოეულ ელემენტის მომჭერებზე ძაბვაა:",
options: ["$2{,}5 ვ$", "$1{,}75 ვ$", "$1{,}7 ვ$", "$1 ვ$", "$0{,}8 ვ$"],
correct: 2,
tags: []
}
];