const quizData = [
  // 1
  {image: "physics-quizzes/class-10/images/image--5.png",
    question: "მაგნიტურ ისარს, რომელსაც შეუძლია მობრუნდეს ნახაზის მართობული ვერტიკალური ღერძის ირგვლივ, მიუახლოვეს მუდმივი მაგნიტი. მდგრადი წონასწორობის დამყარების შემდეგ ისარი მობრუნდა.",
      options: ["$180^0$ - ით", "$90^0$ საათის ისრის მიმართულები.", "$90^0$ საათის ისრის საწინააღმდეგო მიმართულებით.", "$360^0$ - ით", "დარჩება უცვლელი."],
  correct: 0,
    tags: ["მაგნიტიზმი"]
  },
  // 2
  {
    question: "$10$ სმ სიგრძის გამტარი მოთავსებულია მუდმივ მაგნიტურ ველში. დენის ძალა, რომელიც გადის გამტარში $10$ ა-ს ტოლია. ამპერის ძალის მიმართულებით $8$ სმ-ით გადაადგილებისას ამპერის ძალამ შეასრულა $0{,}004$ ჯ მუშაობა. რისი ტოლია მაგნიტური ველის ინდუქცია. გამატარი მოთავსებულია მაგნიტური ველის ინდუქციის ძალწირების მართობულად.",
      options: ["$0{,}0005\\ \\text{ტლ}$", "$0{,}005\\ \\text{ტლ}$", "$0{,}032\\ \\text{ტლ}$", "$0{,}05\\ \\text{ტლ}$", "$0{,}5\\ \\text{ტლ}$"],
   correct: 3,
    tags: ["ამპერის ძალა"]
  },
  // 3
  {
    question: "ჩარჩოს მაგნიტური ნაკადი $5$ წმ-ში გაიზარდა $3$ ვბ-დან $8$ ვბ-მდე. რისი ტოლია ამ დროს ჩარჩოში აღძრული ინდუქციის ე.მ. ძალის მოდული.",
   options: ["$0{,}6\\ \\text{ვ}$", "$1\\ \\text{ვ}$", "$1{,}6\\ \\text{ვ}$", "$25\\ \\text{ვ}$", "$16\\ \\text{ვ}$"],
     correct: 1,
    tags: ["ელექტრომაგნიტური ინდუქცია"]
  },
  // 4
  {
    question: "ერთგვაროვან მაგნიტურ ველში, წირების მართობულად შეიჭრა ორი დამუხტული ნაწილაკი. პირველი ნაწილაკის მუხტი ორჯერ მეტია მეორისაზე, სიჩქარე კი სამჯერ მეტი. რისი ტოლია მუხტებზე მოქმედი ლორენცის ძალების შეფარდება $F_{1}/F_{2}$ ?",
   options: ["$1/4$", "$1/3$", "$1/2$", "$6$", "$12$"],
     correct: 3,
    tags: ["ლორენცის ძალა"]
  },
  // 5
  {
    question: "ერთგვაროვან მაგნიტურ ველში, წირების მართობულად მოთავსებულია ორი დენიანი გამტარი. პირველი გამტარის სიგრძე ორჯერ მეტია მეორისაზე, დენის ძალა კი ორჯერ ნაკლები. რისი ტოლია გამტარებზე მოქმედი ამპერის ძალების შეფარდება $F_{1}/F_{2}$ ?",
      options: ["$1/4$", "$1/2$", "$1$", "$2$", "$4$"],
   correct: 2,
    tags: ["ამპერის ძალა"]
  },
  // 6
  {
    question: "ერთგვაროვან მაგნიტურ ველში მოთავსებულია ორი გამტარი ჩარჩო. პირველი ჩარჩოს ფართობი ორჯერ მეტია მეორისაზე, ხოლო ველის წირებთან პირველი ჩარჩოს ნორმალი ადგენს ნულოვან, მეორე ჩარჩოს ნორმალი კი $60^{\\circ}$-იან კუთხეს. რისი ტოლია ჩარჩოების გამჭოლი მაგნიტური ნაკადების შეფარდება $\\Phi_{1}/\\Phi_{2}$ ?",
       options: ["$1/4$", "$1/2$", "$1$", "$2$", "$4$"],
  correct: 4,
    tags: ["მაგნიტური ნაკადი"]
  },
  // 7
  {
    question: "პირველი კოჭას ინდუქტიურობა $2$-ჯერ მეტია მეორისაზე, მასში გამავალი დენის ძალა კი ორჯერ ნაკლები. რისი ტოლია კოჭების მაგნიტური ველის ენერგიების შეფარდება $E_{1}/E_{2}$ ?",
     options: ["$4$", "$2$", "$1$", "$1/2$", "$1/4$"],
    correct: 3,
    tags: ["მაგნიტური ველის ენერგია"]
  },
  // 8
  {
    question: "პირველი კოჭას ინდუქციურობა $2$-ჯერ ნაკლებია მეორისაზე. მასში გამავალი დენის ძალა $2$-წამში იცვლება $1000$ ამპერით, მეორეში - $5$ წამში $5000$ ამპერით. რისი ტოლია კოჭებში აღძრული თვითინდუქციის ძალების შეფარდება $\\epsilon_{1}/\\epsilon_{2}$ ?",
     options: ["$5$", "$2$", "$1$", "$1/2$", "$1/4$"],
    correct: 4,
    tags: ["თვითინდუქცია"]
  },
  // 9
  {
    question: "მაგნიტური ინდუქციის წირების მართობულად მოთავსებულია წრფივი გამტარი, რომლშიც გადის $10$ ა დენი. რას უდრის ველის ინდუქცია, თუ გამტარზე მოქმედი ამპერის ძალა გაწონასწორებულია სიმძიმის ძალის მოქმედებით? გამტარის თითოეული მეტრის მასა $5$ გრამია.",
     options: ["$2\\cdot10^{-6}\\ \\text{ტლ}$", "$5\\cdot10^{-6}\\ \\text{ტლ}$", "$2\\cdot10^{-5}\\ \\text{ტლ}$", "$2\\cdot10^{-4}\\ \\text{ტლ}$", "$5\\cdot10^{-3}\\ \\text{ტლ}$"],
   correct: 4,
    tags: ["ამპერის ძალა", "წონასწორობა"]
  },
  // 10
  {
    question: "პროტონი და $\\alpha$ ნაწილაკი შედიან ერთგვაროვან მაგნიტურ ველში ძალწირების მართობულად და მოძრაობენ $R_{p}$ და $R_{a}$ რადიუსის წრეწირის რკალებზე. იპოვეთ შეფარდება $R_{p}/R_{a}$, თუ ნაწილაკთა სიჩქარეები ერთნაირია. $\\alpha$ ნაწილაკის მუხტი ორჯერ მეტია პროტონის მუხტზე, ხოლო მასა ოთხჯერ მეტი პროტონის მასაზე.",
       options: ["$1/4$", "$1/2$", "$1$", "$2$", "$4$"],
   correct: 1,
    tags: ["ლორენცის ძალა", "რადიუსი"]
  },
  // 11
  {
    question: "პროტონი და $\\alpha$ ნაწილაკი შედიან ერთგვაროვან მაგნიტურ ველში ძალწირების მართობულად და მოძრაობენ $R_{p}$ და $R_{a}$ რადიუსის წრეწირის რკალებზე. იპოვეთ შეფარდება $R_{p}/R_{a}$, თუ ნაწილაკთა ენერგიები ერთნაირია. $\\alpha$ ნაწილაკის მუხტი ორჯერ მეტია პროტონის მუხტზე, ხოლო მასა ოთხჯერ მეტი პროტონის მასაზე.",
     options: ["$1/4$", "$1/2$", "$1$", "$2$", "$4$"],
   correct: 2,
    tags: ["ლორენცის ძალა", "ენერგია"]
  },
  // 12
  {
    question: "ერთგვაროვანი ელექტრული და მაგნიტური ველები მიმართულია ურთიერთმართობულად. ელექტრული ველის დაძაბულობაა $10$ ვ/მ, მაგნიტური ველის ინდუქცია კი $10^{-3}$ ტლ. როგორი სიჩქარით უნდა იმოძრაოს ელექტრონმა ასეთ “ჯვარედინა“ ველებში, რომ მისი მოძრაობის ტრაექტორია იყოს წრფე.",
       options: ["$10^{-2}\\ \\text{მ/წმ}$", "$10^{-1}\\ \\text{მ/წმ}$", "$10\\ \\text{მ/წმ}$", "$10^3\\ \\text{მ/წმ}$", "$10^6\\ \\text{მ/წმ}$"],
   correct: 4,
    tags: ["ჯვარედინი ველები"]
  },
  // 13
  {
    question: "$0{,}2$ მ სიგრძის წრფივი გამტარი, რომელშიც მიედინება $2$ ა დენი, მოთავსებულია გამტარის მართობულ ერთგვაროვან მაგნიტურ ველში, რომლის ინდუქცია $0{,}6$ ტლ-ს ტოლია. განსაზღვრეთ მაგნიტური ველის მხრიდან გამტარზე მოქმედი ამპერის ძალის მოდული.",
   options: ["$0{,}24\\ \\text{ნ}$", "$0{,}12\\ \\text{ნ}$", "$2{,}4\\ \\text{ნ}$", "$1{,}2\\ \\text{ნ}$", "$1{,}5\\ \\text{ნ}$"],
    correct: 0,
    tags: ["ამპერის ძალა"]
  },
  // 14
  {
    question: "წრფივი დედიანი გამტარის $5$ მ სიგრძის მონაკვეთი მოთავსებულია $0{,}01$ ტლ ინდუქციის მქონე ერთგვაროვან მაგნიტურ ველში. გამტარი მაგნიტური ველის მართობულია და მასში გამავალი დენის ძალა $20$ ა-ს ტოლია. რამდენით გაიზრდება გამტარზე მოქმედი ამპერის ძალის მნიშვნელობა თუ გამტარში დენის ძალა გაიზრდება $50$ ა-მდე.",
     options: ["$0{,}5\\ \\text{ნ}$-ით", "$1\\ \\text{ნ}$-ით", "$1{,}5\\ \\text{ნ}$-ით", "$2\\ \\text{ნ}$-ით", "$2{,}5\\ \\text{ნ}$-ით"],
    correct: 2,
    tags: ["ამპერის ძალა"]
  },
  // 15
  {
    question: "$50$ სმ სიგრძის წრფივი გამტარი, რომელშიც მიედინება $2$ ა დენი, მოთავსებულია $0{,}1$ ტლ ინდუქციის ერთგვაროვან მაგნიტურ ველში. რისი ტოლია კუთხე გამტარში გამავალ დენსა და მაგნიტური ინდუქციის ვექტორს შორის, თუ ამპერის ძალა არის $0{,}05$ ნ ?",
     options: ["$0^0$", "$30^0$", "$45^0$", "$60^0$", "$90^0$"],
    correct: 1,
    tags: ["ამპერის ძალა", "კუთხე"]
  },
  // 16
  {image: "physics-quizzes/class-10/images/image--6.png",
    question: "გამტარ რგოლს მისი სიბრტყის მართობულად უახლოებენ მუდმივ მაგნიტს სამხრეთი პოლუსით. მიიზიდებიან თუ განიზიდებიან რგოლი და მაგნიტი? აღიძვრება თუ არა დენი რგოლში? როგორი მიმართულებით? დაკვირვება ხდება მაგნიტის მხრიდან.",
    options: ["მიიზიდებიან; არ აღიძვრება.", "მიიზიდებიან; აღიძვრება საათის ისრის ბრუნვის მიმართულებით.", "განიზიდებიან; აღიძვრება საათის ისრის ბრუნვის მიმართულებით.", "განიზიდებიან; არ აღიძვრება.", "არ ურთიერთქმედებენ; არ აღიძვრება."],
    correct: 2,
    tags: ["ლენცის წესი"]
  },
  // 17
  {
    question: "განსაზღვრეთ $500$ ხვიისგან შედგენილი კოჭას ბოლოებზე აღძრული ე.მ. ძალის მოდული, თუ $0{,}1$ წამის განმავლობაში კოჭას თითოეული რგოლის გამჭოლი მაგნიტური ველის ნაკადი თანაბრად გაიზარდა $2$ მვბ-დან $10$ მვბ-მდე.",
    options: ["$10\\ \\text{ვ}$", "$20\\ \\text{ვ}$", "$30\\ \\text{ვ}$", "$40\\ \\text{ვ}$", "$50\\ \\text{ვ}$"],
    correct: 3,
    tags: ["ფარადეის კანონი"]
  },
  // 18
  {
    question: "რა მუხტი გაივლის ხვიას განივკვეთში, რომლის წინაღობა $0{,}03$ ომია, თუ ხვიაში მაგნიტურ ნაკადს $12 \\cdot 10^{-3}$ ვბ-ით თანაბრად შევამცირებთ.",
     options: ["$0{,}36\\ \\text{კ}$", "$3{,}6\\ \\text{კ}$", "$0{,}4\\ \\text{კ}$", "$4\\ \\text{კ}$", "$36\\ \\text{კ}$"],
   correct: 2,
    tags: ["ინდუქციური მუხტი"]
  },
  // 19
  {
    question: "კოჭას მაგნიტური ველის ენერგია $2$ ა დენის ძალის დროს $8$ ჯ-ის ტოლია. მაშინ კოჭას ინდუქტიურობა არის:",
    options: ["$0{,}2\\ \\text{ჰნ}$", "$0{,}4\\ \\text{ჰნ}$", "$0{,}8\\ \\text{ჰნ}$", "$2\\ \\text{ჰნ}$", "$4\\ \\text{ჰნ}$"],
    correct: 4,
    tags: ["ინდუქტიურობა", "ენერგია"]
  },
  // 20
  {
    question: "განსაზღვრეთ გამტარი რგოლის რადიუსი, თუ მასში $2$ ა დენის გავლისას მის ცენტრში შექმნილი მაგნიტური ველის ინდუქციის მოდული $SI$ სისტემაში $20\\mu_{o}$-ის ტოლია.",
    options: ["$5\\ \\text{სმ}$", "$10\\ \\text{სმ}$", "$15\\ \\text{სმ}$", "$20\\ \\text{სმ}$", "$40\\ \\text{სმ}$"],
   correct: 0,
    tags: ["მაგნიტური ველი"]
  },
  // 21
  {
    question: "ე.მ. ძალის (ვოლტის) ერთეული გამოსახეთ $SI$ სისტემის ძირითადი ერთეულებით (მ, წმ, კგ, ა)",
      options: ["$\\text{კგ}\\cdot\\text{მ}^2/(\\text{ა}\\cdot\\text{წმ}^2)$", "$\\text{კგ}\\cdot\\text{მ}^2/(\\text{ა}^2\\cdot\\text{წმ}^2)$", "$\\text{ა}^2\\cdot\\text{წმ}^4/(\\text{კგ}\\cdot\\text{მ}^2)$", "$\\text{კგ}/(\\text{ა}\\cdot\\text{წმ}^2)$", "$\\text{კგ}\\cdot\\text{მ}^2/(\\text{ა}\\cdot\\text{წმ}^3)$"],
   correct: 4,
    tags: ["განზომილება"]
  },
  // 22
  {
    question: "მაგნიტური მუდმივას $(\\mu_{o}-ის)$ განზომილება გამოსახეთ $SI$ სისტემის ძირითადი ერთეულებით (მ, კგ, წმ, ა)",
    options: ["$\\text{ა}\\cdot\\text{წმ}^2/(\\text{კგ}\\cdot\\text{მ})$", "$\\text{ა}^2\\cdot\\text{წმ}^2/(\\text{კგ}\\cdot\\text{მ}^2)$", "$\\text{კგ}/(\\text{ა}\\cdot\\text{წმ}^2)$", "$\\text{კგ}\\cdot\\text{მ}/(\\text{ა}^2\\cdot\\text{წმ}^2)$", "$\\text{ა}\\cdot\\text{წმ}/\\text{კგ}^2$"],
     correct: 3,
    tags: ["განზომილება"]
  },
  // 23
  {
    question: "ჰორიზონტალურ სიბრტყეში მყოფი $L$ სიგრძის წრფივი გამტარი თავისი თავის მართობული და ჰორიზონტალური $V$ სიჩქარით მოძრაობს $B$ ინდუქციის ერთგვაროვან მაგნიტურ ველში. განსაზღვრეთ გამტარის ბოლოებზე აღძრული ე.მ. ძალის მოდული თუ მაგნიტურ ველს ვერტიკალური მიმართულება აქვს. $L=40$ სმ, $B=0{,}04$ ტლ და $V = 5$ მ/წმ.",
    options: ["$0{,}02\\ \\text{ვ}$", "$0{,}04\\ \\text{ვ}$", "$0{,}08\\ \\text{ვ}$", "$0{,}16\\ \\text{ვ}$", "$0{,}32\\ \\text{ვ}$"],
   correct: 2,
    tags: ["ინდუქციის ე.მ.ძ."]
  },
  // 24
  {image: "physics-quizzes/class-10/images/image--6.png",
    question: "ჰორიზონტალურ სიბრტყეში დამაგრებული, სპილენძის რგოლის ღერძის გასწვრივ ვარდება მაგნიტი. მაგნიტის აჩქარება რგოლთან ახლოს მასში გაძრომამდე არის $a_{1}$, ხოლო მასში გაძრომის შემდეგ $a_{2}$, ეს აჩქარებები შეადართ თავისუფლად ვარდნილი სხეულის აჩქარება $g$-ს. გაითვალისწინეთ მხოლოდ მაგნიტზე მოქმედი სიმძიმისა და რგოლთან ურთიერთქმედების ძალები.",
      options: ["$\\alpha_1>g,\\ \\alpha_2>g$", "$\\alpha_1>g,\\ \\alpha_2=g$", "$\\alpha_1=g,\\ \\alpha_2>g$", "$\\alpha_1<g,\\ \\alpha_2<g$", "$\\alpha_1<g,\\ \\alpha_2=g$"],
  correct: 3,
    tags: ["ლენცის წესი", "დინამიკა"]
  },
  // 25
  {image: "physics-quizzes/class-10/images/image--7.png",
    question: "სურათზე მოცემულია ორი გრძელი, ერთმანეთის პარალელური წრფივი დენიანი გამტარი, რომელთა შორის დაშორება $10$ სმ-ია. $A$ წერტილში მყოფ გამტარში გადის $3$ ა დენი, ხოლო $B$-ში მოთავსებულ გამტარში კი $4$ ა დენი. იპოვეთ მაგნიტური ველის ინდუქცია $C$ წერტილში, $AC=BC$.",
     options: ["$7\\mu_0/\\pi$", "$5\\mu_0/\\pi$", "$70\\mu_0/\\pi$", "$50\\mu_0/\\pi$", "$100\\mu_0/\\pi$"],
   correct: 2,
    tags: ["მაგნიტური ველი", "სუპერპოზიცია"]
  }
];