const quizData = [

  // 1
  {
    intro:"$\\mu_0$ - მაგნიტური მუდმივაა",
    question: "განსაზღვრეთ მაგნიტური ველის ინდუქცია $R = 5\\ სმ$ რადიუსის მქონე გამტარი რგოლის ცენტრში, როდესაც მასში გადის $1\\ ა$ დენი.",
    options: ["$2\\mu_0$", "$5\\mu_0$", "$10\\mu_0$", "$20\\mu_0$", "$50\\mu_0$"],
    correct: 2,
    tags: []
  },

  // 2
  {
    image: "physics-quizzes/class-10/images/image.6.png",
    question: "სურათზე მოცემულია ორი გრძელი, ერთმანეთის პარალელური წრფივი დენიანი გამტარი, რომელთა შორის დაშორება $5\\ სმ$-ია. $A$ წერტილში მყოფ გამტარში გადის $2ა$ დენი, ხოლო $B$-ში მოთავსებულ გამტარში კი $3ა$ დენი. იპოვეთ მაგნიტური ველის ინდუქცია $C$ წერტილში, $AC = 2\\ სმ$.",
    options: ["$2\\mu_0 / \\pi$", "$5\\mu_0 / \\pi$", "$10\\mu_0 / \\pi$", "$100\\mu_0 / \\pi$", "$200\\mu_0 / \\pi$"],
    correct: 3,
    tags: []
  },

  // 3
  {
    image: "physics-quizzes/class-10/images/image.7.png",
    question: "სურათზე მოცემულია სამი გრძელი, ერთმანეთის პარალელური წრფივი დენიანი გამტარი. ნახაზზე ნაჩვენები რომელი მიმართულება ასახავს მაგნიტური ველის მიმართულებას $BC$ მონაკვეთის შუა წერტილში.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 1,
    tags: []
  },

  // 4
  {image: "physics-quizzes/class-10/images/image.8.png",
    question: "სურათზე ნაჩვენებია $R$ და $2R$ რადიუსის მქონე იზოლირებული და დამაგრებული გამტარი რგოლები, რომლებიც მოთავსებულია ურთიერთმართობულ სიბრტყეებში ისე, რომ მათი ცენტრები ერთმანეთს $O$ წერტილში ემთხვევა. პატარა რგოლში გადის $3ა$ დენი, ხოლო დიდ რგოლში კი $8ა$ დენი. განსაზღვრეთ რგოლების მიერ შექმნილი მაგნიტური ველის ინდუქცია $O$ წერტილში.",
    options: ["$\\frac{5\\mu_0}{2R}$", "$\\frac{7\\mu_0}{2R}$", "$\\frac{\\mu_0}{2R}$", "$\\frac{11\\mu_0}{2R}$", "$\\frac{\\mu_0}{R}$"],
    correct: 0,
    tags: []
  },

  // 5
  {
    question: "მაგნიტური ველის ინდუციის (ტესლას) განზომილება გამოსახეთ $SI$ სისტემის ძირითადი ერთეულებით $(მ,\\ წმ,\\ კგ,\\ ა)$",
    options: ["$ა\\cdotწმ^2/(კგ\\cdotმ)$", "$ა^2\\cdotწმ^2/(კგ\\cdotმ^2)$", "$კგ/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა\\cdotწმ^2)$", "$ა\\cdotწმ/კგ^2$"],
    correct: 2,
    tags: []
  },

  // 6
  {
    question: "წრფივი დენიანი გამტარის $L = 20სმ$ სიგრძის მონაკვეთი, რომელშიც მიედიანება $I = 30ა$ დენი მოთავსებულია გამტარის მართობულ ერთგვაროვან მაგნიტურ ველში, რომლის ინდუქციაა $B = 0{,}5\\ ტლ$. განსაზღვრეთ ამ გამტარზე მოქმედი ამპერის ძალა.",
    options: ["$200\\ ნ$", "$150\\ ნ$", "$30\\ ნ$", "$15\\ ნ$", "$3\\ ნ$"],
    correct: 4,
    tags: []
  },

  // 7
  {
    question: "უსასრულოდ გრძელ, წრფივ დენიან გამტარში გადის მუდმივი $I$ დენი და მისი მცირე $\\Delta L$ სიგრძის ნაწილი, მის მართობულად $R$ მანძილით დაშორებულ წერტილში ქმნის $B$ ინდუქციის მქონე მაგნიტურ ველს. განსაზღვრეთ ამავე ნაწილის მიერ მის მართობულად შექმნილი მაგნიტური ველის ინდუქცია მისგან $2R$ მანძილით დაშორებულ წერტილში.",
    options: ["$B/2$", "$2B$", "$B/4$", "$4B$", "$\\sqrt{2}B$"],
    correct: 2,
    tags: []
  },

  // 8
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "$L = 80სმ$ სიგრძის გამტარით დამზადებული კვადრატული ფორმის ჩარჩო მოთავსებულია მისი სიბრტყის მართობულ ერთგვაროვან მაგნიტურ ველში, რომლის ინდუქცია არის $B = 0{,}2\\ ტლ$, იპოვეთ ჩარჩოზე მოქმედი ძალის მაბრუნებელი მომენტი, თუ მასში გადის $2\\ ა$ მუდმივი დენი.",
    options: ["$4\\cdot10^{-3}\\ ნ\\cdotმ$", "$8\\cdot10^{-3}\\ ნ\\cdotმ$", "$16\\cdot10^{-3}\\ ნ\\cdotმ$", "$8\\sqrt{3}\\cdot10^{-3}\\ ნ\\cdotმ$", "$16\\sqrt{3}\\cdot10^{-3}\\ ნ\\cdotმ$"],
    correct: [0,1,2,3,4],
    tags: []
  },

  // 9
  {
    question: "$B = 0{,}2\\ ტლ$ ინდუქციის მქონე ერთგვაროვან მაგნიტურ ველში, მუდმივი $V$ სიჩქარით მოძრაობს $L = 10\\ სმ$ სიგრძის წრფივი გამტარი, რომელშიც მიედინება მუდმივი $I = 2\\ ა$ დენი. $B, V$ და $I$ მიიჩნიეთ ერთმანეთის მართობულად და განსაზღვრეთ ამპერის ძალის მიმართულებით გამტარის გადაადგილებისას ამ ძალის მიერ შესრულებული მუშაობა $t = 10\\ წმ$-ის განმავლობაში. $V = 3\\ მ/წმ$.",
    options: ["$0{,}3\\ ჯ$", "$0{,}6\\ ჯ$", "$0{,}9\\ ჯ$", "$1{,}2\\ ჯ$", "$2{,}4\\ ჯ$"],
    correct: 3,
    tags: []
  },

  // 10
  {
    question: "$300\\ ვ$ ძაბვით აჩქარებული ელექტრონი მართობულად შეიჭრა $0{,}06\\ ტლ$ ინდუქციის მაგნიტურ ველში. განსაზღვრეთ იმ წრეწირის რადიუსი, რომლის რკალზეც იმოძრავებს ელექტრონი. ელექტრონის მასისა და მუხტის მოდულის შეფარდების რიცხვითი მნიშვნელობა ჩათვალეთ $6\\cdot10^{-12}$-ის ტოლად $(m_e / e = 6\\cdot10^{-12})$.",
    options: ["$1{,}2\\ მმ$", "$1{,}5\\ მმ$", "$0{,}8\\ მმ$", "$1\\ მმ$", "$1{,}8\\ მმ$"],
    correct: 3,
    tags: []
  },

  // 11
  {
    question: "გრძელი წრფივი გამტარის პარალელურად $3\\ მმ$ დაშორებითა და $5\\cdot10^6\\ მ/წმ$ სიჩქარით მოძრაობს ელექტრონი. განსაზღვრეთ ელექტრონზე მოქმედი ლორენცის ძალა, თუ გამტარში გავატარებთ $6ა$ დენს. $(e = 1{,}6\\cdot10^{-19}\\ კ)$",
    options: ["$10^{-10}\\mu_0/\\pi$", "$2\\cdot10^{-10}\\mu_0/\\pi$", "$4\\cdot10^{-10}\\mu_0/\\pi$", "$6\\cdot10^{-10}\\mu_0/\\pi$", "$8\\cdot10^{-10}\\mu_0/\\pi$"],
    correct: 4,
    tags: []
  },

  // 12
  {
    question: "$10^4\\ ევ$ კინეტიკური ენერგიის მქონე დამუხტული ნაწილაკი $10^6\\ მ/წმ$ სიჩქარით მოძრაობს $0{,}2\\ ტლ$ ინდუქციის მქონე ერთგვაროვან მაგნიტურ ველში $5\\ სმ$ რადიუსის მქონე წრეწირზე. განსაზღვრეთ ნაწილაკის მუხტი ($e$ აღნიშნავს ელემენტარულ მუხტს, $e = 1{,}6\\cdot10^{-19}\\ კ)$.",
    options: ["$e$", "$2e$", "$3e$", "$4e$", "$5e$"],
    correct: 1,
    tags: []
  },

  // 13
  {
    question: "$10^6\\ მ/წმ$ სიჩქარით მოძრავი ელექტრონი $30^\\circ$-იანი კუთხით შეიჭრა $0{,}01\\ ტლ$ ინდუქციის მქონე ერთგვაროვან მაგნიტურ ველში და მოძრაობა დაიწყო სპირალზე (ხრახნწირზე). განსაზღვრეთ სპირალის რადიუსი. ელექტრონის მასისა და მუხტის მოდულის შეფარდების რიცხვითი მნიშვნელობა ჩათვალეთ $6\\cdot10^{-12}$-ის ტოლად $(m_e / e = 6\\cdot10^{-12})$..",
    options: ["$0{,}3\\ მმ$", "$0{,}6\\ მმ$", "$1{,}2\\ მმ$", "$0{,}03\\ მმ$", "$0{,}06\\ მმ$"],
    correct: 0,
    tags: []
  },

  // 14
  {
    question: "ელექტრონი შეიჭრა სივრცეში სადაც მაგნიტური ველის $B$ და ელექტრული ველის $E$ ვექტორები ერთმანეთის მართობულია. ელექტრონი მოძრაობს $B$ და $E$ ვექტორების მიერ შექმნილი სიბრტყის მართობულად. განსაზღვრეთ რა სიჩქარე უნდა ჰქონდეს ელექტრონს რომ მან განაგრძოს მოძრაობა მიმართულების შეუცვლელად. $E = 3\\ კვ/მ, B = 0{,}002\\ ტლ$.",
    options: ["$6\\cdot10^6\\ მ/წმ$", "$15\\cdot10^6\\ მ/წმ$", "$1{,}5\\cdot10^6\\ მ/წმ$", "$0{,}6\\cdot10^6\\ მ/წმ$", "$\\frac{2}{3}\\cdot10^6\\ მ/წმ$"],
    correct: 2,
    tags: []
  },

  // 15
  {image: "physics-quizzes/class-10/images/image.9.png",
    question: "გამტარ რგოლს მისი სიბრტყის მართობულად უახლოებენ მუდმივ მაგნიტს ჩრდილოეთი პოლუსით. მიიზიდებიან თუ განიზიდებიან რგოლი და მაგნიტი? აღიძვრება თუ არა დენი რგოლში? როგორი მიმართულებით? დაკვირვება ხდება მაგნიტის მხრიდან.",
    options: ["მიიზიდებიან; არ აღიძვრება.", "მიიზიდებიან; აღიძვრება საათის ისრის ბრუნვის საპირისპიროდ.", "განიზიდებიან; არ აღიძვრება.", "განიზიდებიან; აღიძვრება საათის ისრის ბრუნვის საპირისპიროდ.", "არ ურთიერთქმედებენ; არ აღიძვრება."],
    correct: 3,
    tags: []
  },

  // 16
  {
    question: "მაგნიტური ნაკადის (ვებერის) ერთეული $SI$ სისტემის ძირითადი ერთეულებით გამოისახება როგორც:",
    options: ["$კგ\\cdotმ^2/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა^2\\cdotწმ^2)$", "$ა^2\\cdotწმ^4/(კგ\\cdotმ^2)$", "$კგ/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა\\cdotწმ^3)$"],
    correct: 0,
    tags: []
  },

  // 17
  {
    question: "$30$ ხვიისგან შედგენილი კოჭა მოთავსებულია მისი ღერძის გასწვრივი მიმართულების მქონე ერთგვაროვან $0{,}2\\ ტლ$ ინდუქციის მაგნიტურ ველში. განსაზღვრეთ კოჭაში მაგნიტური ნაკადის მოდული თუ კოჭას ხვიების დიამეტრი $2\\ სმ$-ია.",
    options: ["$9{,}6\\pi\\ მვბ$", "$4{,}8\\pi\\ მვბ$", "$2{,}4\\pi\\ მვბ$", "$1{,}2\\pi\\ მვბ$", "$0{,}6\\pi\\ მვბ$"],
    correct: 4,
    tags: []
  },

  // 18
  {
    question: "$4000$ ხვიისგან შედგენილი კოჭა მოთავსებულია მისი ღერძის გასწვრივი მიმართულების მქონე მაგნიტურ ველში, რომელიც დროის მიხედვით იცვლება $B = 0{,}4 - 0{,}03t$ კანონით. (ფორმულაში შემავალი ყველა ფიზიკური სიდიდე $SI$ სისტემაშია) განსაზღვრეთ კოჭაში აღძრული ე.მ ძალის მოდული თუ კოჭას დიამეტრი $2\\ სმ$-ია.",
    options: ["$96\\pi\\ მვ$", "$48\\pi\\ მვ$", "$24\\pi\\ მვ$", "$12\\pi\\ მვ$", "$6\\pi\\ მვ$"],
    correct: 3,
    tags: []
  },

  // 19
  {
    question: "ინდუქციურობის (ჰენრის) ერთეული $SI$ სისტემის ძირითადი ერთეულებით გამოისახება როგორც:",
    options: ["$კგ\\cdotმ^2/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა^2\\cdotწმ^2)$", "$ა^2\\cdotწმ^4/(კგ\\cdotმ^2)$", "$კგ/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა\\cdotწმ^3)$"],
    correct: 1,
    tags: []
  },

  // 20
  {image: "physics-quizzes/class-10/images/image.10.png",
    question: "სურათზე მოცემულია კოჭაში გამავალი დენის ძალის დროზე დამოკიდებულების გრაფიკი. განსაზღვრეთ თვითინდუქციის ე.მ. ძალის მოდულის მაქსიმალური მნიშვნელობა, თუ კოჭას ინდუქციურობა $L = 40\\ მჰნ$-ია.",
    options: ["$0{,}4\\ ვ$", "$0{,}2\\ ვ$", "$0\\ ვ$", "$10\\ ვ$", "$20\\ ვ$"],
    correct: 0,
    tags: []
  },

  // 21
  
  { image: "physics-quizzes/class-10/images/image.11.png",
    task:"პარალელურ რელსებზე მოთავსებული $AC$ გამტარის აქტიური ნაწილის სიგრძე $1$მ-ია, ხოლო წინაღობა კი $2$ ომი. იგი იმყოფება $B = 0{,}1$ ტლ ინდუქციის ერთგვაროვან, რელსების სიბრტყის მართობულ, მაგნიტურ ველში. გამტარი რელსების საშუალებით მიერთებულია $1$ ვ ე.მ ძალის დენის წყაროსთან (რელსებისა და დენის წყაროს შიდა წინაღობა, ასევე დენის მიერ შექმნილი მაგნიტური ველი უგულებელყავით. სიმძიმის ძალას ნუ გაითვალისწინებთ) უპასუხეთ $21-23$ კითხვებს.",
    question: "განსაზღვრეთ დენის ძალა, როდესაც გამტარი უძრავია",
    options: ["$0{,}5\\ ა$", "$1\\ ა$", "$1{,}5\\ ა$", "$2\\ ა$", "$2{,}5\\ ა$"],
    correct: 0,
    tags: []
  },

  // 22
  {image: "physics-quizzes/class-10/images/image.11.png",
    question: "განსაზღვრეთ დენის ძალა, როდესაც გამტარი მოძრაობს მარჯვნივ $4\\ მ/წმ$ სიჩქარით",
    options: ["$0{,}3\\ ა$", "$0{,}5\\ ა$", "$0{,}7\\ ა$", "$1\\ ა$", "$1{,}5\\ ა$"],
    correct: 2,
    tags: []
  },

  // 23
  {image: "physics-quizzes/class-10/images/image.11.png",
    question: "განსაზღვრეთ რა სიჩქარით უნდა იმოძრაოს გამტარმა მარცხნივ, რომ მასში დენმა არ გაიაროს.",
    options: ["$3\\ მ/წმ$", "$5\\ მ/წმ$", "$7\\ მ/წმ$", "$10\\ მ/წმ$", "$15\\ მ/წმ$"],
    correct: 3,
    tags: []
  },

  // 24
  {
    question: "$L = 40\\ მჰნ$ ინდუქციურობის კოჭაში დენის ძალა დროის მიხედვით იცვლება შემდეგი კანონით $I = 0{,}5 + 0{,}5t$. განსაზღვრეთ კოჭას მაგნიტური ველის ენერგია მე-$5$ წამის ბოლოს.",
    options: ["$0{,}12\\ ჯ$", "$0{,}18\\ ჯ$", "$0{,}8\\ ჯ$", "$0{,}15\\ ჯ$", "$0{,}16\\ ჯ$"],
    correct: 1,
    tags: []
  },

  // 25
  {
    question: "განსაზღვრეთ $L = 0{,}4\\ ჰნ$ ინდუქციურობის კოჭაში აღძრული თვითინდუქციის ე.მ. ძალა დენის $\\Delta I = 5\\ ა$ თანაბარი ცვლილებისას $0{,}2\\ წმ$-ში.",
    options: ["$50\\ ვ$", "$40\\ ვ$", "$30\\ ვ$", "$20\\ ვ$", "$10\\ ვ$"],
    correct: 4,
    tags: []
  }

];