const quizData = [
  // 1
  {intro:" ვერცხლის სიმკვრივე: $10{,}5 \\cdot 10^3$კგ/მ$^3$, <br><br> ვერცხლის ელექტროქიმიური ეკვივალენტია: $1{,}12 \\cdot 10^{-6}$კგ/კ, <br><br> ნიკელის ელექტროქიმიური ეკვივალენტია: $0{,}30 \\cdot 10^{-6}$კგ/კ, <br><br> ქრომის ელექტროქიმიური ეკვივალენტია: $0{,}18 \\cdot 10^{-6}$კგ/კ, <br><br> ელექტრონის მუხტის მოდული: $1{,}6 \\cdot 10^{-19}$კ, <br><br> ელექტრონის მასა: $9{,}1 \\cdot 10^{-31}$კგ",
    question: "მიმდევრობით შეერთებული ორი აბაზანიდან ერთი ნიკელის, ხოლო მეორე ქრომის მარილითაა სავსე. განსაზღვრეთ: <br><br> ა) რომელ აბაზანაში გაივლის მეტი მუხტი? ახსენით, რატომ? <br><br> ბ) ელექტროდზე გამოყოფილი ქრომის მასა, თუ პირველ აბაზანაში $10$ გ ნიკელი გამოიყო.",
    options: [],
    tags: []
  },

  // 2
  {
    question:"ვერცხლის მარილის ელექტროლიტურ აბაზანაში $600$ სმ$^2$ ზედაპირის ფართობის ელექტროდი უნდა დაიფაროს $0{,}058$ მმ სისქის ვერცხლით. ელექტროლიტში გამავალი დენია $1{,}8$ ა. განსაზღვრეთ: <br><br> ა) ელექტროდზე გამოყოფილი ვერცხლის მოცულობა;<br><br> ბ) ელექტროდზე გამოყოფილი ვერცხლის მასა; <br><br> გ) ელექტროლიზის მიმდინარეობის დროის შუალედი; <br><br> დ) ელექტროენერგიის დანახარჯი დროის მოცემულ შუალედში.",
    options: [],
    tags: []
  },

  // 3
  {
    question:"უპასუხეთ ქვემოთ მოცემულ თეორიულ კითხვებს ნახევარგამტარებზე. <br><br> ა) როგორ იცვლება ნახევარგამტარების წინაღობა ტემპერატურის გადიდებით. პასუხი დაასაბუთეთ. <br><br> ბ) როგორ მიიღება $p$ და $n$ ტიპის ნახევარგამტარები.",
    options: [],
    tags: []
  },

  // 4
  {
    question: "კონდენსატორის ფირფიტებს შორის სივრცე შევსებულია აზოტით, ფირფიტებს შორის მანძილია $d$. მაქსიმუმ რა ძაბვამდე შეიძლება კონდენსატორის დამუხტვა, თუ აზოტის იონიზაციის ენერგიაა $E_0$, ელექტრონის თავისუფალი განარბენის სიგრძეა $\\lambda$, ელექტრონის მუხტის მოდული კი $e$.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "ვაკუუმში ანოდსა და კათოდს შორის ძაბვა $45{,}5$ ვ-ია. კათოდთან ელექტრონების სიჩქარე ნულია და ანოდისკენ ზრდადი სიჩქარით მოძრაობენ. <br><br> ა) რა ზრდის ელექტრონების სიჩქარეს? პასუხი დაასაბუთეთ; <br><br> ბ) განსაზღვრეთ ელექტრული ველის მიერ შესრულებული მუშაობა; <br><br> გ) როგორი კავშირია ელექტრული ველის მუშაობისა და ელექტრონის კინეტიკური ენერგიის ცვლილებას შორის? <br><br> დ) განსაზღვრეთ ელექტრონის სიჩქარე ანოდთან.",
    options: [],
    tags: []
  },

  // 6
  {
    image: "physics-quizzes/class-10/images/image29.png",
    question:"განსაზღვრეთ პირველ სურათზე გამოსახული წრედის თითოეულ შტოში გამავალი დენი, თუ $\\mathcal{E}_1=2$ ვ, $\\mathcal{E}_2=4$ ვ, $\\mathcal{E}_3=6$ ვ, $R_1=4$ ომი, $R_2=6$ ომი, $R_3=8$ ომი, $r_1=0{,}5$ ომი, $r_2=1$ ომი, $r_3=1{,}5$ ომი.",
    options: [],
    tags: []
  },

  // 7
  {
    image: "physics-quizzes/class-10/images/image30.png",
    question:"მუდმივი $U=20$ ვ ძაბვის წყაროს პოლუსებს $t_1=1$ წმ-ის განმავლობაში \"+\"-ით უერთებენ $A$ წერტილს, ხოლო \"-\"-ით კი $B$ წერტილს. შემდეგ $t_2=3$ წმ-ის განმავლობაში \"+\"-ით უერთებენ $B$ წერტილს, ხოლო \"-\"-ით კი $A$ წერტილს. განსაზღვრეთ წრედში გამოყოფილი სითბო, თუ თითოეული რეზისტორის წინაღობა $R=10$ ომია. დიოდები ჩათვალეთ იდეალურად (დენს ატარებს ისრის მიმართულებით, საპირისპიროდ კი არა).",
    options: [],
    tags: []
  },

  // 8
  {
    question: "წრედიდან გამორთული დამუხტული ბრტყელი კონდენსატორის ფირფიტებს შორის შეიყვანეს $\\varepsilon$ დიელექტრიკული შეღწევადობის დიელექტრიკი ისე, რომ მან მთლიანად შეავსო ფირფიტებს შორის არსებული სივრცე. რამდენჯერ შეიცვალა კონდენსატორის <br><br> ა) ტევადობა; <br><br> ბ) მუხტი ფირფიტებზე; <br><br> გ) ძაბვა ფირფიტებს შორის; <br><br> დ) ენერგია;",
    options: [],
    tags: []
  },

  // 9
  {
    question: "$300$ ვ ძაბვაზე გაანგარიშებული $60$ ვტ და $150$ ვტ სიმძლავრის ნათურები შეაერთეს მიმდევრობით და ჩართეს $210$ ვ ძაბვის ქსელში. განსაზღვრეთ: <br><br> ა) თითოეული ნათურის წინაღობა; <br><br> ბ) თითოეულ ნათურაში გამავალი დენი; <br><br> გ) თითოეული ნათურის მიერ მომხმარებელი სიმძლავრე; <br><br> დ) ჩართვის მომენტში ნათურებში გამავალი დენია მეტი თუ შემდეგ ნათურების ნათებისას? პასუხი დაასაბუთეთ.",
    options: [],
    tags: []
  },

  // 10
  {
    question:"დენის სიმკვრივე $j$ მართობულია ორი ნივთიერების გამყოფი სიბრტყის, რომელთა კუთრი წინაღობებია $\\rho_1$ და $\\rho_2$. <br><br> ა) განსაზღვრეთ ველის დაძაბულობა თითოეულ ნივთიერებაში; <br><br> ბ) იპოვეთ ნივთიერებების გამყოფი სიბრტყის ზედაპირული მუხტის სიმკვრივე.",
    options: [],
    tags: []
  }
];
