const quizData = [
//1
{
  question: "ჩამოთვლილთაგან რომლის ტოლია $\\sqrt[16]{8^{12}}$ გამოსახულების მნიშვნელობა?",
  options: ["$4^{\\frac{3}{4}}$", "$2^{\\frac{9}{4}}$", "$8^{\\frac{1}{4}}$", "$2^{\\frac{3}{4}}$", "$8^{\\frac{1}{2}}$", "ყველა წინა პასუხი მცდარია"],
  correct: 1,
  tags: []
},

//2
{
  question: "ჩამოთვლილთაგან რომელი ტოლობაა ნებისმიერი ორი $A$ და $B$ დამოუკიდებელი ხდომილებისთვის აუცილებლად ჭეშმარიტი? ($p(A)$ — $A$-ს მოხდენის ალბათობაა, $A + B$ გაერთიანებაა, $AB$ თანაკვეთაა)",
  options: [
    "$p(A + B) = 1$",
    "$p(A + B) = p(A) + p(B)$",
    "$p(A) + p(B) = 1$",
    "$p(A + B) = p(A) + p(B) - p(A)p(B)$",
    "$p(AB) = 1$",
    "ყველა წინა პასუხი მცდარია"
  ],
  correct: 3,
  tags: []
},

//3
{
  question: "ჩამოთვლილთაგან რომელი ტოლობაა ნებისმიერი ორი $A$ და $B$ არათავსებადი ხდომილებისთვის აუცილებლად ჭეშმარიტი? ($p(A)$ — $A$-ს მოხდენის ალბათობაა, $A + B$ გაერთიანებაა, $AB$ თანაკვეთაა)",
  options: [
    "$p(A + B) = 1$",
    "$p(A + B) = p(A) + p(B)$",
    "$p(A) + p(B) = 1$",
    "$p(A + B) = p(A) + p(B) - p(A)p(B)$",
    "$p(AB) = 1$",
    "ყველა წინა პასუხი მცდარია"
  ],
  correct: 1,
  tags: []
},

//4
{
  question: "$ABCD$ პარალელოგრამის $B$ წვეროდან გავლებული სიმაღლეების სიგრძეები $2$-ისა და $3$-ის ტოლია, ამ სიმაღლეებს შორის კუთხე კი $\\alpha$-ს ტოლია. იპოვეთ პარალელოგრამის ფართობი.",
  options: [
    "$6 \\sin \\alpha$",
    "$3 \\sin \\alpha$",
    "$12 \\sin \\alpha$",
    "$\\frac{6}{\\sin \\alpha}$",
    "$\\frac{3}{\\sin \\alpha}$",
    "$\\frac{12}{\\sin \\alpha}$"
  ],
  correct: 3,
  tags: []
},

//5
{
  question: "იპოვეთ $\\vec{a}(\\sqrt[3]{5^7}; 2^{\\frac{5}{6}})$ და $\\vec{b}(-\\sqrt[6]{2^5}; 5^{\\frac{7}{3}})$ ვექტორებს შორის კუთხე.",
  options: ["$180^{\\circ}$", "$150^{\\circ}$", "$135^{\\circ}$", "$120^{\\circ}$", "$90^{\\circ}$", "$60^{\\circ}$"],
  correct: 4,
  tags: []
},

//6
{
  image: "math/class-9/images/image6.png",
  question: "კამათელი გააგორეს $10$-ჯერ. მოცემულია მიღებული შედეგების ფარდობითი სიხშირეთა ცხრილი. ამ მონაცემების მიხედვით იპოვეთ შედეგების მოდის, მედიანისა და საშუალოს ჯამი.",
  options: ["$10$", "$9$", "$11$", "$10{,}5$", "$9{,}5$", "$11{,}5$"],
  correct: 0,
  tags: []
},

//7
{
  question: "მიმდევრობა, რომელიც $a_{n} = (-2)^{n}$ ზოგადი წევრის ფორმულით მოიცემა, არის ...",
  options: ["ზრდადი", "კლებადი", "შემოსაზღვრული", "მუდმივი", "არითმეტიკული პროგრესია", "ყველა წინა პასუხი მცდარია"],
  correct: 5,
  tags: []
},

//8
{
  question: "იპოვეთ $f(x) = \\frac{3x - 4}{5x - 6}$ ფუნქციის მნიშვნელობათა სიმრავლე.",
  options: [
    "$\\mathbb{R} \\setminus (-\\frac{1}{2})$",
    "$\\mathbb{R} \\setminus (-\\frac{4}{5})$",
    "$\\mathbb{R} \\setminus (\\frac{4}{3})$",
    "$\\mathbb{R} \\setminus (\\frac{6}{5})$",
    "$\\mathbb{R} \\setminus (\\frac{2}{3})$",
    "$\\mathbb{R} \\setminus (\\frac{3}{5})$"
  ],
  correct: 5,
  tags: []
},

//9
{
  question: "ტრაპეციაში დიაგონალების გატარებით მიღებული ოთხი სამკუთხედის ფართობებიდან უმცირესი $2$-ის, უდიდესი კი $3$-ის ტოლია. იპოვეთ ტრაპეციის ფართობი.",
  options: ["$4\\sqrt{5}$", "$4\\sqrt{6}$", "$9$", "$10$", "$(\\sqrt{2} + \\sqrt{3})^{2}$", "$7{,}5$"],
  correct: 4,
  tags: []
},

//10
{
  question: "$2\\sqrt{3}$-ის ტოლ რადიუსიან წრეში გავლებულია ორი არაგადამკვეთი და არაპარალელური $2\\sqrt{6}$ და $6$ სიგრძის ქორდა. იპოვეთ ამ ქორდებს შორის მოქცეული წრის ნაწილის ფართობი.",
  options: [
    "$6\\pi + 5 + 3\\sqrt{3}$",
    "$6\\pi + 3 + 5\\sqrt{3}$",
    "$5\\pi + 6 + 3\\sqrt{3}$",
    "$5\\pi + 3 + 6\\sqrt{3}$",
    "$3\\pi + 6 + 5\\sqrt{3}$",
    "$3\\pi + 5 + 6\\sqrt{3}$"
  ],
  correct: 2,
  tags: []
},
//11
{
  question: "დადებითწევრებიანი, უსასრულოდ კლებადი გეომეტრული პროგრესიის წევრთა ჯამი $4$-ჯერ მეტია მისი პირველი და მეორე წევრის ჯამზე. იპოვეთ ამ პროგრესიის მნიშვნელი.",
  options: ["$\\frac{1}{2}$", "$\\frac{\\sqrt{2}}{2}$", "$\\frac{\\sqrt{3}}{2}$", "$\\frac{1}{3}$", "$\\frac{\\sqrt{2}}{3}$", "$\\frac{\\sqrt{3}}{3}$"],
  correct: 2,
  tags: []
},

//12
{
  question: "იპოვეთ ყველა დადებითი, უკვეცი, $10$-ზე ნაკლები წილადის ჯამი, რომელთა მნიშვნელი $3$-ის ტოლია.",
  options: ["$100$", "$70$", "$105$", "$90$", "$85$", "$115$"],
  correct: 0,
  tags: []
},

//13
{
  question: "იპოვეთ $[ \\{ x \\} ] = [ \\{ x \\} ]$ განტოლების ამონახსნთა სიმრავლე ($[\\ldots]$ მთელი ნაწილი, $\\{\\ldots\\}$ წილადი ნაწილი).",
  options: ["$\\mathbb{R}$", "∅", "$\\{0; 1\\}$", "$(0; 1)$", "$[0; 1]$", "ყველა წინა პასუხი მცდარია"],
  correct: 0,
  tags: []
},

//14
{
  question: "სამკუთხედის გვერდების სიგრძეებია $13$, $14$ და $15$. ამ სამკუთხედის სიმაღლეების სიგრძეებია $m$, $n$ და $k$. იპოვეთ $\\frac{1}{m} + \\frac{1}{n} + \\frac{1}{k}$ ჯამის მნიშვნელობა.",
  options: ["$\\frac{6}{19}$", "$\\frac{5}{16}$", "$\\frac{4}{13}$", "$\\frac{3}{10}$", "$\\frac{2}{7}$", "$\\frac{1}{4}$"],
  correct: 5,
  tags: []
},

//15
{
  question: "იპოვეთ წესიერი სამკუთხედის ფართობის შეფარდება მასზე შემოხაზულ და მასში ჩახაზულ წრეწირებს შორის მოქცეულ რგოლის ფართობთან.",
  options: [
    "$\\frac{3\\sqrt{2}}{\\pi}$",
    "$\\frac{3}{\\pi}$",
    "$\\frac{3\\sqrt{3}}{\\pi}$",
    "$\\frac{\\sqrt{3}}{\\pi}$",
    "$\\frac{2\\sqrt{3}}{\\pi}$",
    "$\\frac{2}{\\pi}$"
  ],
  correct: 3,
  tags: []
},

//16
{
  question: "ექვს წევრიანი გეომეტრული პროგრესიის წევრების ჯამი $28$-ჯერ მეტია ბოლო სამი წევრის ჯამზე. იპოვეთ ამ პროგრესიის მნიშვნელი.",
  options: ["$-\\frac{1}{2}$", "$-\\frac{1}{3}$", "$-\\frac{1}{4}$", "$\\frac{1}{2}$", "$\\frac{1}{3}$", "$\\frac{1}{4}$"],
  correct: 4,
  tags: []
},

//17
{
  question: "ნებისმიერი ნატურალური $n$ რიცხვისათვის $a_{n}$ მიმდევრობის პირველი $n$ წევრის საშუალო არითმეტიკული $2n - 1$-ის ტოლია. იპოვეთ $a_{1} + a_{4} + a_{7}$.",
  options: ["$12$", "$36$", "$39$", "$48$", "$60$", "$65$"],
  correct: 2,
  tags: []
},

//18
{
  question: "იპოვეთ $a$ პარამეტრის ყველა იმ დადებითი მნიშვნელობათა სიმრავლე, რომელთათვისაც $\\frac{x - 1}{x - a} < 0$ უტოლობას ექნება ორი მთელი ამონახსნი.",
  options: ["$(0; 1)$", "$[1; 2]$", "$[2; 3)$", "$(3; 4]$", "$[4; 5]$", "$(5; 6)$"],
  correct: 3,
  tags: []
},

//19
{
  question: "$ABC$ სამკუთხედის ფართობი $1$-ის ტოლია. $N$ წერტილი $AC$ გვერდის შუაწერტილია, ხოლო $BC$ გვერდზე აღებულია ისეთი $M$ წერტილი, რომ $BM : MC = 1:2$. $AM$ და $BN$ მონაკვეთები $O$ წერტილში იკვეთებიან. იპოვეთ $OMCN$ ოთხკუთხედის ფართობი.",
  options: ["$\\frac{9}{20}$", "$\\frac{11}{20}$", "$\\frac{7}{16}$", "$\\frac{9}{16}$", "$\\frac{5}{12}$", "$\\frac{7}{12}$"],
  correct: 4,
  tags: []
},

//20
{
  question: "იპოვეთ მანძილი $A(-1;5)$ წერტილიდან $B(3;2)$ და $C(1;-2)$ წერტილებზე გამავალ წრფემდე.",
  options: ["$\\frac{11}{\\sqrt{5}}$", "$5$", "$2\\sqrt{6}$", "$\\frac{14}{3}$", "$\\frac{24}{5}$", "$\\frac{12\\sqrt{5}}{5}$"],
  correct: 0,
  tags: []
},

//21
{
  question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობათა სიმრავლე, რომელთათვისაც $y = x^{2} - 2x + a$ და $y = x^{2} - 4x + 2a$ ფუნქციების გრაფიკების წვეროები $y = 2x$ ფუნქციის გრაფიკის სხვადასხვა მხარეს მდებარეობენ (იგულისხმება, არცერთი წვერო არ მდებარეობს $y = 2x$ ფუნქციის გრაფიკზე).",
  options: [
    "$(\\frac{5}{2}; \\frac{9}{2})$",
    "$(\\frac{1}{2}; \\frac{9}{2})$",
    "$(0; 5)$",
    "$(\\frac{3}{2}; \\frac{7}{2})$",
    "$(1; 2)$",
    "$(3; 4)$"
  ],
  correct: 5,
  tags: []
},

//22
{
  question: "$y = f(x)$ კვადრატული ფუნქციისათვის ცნობილია, რომ $f(50) < 0$, $f(100) > 0$, $f(150) > 0$ და $f(200) < 0$. ჩამოთვლილთაგან რომელი აუცილებლად ჭეშმარიტია?",
  options: ["$f(75) = 0$", "$f(125) > 0$", "$f(175) < 0$", "$f(75) < 0$", "$f(125) = 0$", "$f(175) > 0$"],
  correct: 1,
  tags: []
},

//23
{
  question: "ჩამოთვლილთაგან რომელი მარტივი რიცხვი შეიძლება იყოს $p$, თუ რომელიღაც $a$, $b$ და $c$ ნატურალური რიცხვებისათვის სრულდება $a \\equiv b - 5~(mod~p)$, $b \\equiv c - 15~(mod~p)$ და $c \\equiv a - 7~(mod~p)$ სადარობები?",
  options: ["$p = 2$", "$p = 3$", "$p = 5$", "$p = 7$", "$p = 11$", "$p = 13$"],
  correct: 1,
  tags: []
},

//24
{
  question: "$n$ კენტი რიცხვია. წესიერ $n$-კუთხედში ერთი წვეროდან გავლებულ ყველაზე პატარა სიგრძის და ყველაზე დიდი სიგრძის მქონე დიაგონალებს შორის კუთხე $199$-ჯერ მეტია იმავე წვეროდან გავლებულ ორ ყველაზე დიდი სიგრძის დიაგონალს შორის. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს $n$?",
  options: ["$199$", "$203$", "$403$", "$207$", "$397$", "$197$"],
  correct: 2,
  tags: []
},

//25
{
  question: "$ABC$ სამკუთხედში $M$ მედიანების გადაკვეთის წერტილია. გამოსახეთ $\\vec{AM}$ ვექტორი $\\vec{AB} = \\vec{x}$ და $\\vec{AC} = \\vec{y}$ ვექტორების საშუალებით.",
  options: [
    "$\\frac{\\vec{x} + 2\\vec{y}}{3}$",
    "$\\frac{\\vec{x} + \\vec{y}}{4}$",
    "$\\frac{\\vec{x} + \\vec{y}}{2}$",
    "$\\frac{2\\vec{x} + 2\\vec{y}}{5}$",
    "$\\frac{2\\vec{x} + 2\\vec{y}}{3}$",
    "$\\frac{\\vec{x} + \\vec{y}}{3}$"
  ],
  correct: 5,
  tags: []
}
];
