const quizData = [
  // 1
  {intro:"გრავიტაციული მუდმივა $G=6{,}67 \\cdot 10^{−11}$ მ $^3 $/(კგ $\\cdot$ წმ$^2$) <br><br> ამოცანებში ნუ გაითვალისწინებთ ჰაერის წინააღმდეგობის ძალას. <br><br> რიცხვით გამოთვლებში ჩათვალეთ, რომ დედამიწაზე თავისუფალი ვარდნის აჩქარება $g=10$ მ/წმ$^2$ <br><br>  უსასრულოდ დაშორებული სხეულების გრავიტაციული ურთიერთქმედების პოტენციური ენერგია ნულის ტოლად ჩათვალეთ.",
    question: "ჰორიზონტალურ თოვლიან ბილიკზე ბიჭი თანაბრად მიასრიალებს ციგას მასზე გამობმული თოკით ისე, რომ თოკი ჰორიზონტთან $30^\\circ$-იან კუთხეს ქმნის. იპოვეთ ციგის $5$ მ-ით გადაადგილებისას ბიჭის მიერ შესრულებული მუშაობა, თუ თოკის დაჭიმულობის ძალა $20$ ნ-ია.",
   options: ["$100$ ჯ", "$50$ ჯ", "$50\\sqrt3$ ჯ", "$50\\sqrt2$ ჯ", "$0$"],
     correct: 2,
    tags: []
  },
  // 2
  {
    question: "ჰორიზონტალურ ზედაპერიზე დადებულ ძელაკს მიანიჭეს $4$ მ/წმ საწყისი სიჩქარე. იპოვეთ რა მანძილს გაივლის ის საწყისი მომენტიდან გაჩერებამდე, თუ ზედაპირსა და ძელაკს შორის ხახუნის კოეფიციენტი $0{,}8$-ის ტოლია.",
    options: ["$2/3$ მ", "$0{,}8$ მ", "$1$ მ", "$2{,}4$ მ", "$5$ მ"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "სხეული აისროლეს ვერტილაკურად ზევით $20$ მ/წმ სიჩქარით. იპოვეთ სხეულის მიერ პირველ $3$ წმ-ში გავლილი მანძილი.",
        options: ["$5$ მ", "$10$ მ", "$15$ მ", "$20$ მ", "$25$ მ"],
 correct: 4,
    tags: []
  },
  // 4
  {
    question: "ნივთიერი წერტილი იწყებს მოძრაობას წრეწირზე მუდმივი $\\pi/4$ რად/წმ$^2$ კუთხური აჩქარებით. განსაზღვრეთ პირველად რა დროში დაუბრუნდება ის საწყის წერტილს.",
      options: ["$2$ წმ", "$4$ წმ", "$16$ წმ", "$\\frac{\\pi^2}{2}$ წმ", "$0{,}5$ წმ"],
   correct: 1,
    tags: []
  },
  // 5
  {
    question: "ჰორიზონტალური ზედაპირიდან უცნობი კუთხით და $15$ მ/წმ სიჩქარით გაისროლეს ქვა. ზედაპირიდან რა მაქსიმალურ სიმაღლეზე ავა სხეული, თუ მისი მინიმალური სიჩქარე მოძრაობის პროცესში $9$ მ/წმ იყო.",
    options: ["$11{,}25$ მ", "$10{,}5$ მ", "$8{,}25$ მ", "$7{,}2$ მ", "$1{,}8$ მ"],
    correct: 3,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-9/images/image-21.png",
    question: "$L=1{,}3$ მ სიგრძის ძაფზე დაკიდებულ ბურთულას თანაბრად ატრიალებენ ჰორიზონტალურ სიბრტყეში $R=0{,}5$ მ რადიუსის წრეწირზე. განსაზღვრეთ ბურთულას მოძრაობის კუთხური სიჩქარე.",
   options: ["$\\frac{5}{\\sqrt3}$ რად/წმ", "$4\\sqrt3$ რად/წმ", "$2\\sqrt3$ რად/წმ", "$6$ რად/წმ", "$12$ რად/წმ"],
     correct: 0,
    tags: []
  },
  // 7
  {image: "physics-quizzes/class-9/images/image-19.png",
    task:"$H$ სიმაღლიდან ღარში ჩამოსრიალებული $m$ მასის პატარა ძელაკი მოძრაობს $R$ რადიუსიან “მკვდარ მარყუჟზე“. ხახუნი უგულებელყავით. მოცემული პირობის მიხედვით უპასუხეთ $7$ და $8$ შეკითხვებს. ",
    question: "იპოვეთ $H$-ის მინიმალური მნიშვნელობა, რომლიდანაც უნდა ჩამოსრიალდეს ძელაკი, რომ $R$ რადიუსიანი “მკვდარ მარყუჟი“ გაიაროს.",
   options: ["$2R$", "$2{,}5R$", "$3R$", "$2\\sqrt2R$", "$2\\sqrt3R$"],
   correct: 1,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-9/images/image-19.png",
    question: "იპოვეთ $B$ და $A$ წერტილში ძელაკის სიჩქარეების შეფარდება $\\frac{V_B}{V_A},$ როცა $H=4R$.",
     options: ["$0{,}5$", "$\\sqrt2$", "$\\sqrt3$", "$2$", "$2{,}5$"],
    correct: 1,
    tags: []
  },
  // 9
  {
    question: "$M$ მასის პლანეტის გარშემო $R$ და $4R$ რადიუსის წრიულ ორბიტებზე მოძრაობს ორი თანამგზავრი, რომელთა სიჩქარეები შესაბამისად არის $V_1$ და $V_2$. განსაზღვრეთ $V_2$ თუ $V_1=6$ კმ/წმ.",
    options: ["$1{,}5$ კმ/წმ", "$3$კმ/წმ", "$12$ კმ/წმ", "$24$ კმ/წმ", "დადგენა შეუძლებელია"],
    correct: 1,
    tags: []
  },
  // 10
  {
    question: "ლიფტის ჭერზე მიმაგრებულ $200$ ნ/მ სიხისტის ზამბარაზე დაკიდებულია $5$ კგ მასის სხეული. როდესაც ლიფტი მოძრაობს ზევით მიმართული $a$ აჩქარებით, მაშინ ზამბარა წაგრძელებულია $30$ სმ-ით. იპოვეთ $a$.",
    options: ["$2$ მ/წმ$^2$", "$3$ მ/წმ$^2$", "$\\frac{3^3}{4}$ მ/წმ$^2$", "$4$ მ/წმ$^2$", "$5$ მ/წმ$^2$"],
    correct: 0,
    tags: []
  },
  // 11
  {
    question: "ორი ერთნაირი სიგრძის $k_1$ და $k_2$ სიხისტის ზამბარა ჯერ შეაერთეს მიმდევრობით, შემდეგ კი პარალელურად. მიმდევრობით შეერთებით მიღებულ სისტემას მასზე დაკიდებული $2{,}4$ კგ მასის ტვირთი ჭიმავს $20$ სმ-ით, ხოლო პარალელური შეერთებით მიღებულ სისტემას კი $4{,}8$ სმ-ით. იპოვეთ $|k_1-k_2|$",
    options: ["$10$ ნ/მ", "$50$ ნ/მ", "$100$ ნ/მ", "$200$ ნ/მ", "$300$ ნ/მ"],
    correct: 2,
    tags: []
  },
  // 12
  {
    question: "გლუვ დახრილ სიბრტყეზე დადებული ძელაკი ქვემოთ ჩამოსრიალდა $5$ მ/წმ$^2$ აჩქარებით. რისი ტოლი უნდა ყოფილიყო ხახუნის კოეფიციენტი დახრილ სიბრტყესა და ძელაკს შორის, რომ სხეული $2$-ჯერ ნაკლები აჩქარებით ჩამოსრიალებულიყო.",
      options: ["$\\frac{\\sqrt3}{2}$", "$\\frac{2\\sqrt2}{3}$", "$\\frac{2\\sqrt3}{5}$", "$\\frac{2}{5}$", "$\\frac{\\sqrt3}{6}$"],
    correct: 4,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-9/images/image-20.png",
    question: "გლუვ ჰორიზონტალურ ზედაპირზე მყოფი $m_1$ და $m_2$ მასის ორი სხეული გადაბმულია უმასო და უჭიმვადი თოკით. როდესაც ამ სხეულებზე მოქმედებენ ურთიერთსაწინააღმდეგოდ მიმართული $2F$ და $5F$ ძალები, მათი დამაკავშირებელი თოკი დაჭიმულია $4F$ ძალით. განსაზღვრეთ $m_2/m_1$.",
    options: ["$2{,}5$", "$1{,}6$", "$5/8$", "$0{,}5$", "$0{,}25$"],
    correct: 3,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-9/images/image-17.png",
    question: "ჭერზე უმასო ვერტიკალური ღეროთი მიმაგრებულ იდეალურ ჭოჭონაქზე გადადებულია გრძელი, უმასო და უჭიმვადი თოკი, რომლის ბოლოებზეც დაკიდებულია $m_1$ და $m_2$ მასის სხეულები $(m_1 < m_2)$. თავდაპირველად $m_1$ მასის სხეულს ხელით უძრავად აკავებენ, ისე რომ სხეულები ერთ დონეზე არიან. რაღაც მომენტში სხეული გაათავისუფლეს და სისტემამ დაიწყო მოძრაობა. მოძრაობის დაწყებიდან $1$ წმ-ის შემდეგ სხეულების ვერტიკალურ დონეთა სხვაობა $4$ მ გახდა. ცნობილია რომ $m_2=3{,}5$ კგ. <br><br> ა) იპოვეთ ღეროს დაჭიმულობის ძალა სისტემის გათავისუფლებამდე. <br><br> ბ) იპოვეთ $m_2$ მასის სხეულის აჩქარება სისტემის გათავისუფლების შემდეგ. <br><br> გ) იპოვეთ $m_1$ მასა. <br><br> დ) იპოვეთ თოკის დაჭიმულობის ძალა სისტემის გათავისუფლების შემდეგ.",
    options: [],
    correct: null,
    tags: []
  },
  // 15
  {
    question: "$R$ რადიუსის მქონე ბირთვის ფორმის ერთგვაროვანი პლანეტის გარშემო $2R$ რადიუსიან წრიულ ორბიტაზე მოძრაობს $m$ მასის თანამგზავრი. პლანეტის ზედაპირზე თავისუფალი ვარდნის აჩქარება $g$-ს ტოლია. <br><br> ა) იპოვეთ პლანეტის მასა $M$. <br><br> ბ, გ და დ პუნქტებში საძიებელი სიდიდეების გამოსასახად შეგიძლიათ გამოიყენოთ პლანეტის მასა $M$. <br><br> ბ) იპოვეთ თანამგზავრის ბრუნვის პერიოდი. <br><br> გ) იპოვეთ თანამგზავრის სრული მექანიკური ენერგია. <br><br> დ) თუ თანამგზავრი მომენტალურად გაჩერდება, რა სიჩქარით დაეცემა იგი პლანეტის ზედაპირს.",
    options: [],
    correct: null,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-9/images/image-18.png",
    question: "$\\alpha$ კუთხით დახრილი სოლი დევს გლუვ ჰორიზონტალურ ზედაპირზე, ისე რომ ვერტიკალური წახნაგით ეხება კედელს. სოლის ქვედა ნაწილზე დადებულ $m$ მასის ძელაკს მიანიჭეს $v_0$ საწყისი სიჩქარე. ხახუნის კოეფიციენტი სოლსა და ძელაკს შორის $\\mu$-ს ტოლია. ჩათვალეთ, რომ სხეული მოძრაობის პროცესში სოლის ზედა წერტილს ვერ აღწევს და მაქსიმალური სიმაღლის მიღწევის შემდეგ ქვემოთ იწყებს ჩამოსრიალებას. <br><br> ა) იპოვეთ ძელაკის აჩქარება ზემოთ მოძრაობისას. <br><br> ბ) რამდენჯერ ნაკლებია ძელაკის მაქსიმალურ სიმაღლეზე ასვლის დრო ჩამოსვლის დროთან შედარებით. <br><br> გ) განსაზღვრეთ $\\mu$ -ს რა მინიმალური მნიშვნელობისთვის არ ჩამოსრიალდება ძელაკ. <br><br> დ) იპოვეთ რა ძალით აწვება სოლი ვერტიკალურ კედელს, ძელაკის ზევით მოძრაობისას.",
    options: [],
    correct: null,
    tags: []
  }
];