const quizData = [
  // 1
  {
    question: "ავტომობილი მოძრაობს $36$ კმ/სთ სიჩქარით. მან დაიწყო დამუხრუჭება $2$ მ/წმ$^{2}$ აჩქარებით. განსაზღვრეთ რამდენ ხანში გაუნახევრდება მას სიჩქარე.",
    options: ["$18$", "$9$ წმ", "$5$ წმ", "$4{,}5$ წმ", "$2{,}5$ წმ"],
    correct: 4,
    tags: []
  },
  // 2
  {
    question: "კატერი $A$ პუნქტიდან მდინარის მიმართულებით წავიდა $B$ პუნქტისკენ და დაბრუნდა უკან (ისევ $A$-ში). მდინარის სიჩქარეა $1$ მ/წმ, კატერის სიჩქარე კი წყლის მიმართ $5$ მ/წმ. განსაზღვრეთ მთელ გზაზე მოძრაობის საშუალო სიჩქარე.",
    options: ["$5{,}3$ მ/წმ", "$3$ მ/წმ", "$4{,}8$ მ/წმ", "$5$ მ/წმ", "$6$ მ/წმ"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "ავტომობილმა გასავლელი გზის $5/9$ ნაწილი იარა $90$ კმ/სთ სიჩქარით, ხოლო დარჩენილი გზა კი გაიარა $16$ მ/წმ სიჩქარით. განსაზღვრეთ ავტომობილის საშუალო სიჩქარე მთელ გზაზე.",
    options: ["$20$ მ/წმ", "$20{,}5$ მ/წმ", "$21$ მ/წმ", "$21{,}5$ მ/წმ", "$22$ მ/წმ"],
    correct: 0,
    tags: []
  },
  // 4
  {
    question: "ორი მატარებელი ერთმანეთის შესახვედრად მოძრაობს $16$ მ/წმ და $24$ მ/წმ სიჩქარეებით პარალელურ ლიანდაგებზე. შეხვედრიდან რა დროში ჩაუვლიან ისინი ერთმანეთს, თუ მათი სიგრძეებია შესაბამისად $250$ მ და $150$ მ?",
    options: ["$50$ წმ", "$100$ წმ", "$25$ წმ", "$20$ წმ", "$10$ წმ"],
    correct: 4,
    tags: []
  },
  // 5
  {
    question: "უძრავმა სხეულმა თანაბარაჩქარებულად დაიწყო მოძრაობა და მესამე წამში გაიარა $15$ მ. განსაზღვრეთ რა მანძილს გაივლის ის მეხუთე წამში.",
    options: ["$15$ მ", "$18$ მ", "$25$ მ", "$27$ მ", "$45$ მ"],
    correct: 3,
    tags: []
  },
  // 6
  {
    question: "ავტომობილმა თანაბარი მოძრაობისას $300$ მ მანძილი $20$ წამში გაიარა. რისი ტოლია ავტომობილის საბურავის ბრუნვის სიხშირე, თუ მისი დიამეტრი $50$ სმ-ია?",
    options: ["$\\frac{30}{\\pi}$", "$\\frac{15}{\\pi}$", "$\\frac{10}{\\pi}$", "$\\frac{\\pi}{10}$", "$\\frac{\\pi}{12}$"],
correct: 0,
    tags: []
  },
  // 7
  {
    question: "ორი ნივთიერი წერტილიდან პირველი ბრუნავს $200$ სმ რადიუსის, ხოლო მეორე $50$ სმ რადიუსის წრეწირზე. განსაზღვრეთ პირველი წერტილის ცენტრისკენული აჩქარების შეფარდება მეორეს ცენტრისკენულ აჩქარებასთან, თუ მათი ბრუნვის პერიოდები ერთნაირია.",
    options: ["$2$", "$4$", "$1$", "$16$", "$\\frac{1}{2}$"],
correct: 1,
    tags: []
  },
  // 8
  {
    question: "თავდაპირველად უძრავმა სხეულმა დაიწყო თანაბარაჩქარებული მოძრაობა. მოძრაობის დაწყებიდან $3$ წმ-ში მისი საშუალო სიჩქარეა $6$ მ/წმ. იპოვეთ სხეულის აჩქარება.",
    options: ["$1$ მ/წმ$^{2}$", "$2$ მ/წმ$^{2}$", "$3$ მ/წმ$^{2}$", "$4$ მ/წმ$^{2}$", "$6$ მ/წმ$^{2}$"],
    correct: 3,
    tags: []
  },
  // 9
  {
    question: "ბიჭმა გადაცურა $20$ მ სიგანის მდინარე უმოკლესი გზით. მისი ცურვის სიჩქარე წყლის მიმართ არის $0{,}5$ მ/წმ, ხოლო მდინარის დინების სიჩქარეა $0{,}3$ მ/წმ. რა დრო მოანდომა ბიჭმა მდინარის გადაცურვას?",
    options: ["$25$ წმ", "$40$ წმ", "$50$ წმ", "$80$ წმ", "$100$ წმ"],
    correct: 2,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-9/images/image..18.png",
    question: "სურათზე მოცემულია ორი სხეულის კოორდინატის დროზე დამოკიდებულების გრაფიკი. იპოვეთ $I$ სხეულის სიჩქარე.",
    options: ["$10$ მ/წმ", "$15$ მ/წმ", "$20$ მ/წმ", "$30$ მ/წმ", "$40$ მ/წმ"],
    correct: 1,
    tags: []
  },
  // 11
  {
    question: "სპორტსმენმა $S$ მანძილი $22$ წამში გაირბინა, საიდანაც $4$ წმ მოანდომა თანაბრად აჩქარებას, დანარჩენი დრო კი მირბოდა მუდმივი $5$ მ/წმ სიჩქარით. იპოვეთ $S$.",
    options: ["$120$ მ", "$100$ მ", "$90$ მ", "$80$ მ", "$130$ მ"],
    correct: 1,
    tags: []
  },
  // 12
  {
    question: "ერთი სხეული მოძრაობს $X$ ღერძის გასწვრივ $X=6t$ კანონის შესაბამისად, მეორე სხეული კი $X$-ის მართობულ $Y$ ღერძზე $Y=-24+8t$ კანონის შესაბამისად. განსაზღვრეთ უმოკლესი მანძილი ამ სხეულებს შორის. კოორდინატები გაზომილია მეტრებში, ხოლო დრო კი წამებში.",
    options: ["$14{,}4$ მ", "$18$ მ", "$19{,}2$ მ", "$24$ მ", "$32$ მ"],
    correct: 0,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-9/images/image..20.png",
    question: "გზატკეცილზე მდებარე $A$ პუნქტიდან საჭიროა ავტომანქანით უმცირეს დროში მოვხვდეთ $B$ პუნქტში, რომელიც მინდორში მდებარეობს და გზატკეცილიდან $24$ კმ მანძილითაა დაშორებული. ცნობილია, რომ ავტომანქანის სიჩქარე მინდორში $25$ კმ/სთ-ის ტოლია, გზატკეცილზე კი $65$ კმ/სთ. $C$ წერტილიდან რა მანძილზე უნდა გადავუხვიოთ გზატკეცილიდან?",
    options: ["$30$ კმ", "$24$ კმ", "$12$ კმ", "$10$ კმ", "$5$ კმ"],
    correct: 3,
    tags: []
  },
  // 14
  {
    question: "სხეული მოძრაობს სიბრტყეზე შემდეგი კანონის მიხედვით: $X=7-3t$; $Y=3t^{2}-2t+8$, სადაც კოორდინატები გაზომილია მეტრებში, ხოლო დრო კი წამებში. <br><br> ა) იპოვეთ სხეულის გადაადგილების მოდული საწყისი მომენტიდან $2$ წამში. <br><br> ბ) იპოვეთ სხეულის სიჩქარის მოდული საწყისი მომენტიდან $1$ წამში.",
    options: [],
    correct: null,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-9/images/image..19.png",
    question: "სურათზე გამოსახულია $x$ ღერძზე მოძრავი სხეულის სიჩქარის გეგმილის დროზე დამოკიდებულების გრაფიკი. <br><br> ა) რისი ტოლია აჩქარების გეგმილი დროის ($2$ წმ, $4$ წმ) შუალედში? <br><br> ბ) რისი ტოლია გავლილი მანძილი დროის ($0$ წმ, $10$ წმ) შუალედში? <br><br> გ) რისი ტოლია გადაადგილების გეგმილი დროის ($0$ წმ, $14$ წმ) შუალედში? <br><br> დ) საწყისი მომენტიდან რა დროში დაუბრუნდა სხეული საწყის მდებარეობას?",
    options: [],
    correct: null,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-9/images/image..21.png",
    question: "სურათზე მოცემულია $X$ ღერძზე მოძრავი სხეულის აჩქარების გეგმილის დროზე დამოკიდებულების გრაფიკი. სხეულმა მოძრაობა დაიწყო $t=0$ მომენტში. განსაზღვრეთ: <br><br> ა) სხეულის სიჩქარის გეგმილი $t=8$ წმ მომენტში; <br><br> ბ) მოძრაობის დაწყებიდან $10$ წამში სხეულის მიერ გავლილი მანძილი; <br><br> გ) სხეულის გადაადგილების მოდული მოძრაობის დაწყებიდან $15$ წამში.",
    options: [],
    correct: null,
    tags: []
  }
];