const quizData = [
  // 1
  {intro:"ყველა დავალებაში, სადაც თავისუფალი ვარდნის აჩქარების გამოყენებაა საჭირო, მიიჩნიეთ რომ $g=10$ მ/წმ$^2$;",
    question: "სხეული მოძრაობს წრფივად და თანაბარაჩქარებულად $X$ ღერძის გასწვრივ ისე, რომ მისი კოორდინატის დროზე დამოკიდებულება აღიწერება $X(t)=t^{2}-10t+12$ განტოლებით ($X$ გაზომილია მეტრებში, ხოლო $t$ კი წამებში). იპოვეთ სხეულის მიერ პირველ $20$ წამში გავლილი მანძილი.",
    options: ["$212$ $მ$", "$200$ $მ$", "$24$ $მ$", "$250$ $მ$", "$120$ $მ$"],
     correct: 3,
    tags: []
  },
  // 2
  {
    question: "ისრებიან საათში „წამების ისრის“ წვერო ბრუნვის ღერძიდან $15$ $\\text{სმ}$ მანძილზეა, გამოთვალეთ ამ წვეროს საშუალო წირითი სიჩქარის მოდული. (საათი სტანდარტულად მომუშავედ ჩათვალედ)",
    options: ["$0{,}5 \\pi$ $\\text{სმ}/\\text{წმ}$", "$1{,}5\\pi$ $\\text{სმ}/\\text{წმ}$", "$\\pi$ $\\text{სმ}/\\text{წმ}$", "$15\\pi$ $\\text{სმ}/\\text{წმ}$", "$2\\pi$ $\\text{სმ}/\\text{წმ}$"],
    correct: 0,
    tags: []
  },
  // 3
  {
    question: "სხეული $80$ $\\text{მ}$ სიმაღლიდან, უსაწყისო სიჩქარით იწყებს თავისუფალ ვარდნას, განსაზღვრეთ მის დაცემამდე ბოლო $1$ წამში გავლილი მანძილი. $g=10$ $\\text{მ}/\\text{წმ}^{2};$",
    options: ["$40$ $\\text{მ}$", "$35$ $\\text{მ}$", "$20$ $\\text{მ}$", "$15$ $\\text{მ}$", "$5$ $\\text{მ}$"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "სხეული მოძრაობს წრეწირზე $60$ $\\text{რად}/\\text{წმ}$ კუთხური სიჩქარით. სასტვენის ხმაზე სხეულმა დაიწყო დამუხრუჭება. დამუხრუჭების დაწყებიდან რა დროში განახევრდება სხეულის წირითი სიჩქარე, თუ დამუხრუჭებისას სხეული მოძრაობს მუდმივი $\\epsilon=-2$ $\\text{რად}/\\text{წმ}^{2}$ კუთხური აჩქარებით.",
     options: ["$5$ $წამში$", "$10$ $წამში$", "$15$ $წამში$", "$20$ $წამში$", "$30$ $წამში$"],
    correct: 2,
    tags: []
  },
  // 5
  {
    
    question: "ჰორიზონტალურ მინდორზე აღმართულია $60$ $\\text{მ}$ სიმაღლის მქონე ვერტიკალური ბოძი, რომლის წვეროდან, ჰორიზონტისადმი $30^{\\circ}$ -იანი კუთხით, $40$ $\\text{მ}/\\text{წმ}$ სიჩქარით გაისროლეს სხეული. განსაზღვრეთ, ამ ბოძის ფუძიდან რა მანძილზე შეიძლება დაეცეს სხული. ჰაერის წინააღმდეგობა არ გაითვალისწინოთ. $g=10$ $\\text{მ}/\\text{წმ}^{2}$",
    options: ["$240$ $მ$", "$120\\sqrt3$ $მ$", "$120$ $მ$", "$80\\sqrt3$ $მ$", "$60$ $მ$"],
    correct: 1,
    tags: []
  },
  // 6
  {
    question: "მზის გარშემო $100R$ რაიუსიან წრიულ ორბიტაზე მოძრაობს პლანეტა, ხოლო ამ პლანეტის გარშემო $R$ რადიუსიან წრიულ ორბიტაზე მოძრაობს ამ პლანეტის თანამგზავრი. ცნობილია რომ პლანეტა მზის გარშემოვლას ანდომებს $100T$ დროს. განსაზღვრეთ რა დროს ანდომებს თანამგზავრი პლანეტის გარშემოვლას? თანამგზავრის მასა პლანეტის მასასთან შედარებით ბევრად მცირეა.",
    options: ["$T$", "$10T$", "$0{,}1T$", "$0{,}01T$", "$ამ$ $მონაცემებით$ $დადგენა$ $შეუძლებელია$"],
   correct: 4,
    tags: []
  },
  // 7
  {
    question: "დედამიწისთვის პირველი კოსმოსური სიჩქარე არის $V$, რისი ტოლი იქნება პირველი კოსმოსური სიჩქარე პლანეტისთვის რომელსაც დედამიწასთან შედარებით $24$-ჯერ მეტი მასა და $6$-ჯერ მეტი რადიუსი აქვს.",
    options: ["$2V$", "$0{,}5V$", "$V$", "$12V$", "$V/12$"],
    correct: 0,
    tags: []
  },
  // 8
  {
    question: "ლიფტის ჭერზე ძაფზე დაკიდებულია $m$ მასის ბურთულა. როცა ლიფტი მოძრაობს ქვევით მიმართული $3$ $\\text{მ}/\\text{წმ}^{2}$ აჩქარებით, მაშინ ძაფის დაჭიმულობის ძალა არის $F$, ხოლო როცა ლიფტი მოძრაობს ზევით მიმართული $4$ $\\text{მ}/\\text{წმ}^{2}$ აჩქარებით, მაშინ ძაფის დაჭიმულობის ძალა არის ($F+5{,}6$ $\\text{ნ}$). იპოვეთ $m$. სიდიდეები მოცემულია $SI$ სისტემაში. $g=10$ $\\text{მ}/\\text{წმ}^{2};$",
    options: ["$0{,}6$ $კგ$", "$0{,}06$ $კგ$", "$0{,}08$ $კგ$", "$0{,}8$ $კგ$", "$0{,}7$ $კგ$"],
     correct: 3,
    tags: []
  },
  // 9
  {
    question: "$k$ და $2k$ სიხისტის ზამბარები შეაერთეს ჯერ მიმდევრობით, შემდეგ კი პარალელურად. მიმდევრობით შეერთებით მიღებულ სიტემას მასზე დაკიდებული $3{,}6$ $\\text{კგ}$ მასის ტვირთი ჭიმავს $90$ $\\text{სმ}$ - ით, რამდენი $\\text{სმ}$ - ით დაჭიმავს პარალელურად შეერთებით მიღებულ სისტემას მასზე დაკიდებული იგივე ტვირთი.",
     options: ["$5$ $\\text{სმ}$-ით", "$50$ $\\text{სმ}$-ით", "$20$ $\\text{სმ}$-ით", "$30$ $\\text{სმ}$-ით", "$25$ $\\text{სმ}$-ით"],
    correct: 2,
    tags: []
  },
  // 10
  {
    question: "$30^{\\circ}$ - ით დახრილ სიბრტყეზე საწყისი $20$ $\\text{მ}/\\text{წმ}$ სიჩქარით ასრიალდა ძელაკი, ხახუნის კოეფიციენტი სხეულსა და დახრილი სიბრტყის ზედაპირს შორის არის $\\frac{\\sqrt{3}}{6}.$ ძელაკმა მაქსიმალურ სიმაღლეს $t_{1}$ დროში მიაღწია, ხოლო მაქსიმალური სიმაღლიდან საწყის წერტილში $t_{2}$ დროში დაბრუნდა. იპოვეთ ამ დროების შეფარდება $t_{1}/t_{2}$",
     options: ["$\\frac{\\sqrt3}{6}$", "$3$", "$\\frac{1}{3}$", "$\\sqrt3$", "$\\frac{\\sqrt3}{3}$"],
    correct: 4,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-9/images/image--1.png",
    question: "უმასო თოკზე დაკიდებულ $m=2$ $\\text{კგ}$ მასის ტვირთზე ასევე უმასო თოკით არის ჩამოკიდებული $M=6$ $\\text{კგ}$ მასის მეორე ტვირთი. $m$ მასის ტვირთზე მოქმედებს ვერტიკალურად ზევით მიმართული $F = 96$ $\\text{ნ}$ ძალა. განსაზღვრეთ ტვირთებს შორის მოთავსებული თოკის დაჭიმულობის ძალა. $g=10$ $\\text{მ}/\\text{წმ}^{2};$",
     options: ["$12$ $ნ$", "$18$ $ნ$", "$32$ $ნ$", "$72$ $ნ$", "$84$ $ნ$"],
    correct: 3,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-9/images/image--3.png",
    question: "მცირე ზომის $m$ მასის სხეული $H$ სიმაღლიდან იწყებს სრიალს გლუვ დახრილ ფერდობზე და ასრულებს “მკვდარ მარყუჟს”  $H\\ge2{,}5R$. სხეულზე მოქმედი რეაქციის ძალა $B$ წერტილში $3$-ჯერ უფრო მეტია, ვიდრე რეაქციის ძალა $A$ წერტილში. იპოვეთ $H/R$",
     options: ["$2{,}5$", "$3$", "$3{,}5$", "$4$", "$5$"],
     correct: 3,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-9/images/image--2.png",
    question: "ოთხი ერთნაირი ბურთულა გაისროლეს ერთი და იმავე სიმაღლიდან სხვადასხვა მიმართულებით მოდულით ტოლი სიჩქარეებით. რომელ ბურთულას ექნება ყველაზე მეტი კინეტიკური ენერგია ჰორიზონტალურ ზედაპირზე დაცემისას? ჰაერის წინააღმდეგობის ძალა არ გაითვალისწინოთ.",
      options: ["$1$", "$2$", "$3$", "$4$", "ოთხივეს ერთნაირი ექნება"],
   correct: 4,
    tags: []
  },
  // 14
  {
    question: "$20$ $\\text{ნ}$ ძალის მოქმედებით სხეული გადაადგილდა $X$ ღერძის გასწვრივ $6$ $\\text{დმ}$ მანძილზე, იპოვეთ ამ $F$ ძალის მიერ შესრულებული მუშაობა, თუ ის $X$ ღერძისადმი $60^{\\circ}$ - იანი კუთხით იყო მიმართული.",
      options: ["$6$ $ჯ$", "$12$ $ჯ$", "$60$ $ჯ$", "$120$ $ჯ$", "$30$ $ჯ$"],
    correct: 0,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-9/images/image--4.png",
    question: "განსაზღვრეთ სურათზე გამოსახული ძალების ტოლქმედის მოდული, თუ თითოეული შესაკრები ძალის მოდული ერთნაირია და $12$ $\\text{ნ}$-ის ტოლია. მესამე და მეექვსე ძალები მიმართულია ჰორიზონტალურად, ხოლო პირველი და მეხუთე ძალები - ვერტიკალურად. $\\alpha$ კუთხე $30^{\\circ}$-ია.",
       options: ["$6$ $ნ$", "$4\\sqrt3$ $ნ$", "$12$ $ნ$", "$6\\sqrt3$ $ნ$", "$24$ $ნ$"],
   correct: 2,
    tags: []
  },
  // 16
  {
    question: "გლუვ ჰორიზონტალურ ზედაპირზე $V$ სიჩქარით მისრიალებდა $3m$ მასის სხეული. მას ზევიდან ვერტიკალურად მიმართული $3V$ სიჩქარით დაეცა და შეეწება $m$ მასის სხეული. ამის შემდეგ სხეულებმა ერთად გააგრძელეს სრიალი ზედაპირზე. განსაზღვრეთ მათი ერთად მოძრაობის სიჩქარე .",
   options: ["$1{,}5V$", "$2V$", "$V$", "$0{,}5V$", "$0{,}75V$"],
   correct: 4,
    tags: []
  },
  // 17
  {
    question: "წყალსადენ მილს გაუჩნდა $2$ $\\text{სმ}^{2}$ ფართობის ხვრელი, საიდანაც წყლის ჭავლი ჩქეფს ვერტიკალურად ზევით და $1{,}25$ $\\text{მ}$ სიმაღლეს აღწევს. გამოთვალეთ წყლის დანაკარგი $1$ $\\text{სთ}$-ში. $g=10$ $\\text{მ}/\\text{წმ}^{2};$",
   options: ["$3{,}6$ $მ^3$", "$0{,}6$ $მ^3$", "$0{,}9$ $მ^3$", "$2{,}4$ $მ^3$", "$1{,}8$ $მ^3$"],
     correct: 0,
    tags: []
  },
  // 18
  {image: "physics-quizzes/class-9/images/image--5.png",
    task:"ერთგვაროვანი $L=2\\text{მ}$ სიგრძის ღერო ვერტიკალიდან $\\alpha$ კუთხით გადახარეს და გაუშვეს ხელი. ხახუნის და ჰაერის წინააღმდეგობის ძალები უგულებელყავით. ერთგვაროვანი ღეროს მის ერთერთ ბოლოზე გამავალი, ღეროს მართობული ღერძის მიმართ $I=\\frac{mL^{2}}{3}.$ $\\sin \\alpha=0{,}8.$ მოცემული პირობის მიხედვით უპასუხეთ $18$ და $19$ კითხვებს.",
    question: "განსაზღვრეთ საწყის მომენტში ღეროს მასათა ცენტრის ($C$ წერტილი) აჩქარება.",
       options: ["$6$ $მ/წმ^2$", "$4{,}5$ $მ/წმ^2$", "$3$ $მ/წმ^2$", "$8$ $მ/წმ^2$", "$\\frac{10}{3}$ $მ/წმ^2$"],
      correct: 0,
    tags: []
  },
  // 19
  {image: "physics-quizzes/class-9/images/image--5.png",
    question: "განსაზღვრეთ ღეროს წვეროს ($A$ წერტილის) სიჩქარე, როდესაც ღერო ვერტიკალურ მდგომარეობაში იქნება.",
    options: ["$2\\sqrt3$ $მ/წმ$", "$2\\sqrt6$ $მ/წმ$", "$\\sqrt6$ $მ/წმ$", "$6$ $მ/წმ$", "$3\\sqrt3$ $მ/წმ$"],
    correct: 1,
    tags: []
  },
  // 20
  {
    task:"ჰორიზონტალურ გლუვ ზედაპირზე $3M$ და $M$ მასის სხეულები ურთიერთშემხვედრი მიმართულებით მოძრაობენ. თითოეული სხეულის სიჩქარე $V$-ს ტოლია. სხეულები ერთმანეთს დაეჯახნენ არადრეკადად და ერთად განაგრძეს მოძრაობა. მოცემული პირობის მიხედვით უპასუხეთ $20$ და $21$ კითხვებს:",
    question: "განსაზღვრეთ სხეულთა მასათა ცენტრის მოძრაობის სიჩქარე შეჯახებამდე.",
    options: ["$0{,}5V$", "$V$", "$1{,}5V$", "$2V$", "$0$"],
    correct: 0,
    tags: []
  },
  // 21
  {
    question: "განსაზღვრეთ რამდენჯერ შემცირდა სხეულთა ჯამური კინეტიკური ენერგია შეჯახების შემდეგ.",
     options: ["$2$-ჯერ", "$4$-ჯერ", "$\\frac{4}{3}$-ჯერ", "$\\frac{3}{2}$-ჯერ", "$6$-ჯერ"],
    correct: 1,
    tags: []
  },
  // 22
  {image: "physics-quizzes/class-9/images/image--6.png",
    question: "$3$ $\\text{კგ}$ მასის ძელაკი $k=100$ $\\text{ნ}/\\text{მ}$ სიხისტის ჰორიზონტალური ზამბარით მიმაგრებულია კედელთან. თავდაპირველად ძელაკი უძრავია, ხოლო ზამბარა არაა დეფორმირებული. ამ ძელაკს ეჯახება და ეწებება ზამბარის გასწვრივ $5$ $\\text{მ}/\\text{წმ}$ სიჩქარით მოძრავი $1$ $\\text{კგ}$ მასის ძელაკი. დაჯახების დრო ძალზე მცირეა, ამიტომ დაჯახების დამთავრებამდე ზამბარა ვერ ასწრებს შეკუმშვას. ხახუნი უგულებელყავით. განსაზღვრეთ ზამბარის მაქსიმალური შეკუმშვა.",
    options: ["$20$ $სმ$", "$25$ $სმ$", "$30$ $სმ$", "$50$ $სმ$", "$50\\sqrt3$ $სმ$"],
   correct: 1,
    tags: []
  },
  // 23
  {image: "physics-quizzes/class-9/images/image--7.png",
    question: "ერთგვაროვანი ღერო ეყრდნობა ორ საყრდენს, ისე როგორც სურათზეა ნაჩვენები. II საყრდენზე დაწოლის ძალა $50$ $\\text{ნ}$-ის ტოლია. განსაზღვრეთ ღეროს მასა. $g=10$ $\\text{მ}/\\text{წმ}^{2};$",
     options: ["$5$ $კგ$", "$7$ $კგ$", "$8$ $კგ$", "$10$ $კგ$", "$12$ $კგ$"],
    correct: 2,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image--8.png",
    question: "განიერ დახშულ ჭურჭელს გაუჩნდა მცირე ზორმის ნახვრეტი, საიდანაც წყალმა დაიწყო გამოდინება. საწყის მომენტში ჭურჭელში არსებული ჰაერის წნევა $P=2{,}5P_{0}$ ის ტოლი იყო ($P_{0}$ ატმოსფერული წნევაა), ხოლო ნახვრეტიდან წყლის დონე კი $h=1{,}20$ $\\text{მ}.$ განსაზღვრეთ წყლის გამოდინების სიჩქარე საწყის მომენტში. ატომოსფერული წნევა $P_{0}=10^{5}$ $\\text{პა}.$ წყლის სიმკვრივე $\\rho=1000$ $\\text{კგ}/\\text{მ}^{3}.$",
    options: ["$14$ $მ/წმ$", "$15$ $მ/წმ$", "$16$ $მ/წმ$", "$17$ $მ/წმ$", "$18$ $მ/წმ$"],
    correct: 4,
    tags: []
  },
  // 25
  {
    question: "ერთი ვარსკვლავის გარშემო მოძრაობს ორი პლანეტა $R_{1}$ და $R_{2}$ რადიუსის წრიულ ორბიტებზე. პლანეტების ვარსკვლავის გარშემო მოძრაობის პერიოდებია შესაბამისად $T_{1}$ და $T_{2}.$ განსაზღვრეთ რისი ტოლია $T_{1}/T_{2},$ თუ ცნობილია რომ $R_{1}/R_{2}=3/2.$",
    options: ["$\\frac{9}{4}$", "$\\frac{\\sqrt3}{\\sqrt2}$", "$\\frac{4\\sqrt2}{3\\sqrt3}$", "$\\frac{3\\sqrt3}{2\\sqrt2}$", "$\\frac{27}{8}$"],
     correct: 3,
    tags: []
  }
];