const quizData = [

  // #1
  {
    intro:"ამოცანებში ნუ გაითვალისწინებთ ჰაერის წინააღმდეგობის ძალას. <br><br> რიცხვით გამოთვლებში ჩათვალეთ, რომ დედამიწაზე თავისუფალი ვარდნის აჩქარება $g=10$ მ/წმ$^2$. <br><br> $R$ რადიუსის მქონე ბირთვის მოცულობა: $V = \\frac{4}{3}π^3$",
    question: "სხეული $125$ მ სიმაღლის კოშკიდან უსაწყისო სიჩქარით იწყებს ვარდნას. განსაზღვრეთ მიწაზე დაცემამდე ბოლო წამში გავლილი მანძილი.",
    options: ["$20$ მ", "$25$ მ", "$35$ მ", "$40$ მ", "$45$ მ"],
    correct: 4,
    tags: []
  },

  // #2
  {
    question: "ქვა $40$ მ/წმ სიჩქარით აისროლეს ვერტიკალურად ზევით. გაიგეთ რა დროის განმავლობაში იქნება ის $60$ მ სიმაღლეზე ზემოთ.",
    options: ["$6$ წმ", "$2$ წმ", "$3$ წმ", "$4$ წმ", "$5$ წმ"],
    correct: 3,
    tags: []
  },

  // #3
  {
    question: "გლუვ ჰორიზონტალურ ზედაპირზე $4$ მ/წმ სიჩქარით მოსრიალე $2$ კგ მასის სხეულზე მოქმედება დაიწყო მოძრაობის მიმართულების მქონე $8$ ნ-ის ტოლმა ძალამ. განსაზღვრეთ სხეულის სიჩქარის მოდული $3$ წმ-ის შემდეგ.",
    options: ["$8$ მ/წმ", "$12$ მ/წმ", "$16$ მ/წმ", "$18$ მ/წმ", "$20$ მ/წმ"],
    correct: 2,
    tags: []
  },

  // #4
  {
    question: "ჰორიზონტალურ ზედაპირზე საწყისი $V_0$ სიჩქარის და $m$ მასის მქონე ძელაკი ხახუნის ძალის მოქმედებით ჩერდება $T$ დროში. იპოვეთ რა დროში გაჩერდება $2V_0$ საწყისი სიჩქარის და $3m$ მასის მქონე ძელაკი იგივე ზედაპირზე.",
    options: ["$6T$", "$4T$", "$2T$", "$2T/3$", "$1{,}5T$"],
    correct: 2,
    tags: []
  },

  // #5
  {
    question: "გლუვ ჰორიზონტალურ ზედაპირზე მყოფ $2$ კგ მასის სხეულზე მოქმედება დაიწყო სამმა ჰორიზონტალურმა ძალამ: $F_1=30$ ნ, $F_2=40$ ნ და $F_3=50$ ნ. განსაზღვრეთ სხეულის აჩქარება, თუ ცნობილია, რომ $F_1$ და $F_2$ ურთიერთმართობულადაა მიმართული, ხოლო $F_2$ და $F_3$ კი ურთიერთსაწინააღმდეგოდ.",
    options: ["$10$ მ/წმ$^2$", "$5\\sqrt{10}$ მ/წმ$^2$", "$10\\sqrt{5}$ მ/წმ$^2$", "$20\\sqrt{5}$ მ/წმ$^2$", "$50\\sqrt{2}$ მ/წმ$^2$"],
    correct: 1,
    tags: []
  },

  // #6
  {
    question: "ჰორიზონტალურ ზედაპირზე დევს $5$ კგ მასის ძელაკი. მასზე მოქმედება დაიწყო $20$ ნიუტნმა ძალამ ზედაპირის პარალელურად. შედეგად სხეულმა $0{,}5$ მ/წმ$^2$ აჩქარება მიიღო. განსაზღვრეთ სხეულსა და ზედაპირს შორის ხახუნის კოეფიციენტი.",
    options: ["$0{,}25$", "$0{,}35$", "$0{,}4$", "$0{,}45$", "$0{,}5$"],
    correct: 1,
    tags: []
  },

  // #7
  {
    question: "კოშკის წვეროდან $10$ მ/წმ სიჩქარით ვერტიკალურად ზევით ასროლილი მონეტა დედამიწაზე $5$ წმ-ში დაეცა. განსაზღვრეთ კოშკის სიმაღლე.",
    options: ["$125$ მ", "$80$ მ", "$75$ მ", "$60$ მ", "$45$ მ"],
    correct: 2,
    tags: []
  },

  // #8
  {
    question: "ლიფტის დაძვრისა და გაჩერების აჩქარებების მოდულები ერთნაირია და $a$-ს ტოლია. განსაზღვრეთ $a$, თუ ცნობილია, რომ დაძვრისას ბიჭი ლიფტს აწვება $420$ ნ ძალით, ხოლო გაჩერებისას კი $380$ ნ ძალით.",
    options: ["$1{,}5$ მ/წმ$^2$", "$1$ მ/წმ$^2$", "$0{,}8$ მ/წმ$^2$", "$0{,}6$ მ/წმ$^2$", "$0{,}5$ მ/წმ$^2$"],
    correct: 4,
    tags: []
  },

  // #9
  {
    question: "$200$ ნ/მ სიხისტის ზამბარას ორივე ბოლოდან ურთიერთსაპირისპიროდ ექაჩებიან $20$-$20$ ნ ძალებით. განსაზღვრეთ ზამბარის წაგრძელება.",
    options: ["$0$", "$10$ სმ", "$20$ სმ", "$25$ სმ", "$40$ სმ"],
    correct: 1,
    tags: []
  },

  // #10
  {
    question: "სხეული გარკვეული საწყისი სიჩქარით ჰორიზონტალურად გაისროლეს $125$ მ სიმაღლიდან. განსაზღვრეთ საწყისი სიჩქარის მოდული, თუ ცნობილია, რომ დედამიწაზე დავარდნის მომენტში სხეულის სიჩქარის ვექტორი ჰორიზონტისადმი $45^\\circ$-იან კუთხეს ადგენს.",
    options: ["$10$ მ/წმ", "$15$ მ/წმ", "$25$ მ/წმ", "$30$ მ/წმ", "$50$ მ/წმ"],
    correct: 4,
    tags: []
  },
  // #11
  {
    question: "ორ სადგურს შორის მანძილი მატარებელმა $1$ საათში გაიარა $36$ კმ/სთ საშუალო სიჩქარით. დაძვრა და დამუხრუჭება ხდებოდა მოდულით ერთნაირი აჩქარებებით და ერთად გრძელდებოდა $12$ წუთი, დანარჩენ დროს მატარებელი მოძრაობდა თანაბრად. განსაზღვრეთ მატარებლის სიჩქარე თანაბარი მოძრაობისას.",
    options: ["$40$ კმ/სთ", "$48$ კმ/სთ", "$54$ კმ/სთ", "$60$ კმ/სთ", "$72$ კმ/სთ"],
    correct: 0,
    tags: []
  },

  // #12
  {
    question: "$25$ მ სიმაღლიდან $20$ მ/წმ სიჩქარით ერთდროულად ისვრიან ორ ქვას. პირველს ვერტიკალურად ქვევით, ხოლო მეორეს ვერტიკალურად ზევით. იპოვეთ სხეულებს შორის მანძილი პირველი ქვის მიწასთან შეხების მომენტში.",
    options: ["$40$ მ", "$45$ მ", "$50$ მ", "$55$ მ", "$60$ მ"],
    correct: 0,
    tags: []
  },

  // #13
  {
    question: "წრეწირზე მუდმივი კუთხური აჩქარებით მბრუნავი ნივთიერი წერტილის კუთხური სიჩქარე $4$ წმ-ში გაიზარდა $1$ რად/წმ-დან $3$ რად/წმ-მდე. განსაზღვრეთ რა კუთხით მოტრიალდა წერტილის სიჩქარის ვექტორი ამ დროს.",
    options: ["$2$ რად", "$3$ რად", "$4$ რად", "$8$ რად", "$12$ რად"],
    correct: 3,
    tags: []
  },

  // #14
  {
    question: "ნივთიერი წერტილი $1$ რად/წმ$^2$ კუთხური აჩქარებით მოძრაობას იწყებს $\\sqrt{10}$ მ რადიუსის წრეწირზე. განსაზღვრეთ რა დროის შემდეგ გახდება მისი სრული აჩქარება $10$ მ/წმ$^2$-ის ტოლი.",
    options: ["$\\sqrt{2}$ წმ", "$2$ წმ", "$\\sqrt{3}$ წმ", "$\\sqrt{5}$ წმ", "$\\sqrt{10}$ წმ"],
    correct: 2,
    tags: []
  },

  // #15
  {
    question: "ჰორიზონტალური ზედაპირისადმი კუთხით გასროლილი სხეულის კოორდინატების დროზე დამოკიდებულება შემდეგნაირია: $X=20t$ და $Y=10t-5t^2$, სადაც $X$ და $Y$ მეტრებშია გაზომილი, ხოლო $t$ კი წამებში. $X$ ღერძი მიმართულია ჰორიზონტალურად მარჯვნივ, ხოლო $Y$ კი ვერტიკალურად ზევით. განსაზღვრეთ საწყისი წერტილიდან რა მანძილზე დაეცემა სხეული.",
    options: ["$60$ მ", "$50$ მ", "$40$ მ", "$30$ მ", "$20$ მ"],
    correct: 2,
    tags: []
  },

  // #16
  {
    question: "პლანეტა $X$-ის მასა $64$-ჯერ მეტია დედამიწის მასაზე. განსაზღვრეთ თავისუფალი ვარდნის აჩქარება $X$ პლანეტაზე, თუ მისი სიმკვრივე დედამიწის სიმკვრივის ტოლია. დედამიწაზე თავისუფალი ვარდნის აჩქარებაა $g$.",
    options: ["$64g$", "$g/16$", "$16g$", "$g/4$", "$4g$"],
    correct: 4,
    tags: []
  },

  // #17
  {
    image: "physics-quizzes/class-9/images/image8.png",
    question: "$4$ კგ მასის სხეული დევს გლუვ ჰორიზონტალურ ზედაპირზე. მას თავზე ადევს $1$ კგ მასის სხეული. სხეულებს შორის ხახუნის კოეფიციენტი $\\mu=0{,}1$-ის ტოლია. იპოვეთ $1$ კგ მასის სხეულის აჩქარების გეგმილი $x$ ღერძზე, თუ $4$ კილოგრამიან სხეულზე $15$ ნ ძალა მოქმედებს.",
    options: ["$-3$ მ/წმ$^2$", "$2$ მ/წმ$^2$", "$1$ მ/წმ$^2$", "$3$ მ/წმ$^2$", "$3{,}5$ მ/წმ$^2$"],
    correct: 2,
    tags: []
  },

  // #18
  {
    image: "physics-quizzes/class-9/images/image9.png",
    question: "ჰორიზონტისადმი უცნობი კუთხით და უცნობი საწყისი $V$ სიჩქარით გაისროლეს სხეული. ფრენის მაქსიმალური სიმაღლე $H=7{,}2$ მ და ფრენის მანძილი $L=21{,}6$ მ. განსაზღვრეთ $V$-ს მოდული.",
    options: ["$12$ მ/წმ", "$13$ მ/წმ", "$14$ მ/წმ", "$15$ მ/წმ", "$16$ მ/წმ"],
    correct: 3,
    tags: []
  },

  // #19
  {
    image: "physics-quizzes/class-9/images/image10.png",
    question: "სურ. $3$-ზე გამოსახულია ორი სხეულის სიჩქარის დროზე დამოკიდებულების გრაფიკი. $I$ სხეულის მასა $m_1=2$ კგ-ია, ხოლო $II$-სი კი $m_2=5$ კგ. იპოვეთ სხეულებზე მოქმედი ტოლქმედი ძალების შეფარდება $F_1/F_2$.",
    options: ["$0{,}8$", "$1{,}6$", "$2$", "$4$", "$2{,}5$"],
    correct: 1,
    tags: []
  },

  // #20
  {
    image: "physics-quizzes/class-9/images/image10.png",
    question: "სურ. $3$-ზე გამოსახულია ორი სხეულის სიჩქარის დროზე დამოკიდებულების გრაფიკი. იპოვეთ სხეულებს შორის მანძილი $6$ წმ მომენტში, თუ ცნობილია რომ თავდაპირველად სხეულები ერთ წერტილში იმყოფებიან.",
    options: ["$36$ მ", "$108$ მ", "$24$ მ", "$48$ მ", "$0$"],
    correct: 0,
    tags: []
  },

  // #21
  {
    question: "ორ ერთგვაროვან ბირთვს შორის მიზიდულობის ძალის მოდულია $F$. რისი ტოლი გახდება ბირთვებს შორის მიზიდვის ძალა, თუ პირველი ბირთვის მასას $2$-ჯერ გავზრდით, მეორისას კი $4$-ჯერ, ხოლო ბირთვების ცენტრებს შორის მანძილს $4$-ჯერ გავზრდით.",
    options: ["$F/4$", "$F/2$", "$F$", "$2F$", "$4F$"],
    correct: 1,
    tags: []
  },

  // #22
  {
    question: "ტოლგვერდა სამკუთხედის წვეორებში მოთავსებულია ორი ცალი $m$ მასის და ერთი ცალი $2m$ მასის მცირე ზომის მასიური ბურთულები. $m$ მასის სხეულებს შორის გრავიტაციული მიზიდვის ძალა $F$-ის ტოლია. განსაზღვრეთ $2m$ მასის ბურთულაზე, დანარჩენი ორი სხეულის მხრიდან, მოქმედი გრავიტაციული ძალის ტოლქმედი.",
    options: ["$2F$", "$\\sqrt{2}F$", "$\\sqrt{3}F$", "$\\sqrt{3}F/2$", "$2\\sqrt{3}F$"],
    correct: 4,
    tags: []
  },

  // #23
  {
    question: "დედამიწის ზედაპირიდან ორი სხეული ერთდროულად გაისროლეს ერთი და იმავე ადგილიდან ტოლი, $V_1=V_2=40$ მ/წმ სიჩქარეებით, სიჩქარის ვექტორებს შორის $60^\\circ$-იანი კუთხეა და $V_1$ ვერტიკალურად ზევით არის მიმართული. განსაზღვრეთ მანძილი სხეულებს შორის გასროლიდან $3$ წმ-ის შემდეგ.",
    options: ["$120$ მ", "$40\\sqrt{3}$ მ", "$120\\sqrt{3}$ მ", "$60\\sqrt{3}$ მ", "$40$ მ"],
    correct: 0,
    tags: []
  },

  // #24
  {
    image: "physics-quizzes/class-9/images/image11.png",
    question: "სურ. $4$-ზე გამოსახული უძრავ ღერძზე მბრუნავი $R$ და $2R$ რადიუსის დისკო გადაბმულია ღვედით, რომელიც დისკოების მიმართ არ სრიალებს. რისი ტოლია მეორე დისკოს $B$ წერტილის კუთხური სიჩქარის პირველი დისკოს $A$ წერტილის კუთხურ სიჩქარესთან შეფარდება $(\\omega_B/\\omega_A)$?",
    options: ["$0{,}25$", "$0{,}5$", "$0{,}75$", "$1$", "$1{,}25$"],
    correct: 1,
    tags: []
  },

  // #25
  {
    question: "ადამიანი, რომელიც იმყოფება მაღალი სახლის აივანზე $2$ მ/წმ საწყისი სიჩქარით ვერტიკალურად ზემოთ ისვრის მონეტას. ასროლიდან რა დროის შემდეგ გახდება მონეტის სიჩქარის მოდული $4$ მ/წმ-ის ტოლი.",
    options: ["$4{,}8$ წმ", "$2{,}4$ წმ", "$1{,}2$ წმ", "$0{,}6$ წმ", "$0{,}3$ წმ"],
    correct: 3,
    tags: []
  }
];