const quizData = [
  // 1
  {intro:"გრავიტაციული მუდმივა $G = 6{,}67 \\cdot 10^{-11}$ მ$^3$/(კგ$\\cdot$წმ$^2$) <br><br> ერთგვაროვანი ცილინდრის ინერციის მომენტი საკუთარი ღერძის გარშემო არის $I_c = \\frac{mR^2}{2}$ <br><br> ამოცანებში ნუ გაითვალისწინებთ ჰაერის წინააღმდეგობის ძალას <br><br> რიცხვით გამოთვლებში ჩათვალეთ, რომ დედამიწაზე თავისუფალი ვარდნის აჩქარება $g = 10$ მ/წმ$^2$ <br><br> ჩათვალეთ, რომ უძრაობის და სრიალის ხახუნის კოეფიციენტები ერთმანეთის ტოლია..",
   
    question: "$H$ სიმაღლიდან ვერტიკალურად ქვემოთ საწყისი $10$ მ/წმ სიჩქარით ჩამოგდებული სხეული დედამიწის ზედაპირს $8$ წმ-ში დაეცა. განსაზღვრეთ რა დროში ჩამოვარდებოდა სხეული თუ მას იგივე სიმაღლიდან ვერტიკალურად ზევით ავაგდებდით $10$ მ/წმ სიჩქარით.",
    options: ["$9$ წმ", "$10$ წმ", "$12$ წმ", "$14$ წმ", "$16$ წმ"],
    correct: 1,
    tags: []
  },
  // 2
  {
    question: "ჰორიზონტალური ზედაპირიდან $45^{\\circ}$ -იანი კუთხით და $60$ მ/წმ სიჩქარით გაისროლეს ჭურვი. მაქსიმალურ სიმაღლეზე ჭურვი გასკდა ორ თანაბარი მასის ნაწილად, შედეგად პირველი ნაწილის სიჩქარე მომენტალურად $0$-ის ტოლი გახდა. იპოვეთ გასროლის წერტილიდან რა მანძილზე დაეცემა ჭურვის მეორე ნაწილი.",
    options: ["$180$ მ", "$720$ მ", "$270$ მ", "$540$ მ", "$360$ მ"],
    correct: 3,
    tags: []
  },
  // 3
  {
    question: "ნივთიერი წერტილი იწყებს მოძრაობას წრეწირზე მუდმივი $\\frac{\\pi}{4}$ რად/წმ$^2$ კუთხური აჩქარებით. განსაზღვრეთ რამდენ სრულ ბრუნს შემოწერს ის $12$ წმ-ში.",
    options: ["$9$", "$24$", "$12$", "$36$", "$16$"],
    correct: 0,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-9/images/image.10.png",
    question: "სურათზე გამოსახულია თოკებზე დაკიდებული $m$ მასის სხეული. განსაზღვრეთ ჰორიზონტალურ მდგომარეობაში მყოფი $BC$ თოკის დაჭიმულობის ძალის მოდული, თუ $AB$ თოკი ჭერთან $60^{\\circ}$-იან კუთხეს ადგენს.",
    options: ["$\\sqrt{3}mg$", "$\\frac{mg}{\\sqrt{3}}$", "$0{,}5mg$", "$\\frac{\\sqrt{3}}{2}mg$", "$2mg$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "$\\alpha$ კუთხით დახრილ სიბრტყეზე ძელაკის თანაბრად ასასრიალებლად საჭიროა $F_1$ ძალა, ხოლო თანაბრად ჩამოსასრიალებლად კი $F_2$ ძალა. განსაზღვრეთ რისი ტოლია $\\frac{F_1}{F_2},$ თუ ხახუნის კოეფიციენტი ძელაკსა და დახრილ სიბრტყეს შორის $0{,}5$-ია, ხოლო $\\sin \\alpha=5/13$. ორივე შემთხვევაში $F_1$ და $F_2$ ძალები მიმართულია დახრილი სიბრტყის გასწვრივ.",
    options: ["$12/5$", "$7/2$", "$13/12$", "$8$", "$11$"],
    correct: 4,
    tags: []
  },
  // 6
  {
    question: "წყლის რეზევუარი ივსება მილიდან, რომლიდანაც მასში წუთში $120$ ლ წყალი ჩაედინება. უეცრად რეზევუარს ფსკერზე გაუჩნდა $20$ სმ$^2$ ფართობის ნახვრეტი, საიდანაც წყალმა დაიწყო დაცლა. რაღაც დროის შემდეგ დამყარდა დინამიკური წონასწორობა, ანუ წყლის დონე რეზევუარში აღარ იცვლებოდა. განსაზღვრეთ რა სიჩარით გამოდიოდა წყალი ნახვრეტიდან პროცესის დამყარების შემდეგ.",
    options: ["$0{,}5$ მ/წმ", "$1$ მ/წმ", "$1{,}5$ მ/წმ", "$3$ მ/წმ", "$4$ მ/წმ"],
    correct: 1,
    tags: []
  },
  // 7
  {
    question: "$H=1{,}5$ მ სიმაღლისა და $R=1$ მ რადიუსის მქონე $m = 300$ კგ მასის ერთგვაროვანი ცილინდრი ფუძით დევს ჰორიზონტალურ იატაკზე. განსაზღვრეთ რა მინიმალური ძალა უნდა მოვდოთ ამ სხეულზე, მის გადასაბრუნებლად. ცილინდრის ქვედა ფუძესა და იატაკს შორის ხახუნის კოეფიციენტი საკმარისად დიდია იმისათვის რომ ცილინდრი ზედაპირზე არ გასრიალდეს.",
    options: ["$300$ ნ", "$450$ ნ", "$600$ ნ", "$1200$ ნ", "$2000$ ნ"],
    correct: 3,
    tags: []
  },
  // 8
  {
    question: "$2$ მ სიგრძის კიბე $45^{\\circ}$ - იანი კუთხით მიაყუდეს გლუვ ვერტიკალურ კედელს. იატაკი ჰორიზონტალურია. კიბესა და იატაკს შორის ხახუნის კოეფიციენტი არის $\\mu$. ჩათვალეთ რომ კიბის მასათა ცენტრი მის შუაშია და იპოვეთ $\\mu$-ს მინიმალური მნიშვნელობა კიბის წონასწორობისთვის.",
    options: ["$0{,}5$", "$\\frac{\\sqrt{2}}{2}$", "$\\frac{\\sqrt{2}}{4}$", "$\\sqrt{2}$", "$2\\sqrt{2}$"],
    correct: 0,
    tags: []
  },
  // 9
  {
    question: "დაჩის აქვს $1$ კგ, $2$ კგ, $3$ კგ და $4$ კგ-იანი ერთნაირი ზომის $4$ ცალი ერთგვაროვანი კუბი, თითოეული კუბის წიბოს სიგრძე არის $20$ სმ. მან ეს კუბები ერთმანეთზე დაალაგა, ჯერ დადო $4$ კგ-იანი, შემდეგ თავზე დაადო $3$ კგ-იანი, შემდეგ $2$ კგ-იანი და ბოლოს $1$ კგ-იანი. განსაზღვრეთ რამდენით აიწევს ამ სვეტის მასათა ცენტრის სიმაღლე თუ დაჩი $4$ კგ-იან და $1$ კგ-იან კუბებს ადგილებს შეუცვლის.",
    options: ["$8$ სმ-ით", "$10$ სმ-ით", "$12$ სმ-ით", "$14$ სმ-ით", "$18$ სმ-ით"],
    correct: 4,
    tags: []
  },
  // 10
  {
    question: "გლუვ ჰორიზონტალურ ზედაპირზე დევს $40$ კგ მასის კუბის ფორმის სხეული. $2$ კგ მასის რეზინის ბურთი $10$ მ/წმ სიჩქარით მართობულად დაეჯახა მის ერთ-ერთ გვერდითი წახნაგის ცენტრს და აირეკლა მისგან, დედამიწის მიმართ $8$ მ/წმ სიჩქარით. განსაზღვრეთ რა სიჩქარე მიენიჭა ამ დროს კუბს.",
    options: ["$0{,}4$ მ/წმ", "$0{,}9$ მ/წმ", "$1$ მ/წმ", "$1{,}1$ მ/წმ", "$1{,}2$ მ/წმ"],
    correct: 1,
    tags: []
  },
  // 11
  {
    question: "$R = 10$ სმ რადიუსისა $m = 5$ კგ მასის ერთგვაროვანი ცილინდრი $\\omega = 30$ რად/წმ კუთხური სიჩქარით დაატრიალეს საკუთარი ღერძის გარშემო და დადეს ჰორიზონტალურ ზედაპირზე, რომელთანაც ხახუნის კოეფიციენტია $\\mu = 0,1$. გარკვეული $t$ დროის შემდეგ ცილინდრმა შეწყვიტა ზედაპირზე სრიალი და გააგრძელა მხოლოდ გორვა. იპოვეთ $t$.",
    options: ["$1$ წმ", "$2$ წმ", "$3$ წმ", "$4$ წმ", "$5$ წმ"],
    correct: 0,
    tags: []
  },
  // 12
  {
    question: "$3m$ და $m$ მასის სხეულები ერთნაირი $20$ მ/წმ სიჩქარით მოძრაობენ, გლუვ ჰორიზონტალურ ზედაპირზე, ურთიერთშემხვედრი მიმართულებით. შეჯახების შემდეგ სხეულებმა ერთად გააგრძელეს მოძრაობა. განსაზღვრეთ მათი ერთად მოძრაობის სიჩქარე.",
    options: ["$5$ მ/წმ", "$10$ მ/წმ", "$15$ მ/წმ", "$20$ მ/წმ", "$30$ მ/წმ"],
    correct: 1,
    tags: []
  },
  // 13
  {
    question: "პლანეტა ვარსკვლავის გარშემო მოძრაობს ელიფსზე. მინიმალური დაშორება პლანეტასა და ვარსკვლავს შორის $R$-ის ტოლია. პლანეტის მაქსიმალური სიჩქარე $3$-ჯერ აღემატება მის მინიმალურ სიჩქარეს. განსაზღვრეთ ვარსკვლავის მასა, თუ პლანეტის ბრუნვის პერიოდი ვარსკვლავის გარშემო არის $T$.",
    options: ["$\\frac{32\\pi^{2}R^{3}}{GT^{2}}$", "$\\frac{4\\pi^{2}R^{3}}{GT^{2}}$", "$\\frac{64\\pi^{2}R^{3}}{GT^{2}}$", "$\\frac{256\\pi^{2}R^{3}}{GT^{2}}$", "$\\frac{36R^{3}}{T^{2}}$"],
    correct: 0,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-9/images/image.11.png",
    question: "დიდი ზომის ავზის კედელს ფსკერიდან $1$ მ სიმაღლეზე აქვს $S=10$ სმ$^2$ ფართობის მქონე ნახვრეტი. ავზში ყოველ წამში $10$ ლ წყალი ჩაედინება. საწყის მომენტში წყლის დონე $10$ მ იყო. გარკვეული დროის შემდეგ წყლის დონე დამყარდა $H$ სიმაღლეზე. <br><br> ა) განსაზღვრეთ რა სიჩქარით გადმოედინებოდა წყალი ნახვრეტიდან საწყის მომენტში. <br><br> ბ) წყლის დონის დამყარების შემდეგ რა სიჩქარით გადმოედინება წყალი ნახვრეტიდან. <br><br> გ) განსაზღვრეთ წყლის დონის დამყარებული $H$ სიმაღლე. <br><br> დ) განსაზღვრეთ რა $L$ დაშორებით ესხმევა წყალი ზედაპირს.",
    options: [],
    correct: null,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-9/images/image.12.png",
    question: "ჰორიზონტისადმი $\\alpha$ კუთხით დახრილ სიბრტყეზე $R$ რადიუსისა და $m$ მასის ერთგვაროვანი ცილინდრი სრიალის გარეშე იწყებს გორვას. განსაზღვრეთ: <br><br> ა) ცილინდრის მასათა ცენტრის აჩქარება.<br><br> ბ) ცილინდრის კინეტიკური ენერგია მოძრაობის დაწყებიდან $t$ დროში.<br><br> გ) ცილინდრის გასრიალების გარეშე მოძრაობისთვის საჭირო ხახუნის კოეფიციენტის მინიმალური $\\mu_{min}$ მნიშვნელობა. <br><br> დ პუნქტში ჩათვალეთ, რომ ხახუნის კოეფიციენტი $\\mu < \\mu_{min}$ (ანუ ცილინდრი ზედაპირზე სრიალებს) <br><br> დ) იპოვეთ ცილინდრის ბრუნვის კუთხური აჩქარება.",
    options: [],
    correct: null,
    tags: []
  },
  // 16
  {
    question: "$m$ მასისა და $P$ იმპულსის ნაწილაკი აბსოლუტურად დრეკადად დაეჯახა $3m$ მასის უძრავ თავისუფალ ნაწილაკს და მოძრაობის პირვანდელი მიმართულებიდან გარკვეული $\\alpha$ კუთხით გადაიხარა. დაჯახების შემდეგ $m$ მასის ნაწილაკის იმპულსის მოდული გახდა $P_1$. განსაზღვრეთ: <br><br> ა) $m$ მასის ნაწილაკის კინეტიკური ენერგია დაჯახებამდე. <br><br> ბ) $3m$ მასის ნაწილაკის შეძენილი კინეტიკური ენერგია დაჯახების შემდეგ. <br><br> გ) $\\cos \\alpha$ $P$ და $P_1$ -ის გამოყენებით.",
    options: [],
    correct: null,
    tags: []
  }
];