const quizData = [
  // 1
  {
    question: "$\\log_{81}{27} = ?$",
    options: ["$0{,}75$", "$0{,}5$", "$0{,}199$", "$0{,}25$", "$0{,}9$", "$0{,}6$"],
    correct: 0,
    tags: []
  },
  // 2
  {
    question: "თუ $\\log_{2}{3} = a$ ; $\\log_{2}{5} = b$, ქვემოთჩამოთვლილთაგან რისი ტოლია $\\log_{12}{80}$?",
    options: [
      "$\\frac{2b}{3a}$",
      "$\\frac{2a}{5b}$",
      "$\\frac{b+4}{a+2}$",
      "$\\frac{b+6}{a+8}$",
      "$\\frac{2a+3}{3b+4}$",
      "$\\frac{2b+1}{3a+2}$"
    ],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "ქვემოთჩამოთვლილთაგან, რომელი რიცხვი არ არის $y = \\sqrt{\\log_{9}(6x + 1) + \\log_{199}(7x + 1)}$ ფუნქციის განსაზღვრის არეში?",
    options: ["$2$", "$1$", "$0{,}3$", "$0{,}1$", "$−0{,}1$", "$3$"],
    correct: 4,
    tags: []
  },
  // 4
  {
    question: "სამკუთხა პრიზმის გვერდით წიბოებს შორის მანძილები, შესაბამისად, $3$-ის, $4$-ისა და $5$-ის ტოლია. ამ პრიზმის გვერდითი წიბოს სიგრძეა $6$. რისი ტოლია პრიზმის მოცულობა?",
    options: ["$180$", "$18$", "$12$", "$36$", "$60$", "$90$"],
    correct: 3,
    tags: []
  },
  // 5
  {
    question: "კონუსის ღერძული კვეთის ფართობი ფუძის ფართობის ტოლია. რას უდრის კუთხის ტანგენსი მსახველსა და ფუძის სიბრტყეს შორის?",
    options: ["$1$", "$3$", "$2$", "$\\sqrt{2}$", "$\\pi$", "$3\\sqrt{3}$"],
    correct: 4,
    tags: []
  },
    // 6
  {
    question: "$\\log_7 3$, $\\log_7 x$, $\\log_7 y$, $\\log_7 24$ რიცხვები ამ თანმიმდევრობით ადგენს არითმეტიკულ პროგრესიას. რისი ტოლია $x + y$?",
    options: ["$18$", "$72$", "$2{,}1$", "$25$", "$16{,}8$", "$27$"],
    correct: 0,
    tags: []
  },
  // 7
  {
    question: "რისი ტოლია $x$, თუ $\\frac{1}{\\log_2 x} + \\frac{1}{\\log_3 x} + \\frac{1}{\\log_4 x} = 1$?",
    options: ["$18$", "$12$", "$9$", "$1$", "$36$", "$24$"],
    correct: 5,
    tags: []
  },
  // 8
  {
    question: "წესიერი ოთხკუთხა პირამიდის ფუძის გვერდის სიგრძეა $2$, ხოლო გვერდითი წიბოს სიგრძეა $3$. იპოვეთ პირამიდის გვერდითი ზედაპირის ფართობი.",
    options: [
      "$\\frac{4}{3}$",
      "$8\\sqrt{2}$",
      "$\\frac{5\\sqrt{2}}{3}$",
      "$\\frac{4\\sqrt{3}}{3}$",
      "$2\\sqrt{7}$",
      "$2\\sqrt{3}$"
    ],
    correct: 1,
    tags: []
  },
  // 9
  {
    question: "კონუსში მოიძებნება სამი, წყვილ-წყვილად ურთიერთმართობული მსახველი. რისი ტოლია მსახველსა და ფუძეს შორის მდებარე კუთხის ტანგენსის კვადრატი?",
    options: ["$1{,}5$", "$1$", "$0{,}5$", "$2{,}5$", "$2{,}1$", "შეუძლებელია დადგენა"],
    correct: 2,
    tags: []
  },
  // 10
  {
    question: "$(625^{\\log_5 2024})^{0{,}25}$",
    options: ["$5$", "$5^{506}$", "$\\sqrt[4]{2024}$", "$506$", "$625$", "$2024$"],
    correct: 5,
    tags: []
  },
    // 11
  {
    question: "მოცემულია სამი განტოლება: I. $\\log_3(x^2) + \\log_3(x^3) = 1$; II. $\\log_3(x^2) + \\log_3(x^4) = 1$; III. $9^x - 3^{x+3} + 3 = 1$. ამ განტოლებებიდან, რომელს აქვს ზუსტად ორი ცალი ამონახსენი?",
    options: [
      "მხოლოდ I-ს",
      "მხოლოდ II-ს",
      "სამივეს",
      "მხოლოდ I-ს და II-ს",
      "არცერთს",
      "მხოლოდ III-ს"
    ],
    correct: 1,
    tags: []
  },
  // 12
  {
    question: "$x$ ნატურალური რიცხვია და $\\log_2(\\log_{16} x) = \\log_4(\\log_4 x)$. იპოვეთ $x$-ის ციფრთა ჯამი.",
    options: ["$2$", "$4$", "$10$", "$7$", "$13$", "$15$"],
    correct: 4,
    tags: []
  },
  // 13
  {
    question: "$y = \\log_3(15 − 12\\sin x)$ ფუნქციის მნიშვნელობათა სიმრავლეში მდებარე ყველა მთელი რიცხვის ჯამია",
    options: ["$1$", "$9$", "$2$", "$6$", "$5$", "$3$"],
    correct: 3,
    tags: []
  },
  // 14
  {
    question: "$(\\log_2(4x))^2 + \\log_2(8x) = 13$ განტოლების ამონახსნების ჯამია:",
    options: [
      "$3$",
      "$\\frac{2\\sqrt{2}+3}{\\sqrt{2}}$",
      "$\\frac{129}{64}$",
      "$\\frac{2\\sqrt[6]{2}+1}{\\sqrt[6]{2}}$",
      "$\\frac{67}{32}$",
      "$2$"
    ],
    correct: 2,
    tags: []
  },
  // 15
  {
    question: "$DABC$ პირამიდის ფუძეშია $ABC$ სამკუთხედი. $AB = 5$, $AC = 3$, $BC = 4$, $BD = 4$, $AD = 3$, $CD = \\frac{12\\sqrt{2}}{5}$. იპოვეთ პირამიდის სიმაღლე.",
    options: [
      "$\\frac{12}{5}$",
      "$2\\sqrt{5}$",
      "$3\\sqrt{2}$",
      "$3\\sqrt{3}$",
      "$\\frac{12\\sqrt{3}}{5}$",
      "$6$"
    ],
    correct: 0,
    tags: []
  },
    // 16
  {
    question: "ნებისმიერი $x > 1$-თვის ცნობილია, რომ $\\sqrt[a]{x \\cdot \\sqrt[b]{x \\cdot \\sqrt[c]{x}}} = \\sqrt[36]{x^{25}}$. ქვემოთჩამოთვლილთაგან, რისი ტოლია $b$, თუ $a$, $b$ და $c$ ერთზე მეტი ნატურალური რიცხვებია?",
    options: ["$2$", "$3$", "$4$", "$5$", "$6$", "$7$"],
    correct: 1,
    tags: []
  },
  // 17
  {
    question: "ქვემოთჩამოთვლილი ფუნქციების გრაფიკებიდან, რომელს აქვს ერთი მაინც წერტილი საკოორდინატო სიბრტყის $IV$ მეოთხედში?",
    options: [
      "$y = 3^x$",
      "$y = 0{,}199^x + 1$",
      "$y = \\log_{199}(x + 7)$",
      "$y = \\log_3(x + 4)$",
      "$y = \\log_{0{,}3}(0{,}4 − x)$",
      "$y = \\log_{0{,}2}(x + 2)$"
    ],
    correct: 5,
    tags: []
  },
  // 18
  {
    question: "ქვემოთჩამოთვლილთაგან, რისი ტოლია $a$, თუ ცნობილია, რომ $\\log_2 x − \\log_a x + \\log_4 x = 1$ განტოლების ამონახსნთა სიმრავლე ცარიელი სიმრავლეა?",
    options: [
      "$\\sqrt[3]{3}$",
      "$\\sqrt{3}$",
      "$\\sqrt{2}$",
      "$\\sqrt[3]{4}$",
      "$\\sqrt[3]{2}$",
      "$2$"
    ],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "ცილინდრის ორი კვეთა, რომელიც ერთი და იგივე მსახველზე გადის, ერთმანეთთან ადგენს მართ კუთხეს. ცილინდრის ღერძიდან ამ სიბრტყეებამდე მანძილებია $2{,}5$ და $6$. იპოვეთ ცილინდრის ღერძული კვეთის ფართობი, თუ მისი სიმაღლე $4$-ის ტოლია.",
    options: ["$18$", "$48$", "$52$", "$\\frac{144}{3}$", "$64$", "$100$"],
    correct: 2,
    tags: []
  },
  // 20
  {
    question: "კონუსის წვეროდან ორ მსახველზე ფუძისადმი $45^{\\circ}$-იანი კუთხით გავლებულია სიბრტყე, რომელიც კვეთს ფუძის წრეწირის მეოთხედს. კონუსის სიმაღლეა $10$. იპოვეთ კვეთის ფართობი.",
    options: ["$50$", "$50\\sqrt{2}$", "$50\\sqrt{3}$", "$100$", "$100\\sqrt{2}$", "$150$"],
    correct: 4,
    tags: []
  },
    // 21
  {
    question: "მოცემულია რიცხვები: $\\sqrt{\\lg a}$ ; $\\sqrt{\\lg b}$ ; $\\lg \\sqrt{a}$ ; $\\lg \\sqrt{b}$. თითოეული მათგანი ნატურალურია და მათი ჯამი $36$-ის ტოლია. იპოვეთ $ab$.",
    options: ["$10^{52}$", "$10^{36}$", "$10^{72}$", "$10^{100}$", "$10^{60}$", "$10^{81}$"],
    correct: 0,
    tags: []
  },
  // 22
  {
    image: "math/class-11/images/image1.png",
    question: "წესიერ ოთხკუთხა პრიზმაში მოთავსებულია ცხრა ცალი სფერო. დიდი სფეროს რადიუსია $2$, რვა ცალი მცირე სფეროს რადიუსია $1$. თითოეული მცირე სფერო ეხება პრიზმის სამ გვერდით წახნაგსა და დიდ სფეროს. დიდი სფერო ეხება თითოეულ მცირე სფეროს. პრიზმის ფუძის გვერდია $4$. იპოვეთ პრიზმის გვერდითი წიბოს სიგრძე (იხ. ნახაზი).",
    options: [
      "$2 + 2\\sqrt{7}$",
      "$3 + 2\\sqrt{5}$",
      "$4 + 2\\sqrt{7}$",
      "$9$",
      "$4\\sqrt{7}$",
      "$4\\sqrt{5}$"
    ],
    correct: 0,
    tags: []
  },
  // 23
  {
    question: "$f(x) = \\log_3(x + 3)$ ფუნქციის გრაფიკი აბსცისათა და ორდინატთა ღერძებს $A$ და $B$ წერტილებში კვეთს, ხოლო $y = f(x)$-ის შექცეული ფუნქციის გრაფიკი იგივე ღერძებს $C$ და $D$ წერტილებში კვეთს. იპოვეთ $ABCD$ ოთხკუთხედის ფართობი.",
    options: ["$5$", "$3{,}5$", "$3$", "$5{,}5$", "$6{,}5$", "$4{,}5$"],
    correct: 5,
    tags: []
  },
  // 24
  {
    question: "$\\log_2 x = \\log_y 16$ ; $xy = 64$. რისი ტოლია $\\left(\\log_2 \\frac{x}{y}\\right)^2$?",
    options: ["$\\frac{25}{2}$", "$20$", "$\\frac{45}{2}$", "$25$", "$32$", "$36$"],
    correct: 1,
    tags: []
  },
  // 25
  {
    question: "$DABC$ პირამიდის ფუძეშია $ABC$ მართკუთხა სამკუთხედი $C$ მართი კუთხით. ამ პირამიდის გვერდითი წიბოები ტოლია. $DB$ გვერდით წიბოზე აღებული $M$ წერტილი ისე, რომ $BM:MD = 1:2$. $AMC$ და $ABC$ სიბრტყეებს შორის კუთხეა $60^{\\circ}$. $AMC$ სამკუთხედის ფართობია $4\\ \\text{სმ}^2$, პირამიდის სიმაღლისა და $ABC$ სამკუთხედის ფართობის ნამრავლი — $3\\ \\text{სმ}^3$. რამდენი სანტიმეტრია პირამიდის სიმაღლე?",
    options: ["$1$", "$2$", "$\\frac{4}{3}$", "$\\frac{5}{4}$", "$\\frac{6}{5}$", "$\\frac{3}{2}$"],
    correct: 3,
    tags: []
  }
];
