const quizData = [
  // 1
  {
    question: "$3^\\sqrt{x} < 3^{x - 2}$ უტოლობის ამონახსნთა სიმრავლეა:",
    options: ["$(−\\infty; 1)$", "$(2; +\\infty)$", "$[0; 4)$", "$[3; +\\infty)$", "$(4; +\\infty)$", "$[0; 1) \\cup (4; +\\infty)$"],
    correct: 4,
    tags: []
  },
  // 2
  {
    question: "წესიერი ექვსკუთხა პირამიდის ფუძის გვერდის სიგრძეა $2$, ხოლო გვერდითი წიბოს სიგრძეა $3$. იპოვეთ პირამიდის მოცულობა.",
    options: ["$2\\sqrt{15}$", "$3\\sqrt{5}$", "$\\sqrt{30}$", "$\\frac{4\\sqrt{10}}{3}$", "$6\\sqrt{5}$", "$2\\sqrt{30}$"],
    correct: 0,
    tags: []
  },
  // 3
  {
    question: "თუ $\\log_{3x}{4} = \\log_{2x}{8}$ განტოლების ამონახსნია $\\frac{a}{b}$, სადაც $a$ და $b$ ურთიერთმარტივი ნატურალური რიცხვებია. ქვემოთჩამოთვლილთაგან, რისი ტოლია $a + b$?",
    options: ["$5$", "$13$", "$17$", "$31$", "$35$", "$39$"],
    correct: 3,
    tags: []
  },
  // 4
  {
    question: "$(\\sqrt{5} − 2)^{x−2} > (\\sqrt{5} + 2)^{1−2x}$ უტოლობის ამონახსნთა სიმრავლეა:",
    options: ["$(−\\infty; −1)$", "$(−1; +\\infty)$", "$(−\\infty; 1)$", "$(−1; 1)$", "$(1; +\\infty)$", "∅"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "ოთხკუთხა პირამიდის ფუძეშია პარალელოგრამი. ამ პირამიდის თითოეული გვერდითი წიბოს სიგრძეა $8$, ფუძის ერთ-ერთი დიაგონალია $12$, ფუძის ერთ-ერთი გვერდია $8$. იპოვეთ პირამიდის მოცულობა.",
    options: [
      "$\\frac{112}{3}$",
      "$16\\sqrt{21}$",
      "$\\frac{64\\sqrt{35}}{3}$",
      "$\\frac{32\\sqrt{7}}{3}$",
      "$32\\sqrt{21}$",
      "$24\\sqrt{7}$"
    ],
    correct: 2,
    tags: []
  },
    // 6
  {
    question: "ცილინდრის ღერძის პარალელური კვეთის ფართობი $3$-ჯერ ნაკლებია ცილინდრის ღერძული კვეთის ფართობზე. რამდენი სანტიმეტრია მანძილი ცილინდრის ღერძიდან ამ კვეთამდე, თუ ცილინდრის სიმაღლის სიგრძეა $\\frac{1}{\\pi}$ სმ. ცილინდრის მოცულობაა $9$ სმ³?",
    options: ["$1$", "$3$", "$2$", "$2\\sqrt{2}$", "$\\pi$", "$2\\sqrt{3}$"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "იპოვეთ $f(x) = \\frac{12}{1 + \\lg(100 + x^2)} - 2$ ფუნქციის მნიშვნელობათა სიმრავლე.",
    options: ["$(−2; ∞)$", "$(−∞; 2]$", "$(−2; 2)$", "$[2; 3)$", "$(−2; 2]$", "$(−2; 6)$"],
    correct: 4,
    tags: []
  },
  // 8
  {
    question: "$\\lg(a^3b^7)$, $\\lg(a^5b^{12})$ და $\\lg(a^8b^{15})$ არამუდმივი არითმეტული პროგრესიის პირველი სამი წევრია. ამ პროგრესიის მე-$12$ წევრია $\\lg(b^n)$. რისი ტოლია $n$?",
    options: ["$40$", "$56$", "$76$", "$112$", "$143$", "$199$"],
    correct: 3,
    tags: []
  },
  // 9
  {
    question: "ქვემოთჩამოთვლილთაგან, რომელ მეოთხედებში მდებარეობს ისეთი $(x; y)$ წერტილები, რომელთათვისაც $\\log_{0{,}199}(x^2 + y^2) < −1$",
    options: [
      "მხოლოდ I-ში",
      "მხოლოდ I-სა და II-ში",
      "მხოლოდ III-სა და IV-ში",
      "მხოლოდ I-სა და IV-ში",
      "მხოლოდ II-სა და III-ში",
      "ოთხივე მეოთხედში"
    ],
    correct: 5,
    tags: []
  },
  // 10
  {
    question: "იპოვეთ საკოორდინატო სიბრტყეზე $|\\log_3(y − x)| + 1 > 0$, $|\\log_3(10 − x − y)| + 2 > 0$, $(\\log_{0{,}3} x)^2 ≥ 0$ უტოლობების ამონახსნებით მიღებული ფიგურის ფართობი.",
    options: ["$20$", "$25$", "$5$", "$36$", "$40$", "$32$"],
    correct: 1,
    tags: []
  },
    // 11
  {
    question: "წაკვეთილ კონუსში ჩახაზულია სფერო (სფერო ეხება კონუსის ორივე ფუძეს და კონუსის გვერდით ზედაპირს). წაკვეთილი კონუსის მოცულობა ორჯერ მეტია ბირთვის მოცულობაზე. იპოვეთ წაკვეთილი კონუსის ფუძეების რადიუსების შეფარდება (დიდის მცირესთან).",
    options: [
      "$1{,}5$",
      "$\\frac{1 + \\sqrt{5}}{2}$",
      "$\\sqrt{3}$",
      "$2$",
      "$\\frac{3 + \\sqrt{5}}{2}$",
      "შეუძლებელია დადგენა"
    ],
    correct: 4,
    tags: []
  },
  // 12
  {
    question: "კონუსის წვეროდან ორ მსახველზე ფუძისადმი $45^{\\circ}$-იანი კუთხით გავლებულია სიბრტყე, რომელიც კვეთს ფუძის წრეწირის მეოთხედს. კონუსის სიმაღლეა $6$. იპოვეთ კონუსის მოცულობა.",
    options: ["$24\\pi$", "$120\\pi$", "$72\\pi$", "$144\\pi$", "$96\\pi$", "$48\\pi$"],
    correct: 3,
    tags: []
  },
  // 13
  {
    question: "ქვემოთჩამოთვლილთაგან, რისი ტოლი შეიძლება იყოს $k$, რომ $4^x - k \\cdot 2^x \\leq 0$ უტოლობის ამონახსნთა სიმრავლეში იყოს რიცხვი $1$?",
    options: ["$-2{,}2$", "$-1{,}8$", "$-0{,}3$", "$0{,}4$", "$1{,}8$", "$2{,}1$"],
    correct: 5,
    tags: []
  },
  // 14
  {
    question: "$A = (\\sqrt{17} − 4)^{5 − \\sqrt{23}}$, $B = (\\sqrt{17} − 4)^{5 − \\sqrt{21}}$, $C = (\\sqrt{11} − 3)^{4 − 3\\sqrt{2}}$ რიცხვები დაალაგეთ ზრდის მიხედვით (პატარადან დიდისკენ).",
    options: [
      "$A, B, C$",
      "$A, C, B$",
      "$B, A, C$",
      "$B, C, A$",
      "$C, A, B$",
      "$C, B, A$"
    ],
    correct: 2,
    tags: []
  },
  // 15
  {
    question: "$f(x) = \\log_{0{,}5}\\left(\\log_4\\left(\\log_{\\frac{1}{4}}(\\log_{16} x)\\right)\\right)$ ფუნქციის განსაზღვრის არეა ინტერვალი, რომლის სიგრძეა:",
    options: ["$1$", "$1{,}25$", "$1{,}5$", "$2$", "$2{,}5$", "$3$"],
    correct: 0,
    tags: []
  },
    // 16
  {
    question: "წესიერ ოთხკუთხა პირამიდაზე შემოხაზულ და მასში ჩახაზულ სფეროებს საერთო ცენტრი აქვთ. ქვემოთჩამოთვლილთაგან, რისი ტოლი შეიძლება იყოს ამ სფეროების რადიუსების შეფარდება?",
    options: ["$\\sqrt{2}$", "$2$", "$3$", "$4$", "$\\sqrt{2} - 1$", "$\\sqrt{3} - 1$"],
    correct: 4,
    tags: []
  },
  // 17
  {
    question: "ცნობილია, რომ $\\lg(x + y) = z$, $\\lg(x^2 + y^2) = z + 1$. ნებისმიერი ასეთი $x, y, z$ რიცხვებისთვის არსებობს $a$ და $b$, რომ ჭეშმარიტია ტოლობა: $x^3 + y^3 = a \\cdot 10^{3z} + b \\cdot 10^{2z}$. რისი ტოლია $a + b$?",
    options: ["$7{,}5$", "$14{,}5$", "$15$", "$19{,}5$", "$24$", "$26{,}5$"],
    correct: 1,
    tags: []
  },
  // 18
  {
    question: "რამდენი მთელი ამონახსნი აქვს $\\lg(x - 40) + \\lg(60 - x) < 2$ უტოლობას?",
    options: ["$10$", "$11$", "$18$", "$20$", "$21$", "უამრავი"],
    correct: 2,
    tags: []
  },
  // 19
  {
    question: "იპოვეთ $a$-ს მნიშვნელობათა სიმრავლე, რომელთათვისაც $(\\log_7 x)^2 + |\\log_7 x| = a$ განტოლებას აქვს ოთხი განსხვავებული ამონახსენი.",
    options: [
      "$(−\\infty; 0)$",
      "$\\left(−\\frac{1}{4}; +\\infty\\right)$",
      "$\\left[−\\frac{1}{4}; +\\infty\\right)$",
      "$[0; +\\infty)$",
      "$(0; +\\infty)$",
      "∅"
    ],
    correct: 5,
    tags: []
  },
  // 20
  {
    question: "მართკუთხა პარალელეპიპედზე შემოხაზულია სფერო (ყველა წვერო ამ სფეროზეა). პარალელეპიპედის თორმეტივე წიბოს სიგრძეების ჯამია $112$ სმ. პარალელეპიპედის სრული ზედაპირის ფართობია $384\\ \\text{სმ}^2$. რამდენი სანტიმეტრია სფეროს რადიუსი?",
    options: ["$8$", "$10$", "$12$", "$14$", "$16$", "$18$"],
    correct: 1,
    tags: []
  },
    // 21
  {
    question: "მოცემულია: $a \\geq 2$, $b \\geq 1$, $c \\geq 0$ მთელი რიცხვებია და $\\log_a b = c$, ხოლო $a + b + c = 2025$. ქვემოთჩამოთვლილთაგან, რისი ტოლი შეიძლება იყოს $2a + b + c$?",
    options: ["$3037$", "$2026$", "$4048$", "$4050$", "$2700$", "$2701$"],
    correct: 0,
    tags: []
  },
  // 22
  {
    question: "სამკუთხა პირამიდის ყველა გვერდითი წიბო $3$-ის ტოლია. ამ წიბოებს შორის კუთხეებია $90^{\\circ}$, $90^{\\circ}$ და $60^{\\circ}$ შესაბამისად. იპოვეთ პირამიდის მოცულობა.",
    options: ["$3\\sqrt{3}$", "$2{,}25\\sqrt{3}$", "$1{,}5\\sqrt{3}$", "$4{,}5$", "$4\\sqrt{3}$", "$3\\sqrt{6}$"],
    correct: 1,
    tags: []
  },
  // 23
  {
    question: "განსხვავებულ მთელ $x, y, z, t$ რიცხვთა რამდენი ოთხეული არსებობს, რომელთათვისაც $x\\lg 2 + y\\lg 3 + z\\lg 5 + t\\lg 7 = 2024$?",
    options: ["არცერთი", "$2$", "$3$", "$4$", "$5$", "უამრავი"],
    correct: 0,
    tags: []
  },
  // 24
  {
    question: "მოცემული უტოლობებიდან: I. $\\sqrt{x^2 − 3x − 2} > 2x − 1$; II. $\\log_{0{,}2}(x − 4) > −4$; III. $3^{x^2 − 4x − 100} < 7$, რომელს აქვს სასრული რაოდენობის მთელი ამონახსენი?",
    options: [
      "მხოლოდ I",
      "მხოლოდ II",
      "მხოლოდ III",
      "მხოლოდ I და II",
      "მხოლოდ I და III",
      "მხოლოდ II და III"
    ],
    correct: 5,
    tags: []
  },
  // 25
  {
    question: "$DABC$ წესიერი ტეტრაედრის (ექვისვე წიბო ტოლია) წიბოს სიგრძეა $\\log_{199} a$. ამ ტეტრაედრზე შემოხაზული სფეროს რადიუსია $\\log_{199} b$. იპოვეთ $(\\log_a b)^2$",
    options: ["$\\frac{1}{3}$", "$\\frac{5}{6}$", "$\\frac{3}{8}$", "$\\frac{101}{199}$", "$\\frac{2}{3}$", "$\\frac{7}{12}$"],
    correct: 2,
    tags: []
  }
];
