const quizData = [
  // 1
  {
    question: "გამოთვალეთ $0{,}(27) + 0{,}5(45)$.",
    options: [
      "$\\frac{3}{7}$",
      "$\\frac{9}{11}$",
      "$\\frac{2}{13}$",
      "$0{,}82$",
      "$1$",
      "$1{,}2$"
    ],
    correct: 1,
    tags: []
  },

  // 2
  {
    question: "გამოსახულებაში $x\\sqrt{-x}$ შეიტანეთ მამრავლი ფესვის ნიშნის ქვეშ.",
    options: [
      "$-\\sqrt{-2x}$",
      "$-\\sqrt{-x^2}$",
      "$-\\sqrt{x^2}$",
      "$-\\sqrt{-x^3}$",
      "$\\sqrt{-x^3}$",
      "$-\\sqrt{x^3}$"
    ],
    correct: 3,
    tags: []
  },

  // 3
  {
    question: "რამდენი გამყოფი აქვს $\\sqrt{5x - 1} = 7$ განტოლების ფესვს?",
    options: [
      "$1$",
      "$4$",
      "$6$",
      "$3$",
      "$2$",
      "$5$"
    ],
    correct: 1,
    tags: []
  },

  // 4
  {
    question: "$ABC$ მახვილკუთხა სამკუთხედში გავლებულია $AK$ და $BD$ სიმაღლეები. $AC = b$, $BC = a$, $AB = c$. იპოვეთ $KD$, თუ $KC = m$.",
    options: [
      "$\\frac{ab}{c}$",
      "$\\frac{ac}{m}$",
      "$\\frac{mc}{b}$",
      "$\\frac{ma}{c}$",
      "$\\frac{a + b + c}{m}$",
      "$\\frac{abc}{m}$"
    ],
    correct: 2,
    tags: []
  },

  // 5
  {
    question: "ტოლფერდა სამკუთხედში, რომლის გვერდებია $18$, $18$ და $12$, ჩახაზულია წრეწირი. იპოვეთ წრეწირის ფერდებთან შეხების წერტილებს შორის მანძილი.",
    options: [
      "$8$",
      "$10$",
      "$12$",
      "$16$",
      "$6$",
      "$4$"
    ],
    correct: 0,
    tags: []
  },

  // 6
  {
    question: "შემდეგი ექვსი ტოლობიდან <br><br> $\\frac{a}{\\sqrt{3}} = \\frac{a\\sqrt{3}}{3}$; &emsp; $\\frac{1}{\\sqrt{3} + 2} = 2 - \\sqrt{3}$; &emsp; $(\\sqrt{7} + 2)^2 = 9 + 4\\sqrt{7}$; <br><br> $\\frac{a}{\\sqrt{3} - \\sqrt{2}} = a\\sqrt{2} + a\\sqrt{3}$; &emsp; $\\sqrt{a^4} = a^2$; &emsp; $2\\sqrt{a} = \\frac{2a}{\\sqrt{a}}$ <br><br> რამდენია ჭეშმარიტი $a$ ცვლადის ყველა დასაშვები მნიშვნელობისთვის?",
    options: [
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$",
      "$6$"
    ],
    correct: 4,
    tags: []
  },

  // 7
  {
    question: "გამოთვალეთ $\\sqrt{x^2 - 2x + 1} + \\sqrt{x^2 - 12x + 36}$, თუ $x = 1{,}99$.",
    options: [
      "$0$",
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$"
    ],
    correct: 5,
    tags: []
  },

  // 8
  {
    question: "$a = 7 + 3\\sqrt{3}$; $b = \\frac{1}{7 - 4\\sqrt{3}}$; $c = 7 + 2\\sqrt{5}$ და $d = \\frac{1}{5 - 2\\sqrt{6}}$. რიცხვები დაალაგეთ ზრდის მიხედვით. (უმცირესიდან უდიდედისკენ)",
    options: [
      "$b, d, c, d$",
      "$d, b, a, b$",
      "$c, d, b, a$",
      "$b, c, d, a$",
      "$d, c, a, b$",
      "$d, b, c, a$"
    ],
    correct: 4,
    tags: []
  },

  // 9
  {
    question: "წრეწირის $AB$ და $CD$ ქორდები $O$ წერტილში იკვეთებიან. $AO = 4$, $BO = 7$, $CO = 2$. იპოვეთ $CD$.",
    options: [
      "$13$",
      "$12$",
      "$16$",
      "$28$",
      "$20$",
      "$18$"
    ],
    correct: 2,
    tags: []
  },

  // 10
  {
    question: "იპოვეთ ტრაპეციის ფუძეების შეფარდება, თუ შუახაზი დიაგონალებით სამ ტოლ ნაწილად იყოფა.",
    options: [
      "$1:1$",
      "$1:2$",
      "$1:3$",
      "$1:1{,}5$",
      "$1:4$",
      "$1:3{,}5$"
    ],
    correct: 1,
    tags: []
  },
    // 11
  {
    question: "რამდენი მთელი რიცხვი აკმაყოფილებს ერთდროულად ორივე $\\sqrt{4x - 1} > -3$ და $\\sqrt{3x - 1} < 5$ უტოლობას?",
    options: [
      "$3$",
      "$9$",
      "$8$",
      "$7$",
      "$6$",
      "$4$"
    ],
    correct: 2,
    tags: []
  },

  // 12
  {
    question: "გამოთვალეთ $(\\sqrt{63} - \\sqrt{21} + \\sqrt{35}) \\cdot (\\sqrt{12} - \\sqrt{27} - \\sqrt{48} + \\sqrt{75})$.",
    options: [
      "$0$",
      "$1$",
      "$2$",
      "$\\sqrt{2}$",
      "$3\\sqrt{7}$",
      "$\\sqrt{5}$"
    ],
    correct: 0,
    tags: []
  },

  // 13
  {
    question: "იპოვეთ $\\frac{(2x - 5)(x - 3)\\sqrt{2x + 1}}{4x^2 - 1} = 0$ განტოლების ფესვთა ჯამი.",
    options: [
      "$5{,}5$",
      "$5$",
      "$4$",
      "$4{,}5$",
      "$6$",
      "$6{,}5$"
    ],
    correct: 0,
    tags: []
  },

  // 14
  {
    warning: "ყველა პასუხი ჩათვლილია",
    question: "$ABC$ სამკუთხედის $B$ წვეროზე გავლებულია წრფე, რომელიც სამკუთხედის $AC$ გვერდს არ კვეთს. ამ წრფეზე დაშვებულია $AD = 8$ და $CK = 16$ მართობები. მანძილი $D$ წერტილიდან $AC$ გვერდის $M$ შუა წერტილამდე $10$-ია. იპოვეთ მანძილი $K$ წერტილიდან $M$ წერტილამდე.",
    options: [
      "$4$",
      "$12{,}8$",
      "$8$",
      "$10$",
      "$12$",
      "$16$"
    ],
    correct: [0,1,2,3,4,5],
    tags: []
  },

  // 15
  {
    question: "$ABC$ სამკუთხედში $\\angle B = 50^\\circ$, $\\angle A = 80^\\circ$ და $AB = 14$ სმ. $AC$ გვერდზე აღებულია $M$ წერტილი ისე, რომ $AM : MC = 3 : 4$, ხოლო $AB$ გვერდზე $N$ წერტილი ისე, რომ $CMNB$ ოთკუთხედზე შემოიხაზება წრეწირი. იპოვეთ $AN$.",
    options: [
      "$2$",
      "$6$",
      "$5$",
      "$8$",
      "$3$",
      "$4$"
    ],
    correct: 1,
    tags: []
  },

  // 16
  {
    question: "ჩამოთვლილთაგან რომელი ტოლობაა ჭეშმარიტი, თუ $|a + b|^2 + |b + c|^2 + |a + c|^2 = |a + b + c|^2$?",
    options: [
      "$a + c = b + 1$",
      "$a^2 + b^2 = c^2 + 2$",
      "$a + b + c = 1$",
      "$b + c = a + 1$",
      "$a + b = 2(b + c)$",
      "$ab = bc + 1$"
    ],
    correct: 4,
    tags: []
  },

  // 17
  {
    question: "$a$-ს რომელი მნიშვნელობისთვის იქნება უტოლობა $ax \\geq a^2 - 4 + 2x$ სამართლიანი ნებისმიერი $x$-თვის?",
    options: [
      "$0$",
      "$1$",
      "$\\pm2$",
      "$\\pm1$",
      "$2$",
      "$4$"
    ],
    correct: 4,
    tags: []
  },

  // 18
  {
    question: "ჩამოთვლილთაგან რისი ტოლია $a$, თუ $\\begin{cases} 3x - 7 \\leq x + 4 \\\\ 5(x + 3) - 2(x - 1) < 7x + a \\end{cases}$ სისტემის ამონახსნთა სიმრავლე ცარიელი სიმრავლეა.",
    options: [
      "$2$",
      "$7$",
      "$9$",
      "$-3$",
      "$-4$",
      "$-5$"
    ],
    correct: 5,
    tags: []
  },

  // 19
  {
    question: "წრეწირი ეხება მართკუთხა სამკუთხედის უდიდეს კათეტს, გადის მოპირდაპირე მახვილი კუთხის წვეროზე, ხოლო ცენტრი მდებარეობს ჰიპოტენუზაზე. იპოვეთ წრეწირის რადიუსი, თუ მცირე კათეტის სიგრძეა $6$ და ჰიპოტენუზის კი $10$.",
    options: [
      "$\\frac{12}{5}$",
      "$\\frac{15}{4}$",
      "$\\frac{16}{5}$",
      "$2$",
      "$3$",
      "$4$"
    ],
    correct: 1,
    tags: []
  },

  // 20
  {
    question: "$DEF$ სამკუთხედში გავლებულია $DK$ მედიანა. იპოვეთ $\\angle DFE$, თუ $\\angle KDE = 70^\\circ$, $\\angle DKF = 140^\\circ$.",
    options: [
      "$20^\\circ$",
      "$30^\\circ$",
      "$45^\\circ$",
      "$60^\\circ$",
      "$70^\\circ$",
      "$80^\\circ$"
    ],
    correct: 0,
    tags: []
  },

  // 21
  {
    question: "იპოვეთ $\\frac{a}{b} + \\frac{b}{a}$, თუ $a = b + 1$ და $a^4 = b^4$.",
    options: [
      "$4$",
      "$6$",
      "$8$",
      "$-2$",
      "$-1$",
      "$0$"
    ],
    correct: 3,
    tags: []
  },

  // 22
  {
    question: "ჩამოთვლილთაგან რისი ტოლია $a$, თუ $|x + 2023| < |x - a|$ უტოლობის ამონახსნია $(-\\infty; 1)$?",
    options: [
      "$-1$",
      "$1$",
      "$0$",
      "$2024$",
      "$2025$",
      "$199$"
    ],
    correct: 4,
    tags: []
  },

  // 23
  {
    question: "$A(x_1; y_1)$ და $B(x_2; y_2)$ წერტილების კოორდინატები აკმაყოფილებენ $y \\geq -x + 6$; $y \\leq -2x + 14$ და $y \\leq x + 2$ უტოლობებს. ჩამოთვლილთაგან რომელი არის $|x_2 - x_1|$ გამოსახულების უდიდესი მნიშვნელობა?",
    options: [
      "$3$",
      "$4$",
      "$5$",
      "$6$",
      "$8$",
      "$10$"
    ],
    correct: 3,
    tags: []
  },

  // 24
  {
    question: "$ABCD$ რომბში $\\angle B = 40^\\circ$. $M$ წერტილი $BC$ გვერდის შუა წერტილია. $N$ წერტილი $A$ წვეროდან $DM$ მონაკვეთზე დაშვებული მართობის ფუძეა. იპოვეთ $\\angle CNM$.",
    options: [
      "$45^\\circ$",
      "$30^\\circ$",
      "$60^\\circ$",
      "$70^\\circ$",
      "$80^\\circ$",
      "$40^\\circ$"
    ],
    correct: 3,
    tags: []
  },

  // 25
  {
    question: "მოცემულია წრეწირში ჩახაზული $ABC$ ($AB = AC$) ტოლფერდა სამკუთხედი, რომელშიც $\\angle A = 20^\\circ$. უმცირეს $AB$ რკალზე აღებულია $D$ წერტილი. $AD$ სხივზე აღებულია $E$ წერტილი ($D$ წერტილი $A$ და $E$ წერტილებს შორისაა) ისე, რომ $A$ და $E$ წერტილები $BC$ წრფის მიმართ ერთ ნახევარსიბრტყეშია. $BDE$ სამკუთხედზე შემოხაზული წრეწირი $AB$ გვერდს გადაკვეთს $F$ წერტილში. იპოვეთ კუთხე $\\angle EFB$.",
    options: [
      "$20^\\circ$",
      "$30^\\circ$",
      "$45^\\circ$",
      "$60^\\circ$",
      "$90^\\circ$",
      "$80^\\circ$"
    ],
    correct: 5,
    tags: []
  }
];
