const quizData = [
// 1
{intro:"საჭირო ინფორმაცია: <br><br> თუ სპეციალური მითითება არ არის, ელექტრულ მომხმარებლებთან მიერთებული სადენების წინაღობა არ გაითვალისწინოთ. <br><br> თუ სპეციალური მითითება არ არის, მექანიკური რხევების დროს ენერგიის დანაკარგები არ გაითვალისწინოთ. <br><br> იდეალური აირის მუდმივა: $R=8{,}31$ ჯ/მოლი$ \\cdot K$ <br><br> $g=10$მ/წმ$^2$",
    question: "პირველი ჭურჭლის მოცულობაა $7$ ლ, ხოლო მასში არსებული აირის წნევა კი $3 \\cdot 10^{5}$ პა. მეორე ჭურჭლის მოცულობაა $3$ ლ და მასში არსებული აირის წნევა კი $P$. ჭურჭლები შეაერთეს წვრილი მილით, რის შემდეგაც ორივე მათგანში დამყარდა $3{,}6 \\cdot 10^{5}$ პა წნევა. ჩათვალეთ, რომ ორივე ჭურჭელში ერთნაირი ტემპერატურა იყო და პროცესი იზოთერმულია. რისი ტოლია $P$?",
    options: ["$3{,}3 \\cdot 10^{5}$ პა", "$5 \\cdot 10^{5}$ პა", "$3{,}9 \\cdot 10^{5}$ პა", "$4{,}2 \\cdot 10^{5}$ პა", "$4{,}5 \\cdot 10^{5}$ პა"],
    correct: 1,
    tags: ["თერმოდინამიკა"]
},

// 2
{
    question: "მყარ ჭურჭელში, რომლის მოცულობაა $6 მ^{3}$, იმყოფება $300 K$ ტემპერატურის მქონე $2$ მოლი იდეალური აირი. ჭურჭელში დამატებით $1$ მოლი იგივე აირი ჩატუმბეს და ტემპერატურა $400 K$-მდე გაზარდეს. რამდენით მოიმატა აირის წნევამ ჭურჭელში, თავდაპირველთან შედარებით?",
    options: ["$831$ პა-ით", "$467$ პა-ით", "$1664$ პა-ით", "$415{,}5$ პა-ით", "$249$ პა-ით"],
    correct: 0,
    tags: ["თერმოდინამიკა"]
},

// 3
{image: "physics-quizzes/class-11/images/image..2.png",
    warning:"ყველა პასუხი ჩათვლილია",
    question: "სურათზე გამოსახულია იდეალური ერთატომიანი აირის მდგომარეობის ცვლილების პროცესი. განსაზღვრეთ აირის მიერ მიღებული სითბოს რაოდენობა ამ პროცესის დროს.",
    options: ["$10 P_{0}V_{0}$", "$11 P_{0}V_{0}$", "$8 P_{0}V_{0}$", "$4 P_{0}V_{0}$", "$12 P_{0}V_{0}$"],
    correct: [0,1,2,3,4],
    tags: ["თერმოდინამიკა"]
},

// 4
{
    question: "იდეალური $2$ ატომიანი აირი იზობარულად გაათბეს, ისე რომ მას გადასცეს $83{,}1$ კჯ სითბოს რაოდენობა. აირის ნივთიერების რაოდენობა $10$ მოლია. განსაზღვრეთ აირის ტემპერატურის ცვლილება.",
    options: ["$\\frac{300}{11} K$", "$\\frac{2000}{11} K$", "$\\frac{3000}{11} K$",  "$\\frac{2000}{7} K$", "$\\frac{3200}{7} K$"],
    correct: 3,
    tags: ["თერმოდინამიკა"]
},

// 5
{
    question: "იდეალურ აირზე ატარებენ $P = \\alpha V$ პროცესს, სადაც $P$ - აირის წნევაა, $V$ - მოცულობა, ხოლო $\\alpha = const$. განსაზღვრეთ აირის მოლური სითბოტევადობა ამ პროცესში, თუ აირი ერთატომიანია. $R$ არის იდეალური აირის უნივერსალური მუდმივა.",
    options: ["$3R$", "$2R$", "$3{,}5R$",  "$1{,}5R$", "$2{,}5R$"],
    correct: 1,
    tags: ["თერმოდინამიკა"]
},

// 6
{
    question: "მოცემული იდეალური აირის კუთრი სითბოტევადობა $\\frac{5R}{3M}$-ის ტოლია. განსაზღვრეთ $3$ მოლი ასეთი აირის შინაგანი ენერგიის ცვლილება მისი $200 K$-ით იზოქორულად გათბობისას.",
    options: ["$16620$ ჯ", "$4155$ ჯ", "$8310$ ჯ", "$6550$ ჯ", "$7560$ ჯ"],
    correct: 2,
    tags: ["თერმოდინამიკა"]
},

// 7
{
    question: "აირი ჯერ იზობარულად გაათბეს $T_{1}$ ტემპერატურიდან $T_{2}$-მდე, შემდეგ კი იზოქორულად. იზობარული გათბობის დროს $3$-ჯერ მეტი სითბოს რაოდენობა დაიხარჯა, ვიდრე იზოქორულის დროს. განსაზღვრეთ იზოქორული გათბობისას დახარჯული სითბოს რაოდენობა, თუ იზობარული გათბობისას აირმა $A$ მუშაობა შეასრულა.",
    options: ["$A/2$", "$2A$", "$3A$", "$1{,}5 A$", "$2{,}5 A$"],
    correct: 0,
    tags: ["თერმოდინამიკა"]
},

// 8
{
    question: "მათემატიკური ქანქარა ასრულებს ჰარმონიულ რხევებს. იგი შედგება $3{,}2$ მ სიგრძის მსუბუქი ძაფისა და $1$ კგ მასის მცირე ზომის ტვირთისაგან. ჩამოთვლილი პასუხებიდან რომელია ყველაზე ახლოს ქანქარას ვერტიკალიდან გადახრის კუთხის რადიანულ ზომასთან, იმ მომენტში, როდესაც მისი პოტენციური ენერგია $1$ ჯ-ია? პოტენციური ენერგია ნულის ტოლად ჩათვალეთ ბურთულას წონასწორობის წერტილში გავლისას. მიიჩნიეთ, რომ მოცემული რხევისას ძაფის ვერტიკალიდან გადახრის კუთხის სინუსი ამავე კუთხის ტოლია რადიანებში.",
    options: ["$0{,}5$ რად", "$1$ რად", "$0{,}25$ რად", "$0{,}45$ რად", "$0{,}01$ რად"],
    correct: 2,
    tags: ["მექანიკური რხევები"]
},

// 9
{
    question: "კონდენსატორი ჩართეს $1000$ ვოლტი მუდმივი ძაბვის ქსელში. მისი დამუხტვის დამთავრებისას კონდენსატორის ენერგია $1$ ჯ-ის ტოლი გახდა. ამის შემდეგ ეს კონდენსატორი მიაერთეს $0{,}5$ ჰნ ინდუქციურობის მქონე კოჭასთან. ამ მომენტიდან რამდენ ხანში გაუტოლდება პირველად ერთმანეთს კოჭას მაგნიტური ველის ენერგია და კონდენსატორის ელექტრული ველის ენერგია? ენერგიის დანაკარგები არ გაითვალისწინოთ.",
    options: ["$\\pi$ მწმ", "$2\\pi$ მწმ", "$0{,}5\\pi$ მწმ", "$0{,}25\\pi$ მწმ", "$1{,}25\\pi$ მწმ"],
    correct: 3,
    tags: ["ელექტრომაგნიტური რხევები"]
},

// 10
{
    question: "ტბის ზედაპირზე გავრცელდა ტალღა, რის გამოც ვერტიკალური რხევა დაიწყო ორმა ტივტივამ (ტივტივებზე გავლებული წრფე ტალღის გავრცელების მიმართულებისაა). ტივტივებს შორის მანძილი ტალღის გავრცელების მიმართულებით $3$ მ-ია და თითოეული ტივტივა $1$ წუთში $120$ რხევას ასრულებს. მეთევზეებმა შეამჩნიეს, რომ როდესაც პირველი ტივტივა ტალღის ბურცობმა მაქსიმალურ სიმაღლეზე ასწია, მეორე ტივტივა მაქსიმალურად იყო ჩაწეული ტალღის „ღრმულში“ და ამ მომენტში ტივტივებს შორის ტალღის $2$ ბურცობი იყო (პირველი ტივტივას ბურცობის ჩაუთვლელად). რა სიჩქარით ვრცელდება ტალღა?",
    options: ["$6$ მ/წმ", "$3$ მ/წმ", "$2{,}4$ მ/წმ", "$1{,}2$ მ/წმ", "$1{,}5$ მ/წმ"],
    correct: 2,
    tags: ["ტალღები"]
},

// 11
{
    question: "კონდენსატორი, კოჭა და რეზისტორი მიმდევრობითაა ერთმანეთთან შეერთებული და ჩართულია $\\omega = 2000$ რად/წმ ციკლური სიხშირის ჰარმონიულად ცვლადი ძაბვის ქსელში. $C = 25$ მკფ, $L = 0{,}01$ ჰნ, $R_{1} = 200$ ომი. როდესაც ამავე წრედში მიმდევრობით ჩართეს დამატებით $R_{2} = 500$ ომი წინაღობის რეზისტორი, წრედში დენის ძალის ამპლიტუდა $35$ მა-ით შემცირდა. რისი ტოლი გახდა დენის ძალის ამპლიტუდა მეორე რეზისტორის ჩართვის შემდეგ?",
    options: ["$49$ მა", "$25$ მა", "$21$ მა", "$35$ მა", "$14$ მა"],
    correct: 4,
    tags: ["ცვლადი დენი"]
},

// 12
{
    question: "ჰერმეტულად დახურული ოთახის ზომებია $5 მ \\times 4 მ \\times 3 მ$. ჰაერის ტემპერატურა ოთახში $18^{\\circ}C$-ია, ხოლო ფარდობითი ტენიანობა - $60\\%$. რა მასის წყალი უნდა აორთქლდეს ოთახში, რომ ფარდობითი ტენიანობა $100\\%$ გახდეს? წყლის ნაჯერი ორთქლის სიმკვრივე $18^{\\circ}C$ ტემპერატურაზე $15{,}4$ გ/$მ^{3}$-ია. ოთახში ტემპერატურა არ იცვლება.",
    options: ["$210$ გ", "$120$ გ", "$280$ გ", "$370$ გ", "$369{,}6$ გ"],
    correct: 4,
    tags: ["ტენიანობა"]
},

// 13
{
    question: "სითბური ძრავას მარგი ქმედების კოეფიციენტის გაზრდის მიზნით მოწყობილობა ისე შეცვალეს, რომ სახურებლის მხრიდან მუშა სხეულზე გადაცემული სითბო ორჯერ გაიზარდა, ხოლო მუშა სხეულიდან მაცივარზე გადაცემული სითბოს რაოდენობა არ შეცვლილა. შედეგად, მ.ქ.კ. $1{,}2$-ჯერ გაიზარდა. რამდენჯერ აღემატებოდა სახურებლისგან მუშა სხეულზე გადაცემული სითბო მუშა სხეულის მხრიდან მაცივარზე გადაცემულ სითბოს, მოწყობილობის გადაკეთებამდე?",
    options: ["$1{,}2$-ჯერ", "$1{,}5$ ჯერ", "$4$ ჯერ", "$3{,}5$ ჯერ", "$2{,}2$ ჯერ"],
    correct: 3,
    tags: ["თერმოდინამიკა"]
},

// 14
{
    question: "ბალონში მოთავსებულია $5 \\cdot 10^{5}$ პა წნევის და $300 K$ ტემპერატურის იდეალური აირი. იმის შემდეგ, რაც ბალონიდან გამოუშვეს აირის $10\\%$, აირის ტემპერატურა ბალონში გახდა $260 K$. რისი ტოლი გახდა აირის წნევა ბალონში?",
    options: ["$3{,}3 \\cdot 10^{5}$ პა", "$3{,}6 \\cdot 10^{5}$ პა", "$3{,}9 \\cdot 10^{5}$ პა", "$4{,}2 \\cdot 10^{5}$ პა", "$4{,}5 \\cdot 10^{5}$ პა"],
    correct: 2,
    tags: ["თერმოდინამიკა"]
},

// 15
{task:"სურათზე მოცემულია იდეალური ორატომიანი აირის $1-2-3-1$ პროცესის $PV$ დიაგრამა. უპასუხეთ $15, 16, 17$ შეკითხვებს ",
    image: "physics-quizzes/class-11/images/image..3.png",
    question: "რისი ტოლია აირის მიერ $1-2$ პროცესის დროს შესრულებული მუშაობა?",
    options: ["$2 PV$", "$12 PV$", "$10 PV$", "$5{,}5 PV$", "$12{,}5 PV$"],
    correct: 4,
    tags: ["თერმოდინამიკა"]
},

// 16
{image: "physics-quizzes/class-11/images/image..3.png",
    question: "რისი ტოლია აირის შინაგანი ენერგიის ცვლილება $2-3$ პროცესის დროს?",
    options: ["$-25 PV$","$-45 PV$","$18 PV$",   "$-18 PV$", "$-24 PV$"],
    correct: 1,
    tags: ["თერმოდინამიკა"]
},

// 17
{image: "physics-quizzes/class-11/images/image..3.png",
    question: "რისი ტოლია აირის მიერ მიღებული სითბოს რაოდენობა $3-1$ პროცესის დროს?",
    options: ["$-11{,}5 PV$", "$25 PV$", "$-5 PV$", "$-17{,}5 PV$", "$22{,}5 PV$"],
    correct: 3,
    tags: ["თერმოდინამიკა"]
},

// 18
{image: "physics-quizzes/class-11/images/image..1.png",
    warning:"ყველა პასუხი ჩათვლილია",
    question: "სურათზე გამოსახული, გლუვ ზედაპირზე მოთავსებული $m$ მასის ძელაკი $k_{1} = 2k$ სიხისტის ზამბარასთან მიმაგრებულია, ხოლო $k_{2} = 4k$ სიხისტის ზამბარასთან - არა (მხოლოდ ეხება მის ბოლოს). ორივე ზამბარა მიმაგრებულია კედელზე და მათი მასები უგულებელყოფილია. თავდაპირველად ორივე ზამბარა არადეფორმირებულია. ძელაკი გადაწიეს $k_{1}$ სიხისტის ზამბარის მხარეს და გაათავისუფლეს. რისი ტოლია ძელაკის რხევის პერიოდი?",
    options: [
        "$\\pi\\sqrt{\\frac{m}{2k}} \\cdot \\sqrt{1 + \\frac{1}{\\sqrt{3}}}$", 
        "$\\pi\\sqrt{\\frac{m}{8k}} \\cdot \\sqrt{1 + \\frac{1}{2\\sqrt{3}}}$",
        "$4\\pi\\sqrt{\\frac{m}{2k}} \\cdot \\sqrt{1 + \\frac{1}{4\\sqrt{3}}}$",
        "$\\pi\\sqrt{\\frac{m}{2k}} (2 + \\frac{1}{\\sqrt{3}})$",
         "$2\\pi\\sqrt{\\frac{m}{4k}} (1 + \\frac{2}{\\sqrt{3}})$", ],
    correct: [0,1,2,3,4],
    tags: ["მექანიკური რხევები"]
},

// 19
{
    question: "იდეალურმა აირმა გაფართოვებისას მიიღო $Q$ სითბოს რაოდენობა და შეასრულა $4Q/5$ მუშაობა. რამდენჯერ გაიზარდა მისი ტემპერატურა, თუ აირის საწყისი შინაგანი ენერგია იყო $U$?",
    options: ["$\\frac{3Q}{5U} + 1{,}5$", "$\\frac{4Q}{7U} + 1$", "$\\frac{Q}{5U} + 1$", "$\\frac{Q}{5U} + 2$", "$\\frac{Q}{3U} + 3$"],
    correct: 2,
    tags: ["თერმოდინამიკა"]
},

// 20
{image: "physics-quizzes/class-11/images/image..4.png",
    question: "იდეალური აირისთვის ჯერ შესრულდა $1-2-3$ პროცესი, შემდეგ კი $1-3$ პროცესი. პირველ შემთხვევაში აირმა მიიღო $13 \\cdot 10^{3}$ ჯ სითბოს რაოდენობა. რა სითბოს რაოდენობა მიიღო აირმა მეორე შემთხვევაში? $P = 100$ კპა, $V = 10$ ლ.",
    options: ["$6$ კჯ", "$7$ კჯ", "$8$ კჯ", "$9$ კჯ","$10$ კჯ" ],
    correct: 1,
    tags: ["თერმოდინამიკა"]
},

// 21
{
    question: "ვერტიკალურად მოთავსებულ $30$ $სმ^{2}$ ფუძის ფართობის მქონე თბოიზოლირებულ ცილინდრული ფორმის ჭურჭელში $1$ კგ მასის დგუშის ქვეშ $300 K$ ტემპერატურის იდეალური აირი იმყოფება. როდესაც დგუშს $93$ კგ მასის ტვირთი დაადეს, მისი დაშორება ფუძიდან $3$ ჯერ შემცირდა. რამდენით გაიზარდა აირის ტემპერატურა ცილინდრში? ატმოსფერული წნევა არის $10^{5}$ პა.",
    options: ["$25 K$", "$100 K$", "$45 K$", "$50 K$", "$75 K$"],
    correct: 1,
    tags: ["თერმოდინამიკა"]
},

// 22
{
    question: "გარკვეული მასის ორატომიანი იდეალური აირის სითბოტევადობა იზოქორულ პროცესში არის $C_{v} = 100$ ჯ/$K$. მაშინ ამ აირის ადიაბატის მაჩვენებელი $\\gamma = \\frac{C_{p}}{C_{v}}$ იქნება:",
    options: ["$1{,}4$", "$5/7$", "$2{,}1$", "$1{,}8$", "$1{,}6$"],
    correct: 0,
    tags: ["თერმოდინამიკა"]
},

// 23
{
    question: "იდეალური აირი, რომლის წნევა და მოცულობა შესაბამისად არის $P = 100$ კპა და $V = 10$ ლ, გაფართოვდა ადიაბატურად $40$ ლ მოცულობამდე. რისი ტოლი გახდა აირის წნევა, თუ აირის ადიაბატის მაჩვენებელი $\\frac{C_{p}}{C_{v}} = 1{,}5?$",
    options: ["$10$ კპა", "$11{,}2$ კპა", "$12$ კპა", "$12{,}2$ კპა", "$12{,}5$ კპა"],
    correct: 4,
    tags: ["თერმოდინამიკა"]
},

// 24
{
    question: "სადაბლებელი ტრანსფორმატორის პირველადი გრაგნილი ჩართულია $2000$ ვ ეფექტური მნიშვნელობის ჰარმონიულად ცვლადი ძაბვის ქსელში. პირველად გრაგნილს $8$-ჯერ მეტი ხვია აქვს, ვიდრე მეორეს. მეორეული გრაგნილის მომჭერებზე ეფექტური ძაბვა $200$ ვ-ია. გადაკეთების მიზნით მეორეული გრაგნილი შეცვალეს ორჯერ მეტი ხვიის მქონე, თუმცა იგივე წინაღობის სხვა გრაგნილით, რის გამოც მეორეული გრაგნილის ბოლოებზე ეფექტური ძაბვა $400$ ვ გახდა. ამ დროს მეორეულ გრაგნილში გავიდა $1{,}5$ მა-ით უფრო მეტი ეფექტური დენი, ვიდრე წინა შემთხვევაში. რისი ტოლია დენის ძალის ეფექტური მნიშვნელობა ახალ მეორეულ გრაგნილში? პირველად გრაგნილში დანაკარგები არ გაითვალისწინოთ. ორივე შემთხვევაში მეორეული გრაგნილი მიერთებულია მომხმარებელთან.",
    options: ["$1{,}5$ მა", "$3$ მა", "$4{,}5$ მა", "$0{,}5$ მა", "$2{,}5$ მა"],
    correct: 1,
    tags: ["ელექტრომაგნეტიზმი"]
},

// 25
{
    question: "იდეალურ სითბურ ძრავაში სახურებლის აბსოლუტური ტემპერატურა $2$-ჯერ მეტია, ვიდრე მაცივრის. იპოვეთ ძრავის მ.ქ. კოეფიციენტი.",
    options: ["$12{,}5\\%$", "$20\\%$", "$25\\%$", "$50\\%$", "$75\\%$"],
    correct: 3,
    tags: ["თერმოდინამიკა"]
}
];