const quizData = [

  // 1
  {
    question: "ორი, კოჰერენტული სინათლის წყარო ასხივებს $500\\text{ნმ}$ ტალღის სიგრძის სინათლეს. სინათლის წყაროებს შორის მანძილი $1\\text{მმ}$-ია, ხოლო სინათლის წყაროებიდან იმ ეკრანამდე მანძილი სადაც ინტერფერენცია მიიღება $1\\text{მ}$-ია. განსაზღვრეთ, პირველ და მესამე ინტერფერენციულ მაქსიმუმებს შორის მანძილი.",
    options: ["$50\\cdot10^{-3}\\text{მ}$", "$0{,}4\\cdot10^{-3}\\text{მ}$", "$10^{-4}\\text{მ}$", "$11\\cdot10^{-3}\\text{მ}$", "$10^{-3}\\text{მ}$"],
    correct: 4,
    tags: []
  },

  // 2
  {
    question: "ორ, კოჰერენტულ სინათლის წყაროებს შორის მანძილი $1\\text{მმ}$-ია, ხოლო სინათლის წყაროებიდან იმ ეკრანამდე მანძილი სადაც ინტერფერენცია მიიღება $2\\text{მ}$-ია. ეკრანზე მიღებულ პირველ და მე-$12$ მაქსიმუმს შორის მანძილი $14{,}4\\text{ მმ}$-ია. განსაზღვრეთ მოცემულ სინათლის წყაროებიდან მე-$12$ მაქსიმუმში მისულ სხივებს შორის სვლათა სხვაობა.",
    options: ["$7{,}2\\text{ მკმ}$", "$1{,}4\\text{ მკმ}$", "$5{,}9\\text{ მკმ}$", "$2{,}4\\text{ მკმ}$", "$3{,}4\\text{ მკმ}$"],
    correct: 0,
    tags: []
  },

  // 3
  {
    question: "განსაზღვრეთ, მოცემულ რადიაქტიულ ნივთიერებაში არსებული, საწყისი ატომის ბირთვების რაოდენობის რა ნაწილი დაიშლება იმ დროში, რომელიც ემთხვევა უძრავ ჭერზე ჩამოკიდებული, ერთი მეტრი სიგრძის მათემატიკური ქანქარას რხევის პერიოდს, თუ ამ ნივთიერების ნახევარდაშლის პერიოდი $0{,}5\\text{წმ}$-ის ტოლია (ჩათვალეთ, თავისუფალი ვარდნის აჩქარება $g=\\pi^2\\text{მ/წმ}^2$. ასევე, ნივთიერებაში ბირთვების რაოდენობა საკმარისად დიდია რადიოაქტიური დაშლის კანონის გამოსაყენებლად).",
    options: ["$\\frac{3}{4}$", "$\\frac{15}{16}$", "$\\frac{1}{8}$", "$\\frac{5}{8}$", "$\\frac{1}{18}$"],
    correct: 1,
    tags: []
  },

  // 4
  {
    question: "განსაზღვრეთ, მოცემული რადიაქტიული ნივთიერების ნახევარდაშლის პერიოდის რამდენ პროცენტს შეადგენს ის დრო, რომლის განმავლობაშიც ბირთვების $75\\%$ დაიშლება. (ჩათვალეთ, რომ ნივთიერებაში ბირთვების რაოდენობა საკმარისად დიდია რადიოაქტიური დაშლის კანონის გამოსაყენებლად).",
    options: ["$25\\%$", "$50\\%$", "$200\\%$", "$100\\%$", "$150\\%$"],
    correct: 2,
    tags: []
  },

  // 5
  {
    question: "განსაზღვრეთ მოცემული ნივთიერების ფოტოეფექტის წითელი საზღვრის ტალღის სიგრძე, თუ მასზე დაცემული ფოტონის ენერგია $9\\cdot10^{-19}\\text{ჯ}$-ია, ხოლო ფოტოეფექტის შედეგად ამოტყორცნილი ფოტოელექტრონის კინეტიკური ენერგია $6\\cdot10^{-19}\\text{ჯ}$-ია (პლანკის მუდმივა $h=6{,}62\\cdot10^{-34}\\text{ ჯ}\\cdot\\text{წმ},$ სინათლის სიჩქარე $c=3\\cdot10^8\\text{ მ/წმ})$.",
    options: ["$662\\text{ ნმ}$", "$714\\text{ ნმ}$", "$407\\text{ ნმ}$", "$500\\text{ ნმ}$", "$550\\text{ ნმ}$"],
    correct: 0,
    tags: []
  },

  // 6
  {
    question: "მოცემულ $a$ და $b$ ზედაპირებს ასხივებენ ერთიდაიმავე სიხშირის სინათლით, რის შედეგადაც ხდება ფოტოეფექტები. $a$ ზედაპირიდან ამოტყორცნილი ელექტრონის კინეტიკური ენერგია არის $E$, ხოლო $b$ ზედაპირიდან $2E$. რისი ტოლია ზედაპირებზე დაცემული ფოტონის ენერგია, თუ ამ ზედაპირებიდან ელექტრონების გამოსვლის მუშაობების ჯამი არის $3E$?",
    options: ["$2E$", "$E$", "$4E$", "$1{,}5E$", "$3E$"],
    correct: 4,
    tags: []
  },

  // 7
  {
    question: "შვეულ კედელს, $20\\text{მ/წმ}$ სიჩქარით ეჯახება ჰორიზონტალური წყლის ჭავლი, რომელიც დაჯახების შემდეგ კედელზე ვერტიკალურად ჩამოედინება. განსაზღვრეთ, რა წნევას წარმოქმნის წყალი კედელზე, დაჯახების ადგილას $(\\rho=1000\\text{კგ/მ}^3)$.",
    options: ["$3\\cdot10^4\\text{პა}$", "$2\\sqrt{3}\\cdot10^5\\text{პა}$", "$3\\sqrt{3}\\cdot10^4\\text{პა}$", "$4\\cdot10^5\\text{პა}$", "$2\\cdot10^5\\text{პა}$"],
    correct: 3,
    tags: []
  },

  // 8
  {
    question: "ჰორიზონტალურად განლაგებულ ორი სხვადასხვა განივკვეთის ფართობის მქონე ერთმანეთთან შეერთებულ მილებში მიედინება სითხე. ფართო მილის განივკვეთის დიამეტრი $4$-ჯერ მეტია ვიწრო მილის განივკვეთის რადიუსზე. განსაზღვრეთ, რა დროში გაივლის ვიწრო მილის $8$ მეტრ სიგრძეში წყალი, თუ ფართო მილში წყალი მიედინება $10$მ/წმ მუდმივი სიჩქარით.",
    options: ["$0{,}16\\text{წმ}$", "$0{,}7\\text{წმ}$", "$0{,}04\\text{წმ}$", "$0{,}05\\text{წმ}$", "$0{,}2\\text{წმ}$"],
    correct: 4,
    tags: []
  },

  // 9
  {
    question: "წყალსაცავში წყლის დონე დედამიწის ზედაპირიდან $20$ მეტრზეა. დედამიწიდან $15$ მეტრ სიმაღლეზე, წყალსაცავს მიაერთეს გარკვეული განივკვეთის ფართობის მქონე მილი. მილიდან გამოყვანილი წყალი დედამიწის ზედაპირიდან $5$მ სიმაღლეზე ჰორიზონტალურად გამოედინება. განსაზღვრეთ წყლის გამოსვლის სიჩქარე მილიდან გამოსვლის მომენტში. მილის განივკვეთის ფართობი ბევრად ნაკლებია წყალსაცავის ზედაპირის ფართობზე (ჩათვალეთ, ატმოსფერული წნევა მუდმივია. თავისუფალი ვარდნის აჩქარება $g=10\\text{მ/წმ}^2)$.",
    options: ["$10\\sqrt{2}\\text{მ/წმ}$", "$20\\text{მ/წმ}$", "$40\\text{მ/წმ}$", "$15\\sqrt{3}\\text{მ/წმ}$", "$10\\sqrt{3}\\text{მ/წმ}$"],
    correct: 4,
    tags: []
  },

  // 10
  {
    question: "დიდი ზომის ავზში წყალი ჩადის $1{,}5\\text{დმ}^2$ განივკვეთის ფართობის მქონე მილით, რომლიდანაც წყალი გამოედინება მუდმივი $2\\text{დმ/წმ}$ სიჩქარით. ავზს ფსკერზე აქვს $6\\text{სმ}^2$ ფართობის ნახვრეტი. დაკვირვების დაწყების მომენტში წყლის სიმაღლე ავზში არის $2$ მეტრი, რომელიც დროის განმავლობაში თანდათან კლებულობს. გარკვეული დროის შემდეგ ავზში დამყარდა დინამიური წონასწორობა, რის შედეგად დონის ცვლილება შეწყდა. რამდენი მეტრით დაიწია წყლის დონემ ამ დროს? ",
    options: ["$1{,}2\\text{მ}$", "$1{,}1\\text{მ}$", "$0{,}75\\text{მ}$", "$0{,}4\\text{მ}$", "$0{,}8\\text{მ}$"],
    correct: 2,
    tags: []
  },

  // 11
  {
    question: "წყლით სავსე, $3$ მეტრი სიმაღლის, დიდი ზომის ავზის გარკვეულ დონეზე ორ მოპირდაპირე წერტილში, ერთდროულად გააკეთეს მცირე ზომის ნახვრეტები, საიდანაც გამოსული ჰორიზონტალური წყლის ჭავლების ფარდობითი სიჩქარე (ერთმანეთის მიმართ), საწყის მომენტში არის $10\\text{მ/წმ}$. განსაზღვრეთ, ფსკერიდან რა სიმაღლეზე გაუკეთებიათ ნახვრეტები. ჭავლები ნახვრეტებიდან ურთიერთსაპირისპირო მიმართულებით გამოედინება (ჩათვალეთ, ატმოსფერული წნევა მუდმივია. თავისუფალი ვარდნის აჩქარება $g=10\\text{მ/წმ}^2)$",
    options: ["$1{,}75\\text{მ}$", "$2{,}1\\text{მ}$", "$0{,}6\\text{მ}$", "$2{,}5\\text{მ}$", "$1{,}25\\text{მ}$"],
    correct: 0,
    tags: []
  },

  // 12
  {
    question: "წყალბადის ატომში, ელექტრონის პირველი დასაშვები ორბიტის რადიუსია $5\\cdot10^{-11}\\text{მ}$. განსაზღვრეთ მეხუთე დასაშვები ორბიტის რადიუსი.",
    options: ["$25\\cdot10^{-11}\\text{მ}$", "$1{,}4\\cdot10^{-11}\\text{მ}$", "$7\\cdot10^{-10}\\text{მ}$", "$125\\cdot10^{-11}\\text{მ}$", "$3{,}5\\cdot10^{-9}\\text{მ}$"],
    correct: 3,
    tags: []
  },

  // 13
  {
    question: "წყალბადის ატომს, პირველ სტაციონალურ მდგომარეობაში შეესაბამება $E_0$ ენერგია. განსაზღვრეთ რამდენით შეიცვლება ატომის ენერგია, თუ ელექტრონი გადავა მე-$3$ ენერგეტიკული დონიდან მე-$6$ ენერგეტიკულ დონეზე.",
    options: ["$3E_0$-ით", "$25E_0$-ით", "$\\frac{E_0}{4}$-ით", "$\\frac{E_0}{6}$-ით", "$\\frac{E_0}{12}$-ით"],
    correct: 4,
    tags: []
  },

  // 14
  {
    question: "წყალბადის ატომში, ელექტრონის პირველი დასაშვები ორბიტის რადიუსია $5$x$10^{-11}\\text{მ}$. განსაზღვრეთ მოცემულ ორბიტაზე ელექტრონის სიჩქარე (კულონის მუდმივა $K=9\\cdot10^9\\text{ნმ}^2/\\text{კ}^2,$ ელექტრონის მუხტის მოდული $q_e=16\\cdot10^{-20}\\text{კ},$ ელექტრონის მასა $m_e=9\\cdot10^{-31}\\text{კგ})$",
    options: ["$2\\sqrt{3}\\cdot10^5\\text{მ/წმ}$", "$16\\sqrt{2}\\cdot10^5\\text{მ/წმ}$", "$6\\cdot10^5\\text{მ/წმ}$", "$7{,}1\\cdot10^5\\text{მ/წმ}$", "$16\\sqrt{2}\\cdot10^5\\text{მ/წმ}$"],
    correct: 1,
    tags: []
  },

  // 15
  {
    question: "განსაზღვრეთ წყალბადის ატომის გამოსხივების ტალღის სიგრძე, როდესაც ატომი გადადის მე-$4$ სტაციონალური მდგომარეობიდან მე-$2$ სტაციონალურ მდგომარეობაში (ჩათვალეთ, რომ $\\frac{E_0}{h}=32\\cdot10^{14}\\text{წმ}^{-1},$ სადაც, $E_0$ - ატომის ენერგიის მოდულია პირველ სტაციონალურ მდგომარეობაში, $h$ - პლანკის მუდმივა. $c=3\\cdot10^8\\text{მ/წმ}$ - სინათლის სიჩქარე.)",
    options: ["$300\\text{ნმ}$", "$700\\text{ნმ}$", "$500\\text{ნმ}$", "$450\\text{ნმ}$", "$600\\text{ნმ}$"],
    correct: 2,
    tags: []
  },

  // 16
  {
    question: "რადიაქტიული დაშლის თანმიმდევრული სერიის შედეგად $^{238}_{92}U$ ურანი გარდაიქმნა $^{206}_{82}Pb$ ტყვიად. განსაზღვრეთ რამდენი $\\alpha$ და რამდენი $\\beta$ გარდაქმნას განიცადა ბირთვმა ამ დროს.",
    options: ["$8\\alpha, 8\\beta$", "$32\\alpha, 10\\beta$", "$8\\alpha, 9\\beta$", "$11\\alpha, 7\\beta$", "$8\\alpha, 6\\beta$"],
    correct: 4,
    tags: []
  },

  // 17
  {
    question: "წყლის ზედაპირზე დევს $0{,}03\\text{მ}$ წიბოს სიგრძის მქონე კუბი ისე, რომ მისი ზედა წახნაგი ჰორიზონტალურია. კუბისთვის წყალი დამსველებელი სითხეა. განსაზღვრეთ კუბზე მოქმედი ზედაპირული დაჭიმულობის ძალა (წყლის ზედაპირული დაჭიმულობის კოეფიციენტი $\\delta=73\\cdot10^{-3}\\text{ნ/მ})$",
    options: ["$876\\cdot10^{-5}\\text{ნ}$", "$219\\cdot10^{-5}\\text{ნ}$", "$101\\cdot10^{-5}\\text{ნ}$", "$773\\cdot10^{-5}\\text{ნ}$", "$335\\cdot10^{-5}\\text{ნ}$"],
    correct: 0,
    tags: []
  },

  // 18
  {
    question: "ვერტიკალური კაპილარული მილი, რომლის რადიუსია $10^{-4}\\text{მ}$, ჩაძირულია ვერცხლისწყალში, ჩათვალეთ, რომ ვერცხლისწყალი მილისთვის აბსოლუტურად არადამსველებელი სითხეა და განსაზღვრეთ ვერცხლისწყლის წნევა მილში უშუალოდ სითხის ამოზნექილი ზედაპირის ქვეშ (ზედაპირის სიმრუდის გამო წნევის ცვლილება არ გაითვალსიწინოთ. ატმოსფერული წნევა არ გაითვალისწინოთ. ვერცხლისწყლის ზედაპირული დაჭიმულობის კოეფიციენტი $\\delta=470\\cdot10^{-3}\\text{ნ/მ})$",
    options: ["$4700\\text{პა}$", "$5300\\text{პა}$", "$9400\\text{პა}$", "$776\\text{პა}$", "$6820\\text{პა}$"],
    correct: 2,
    tags: []
  },

  // 19
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "ბირთვმა გამოასხივა $10^{-9}\\text{სმ}$ ტალღის სიგრძის სამი $\\gamma$ კვანტი. განსაზღვრეთ ბირთვის მიერ გამოსხივებული ენერგია (პლანკის მუდმივა $h$. სინათლის სიჩქარე $c=3\\cdot10^8\\text{მ/წმ})$",
    options: ["$9h\\cdot10^{-19}\\text{ჯ}$", "$9h\\cdot10^{-15}\\text{ჯ}$", "$10h\\cdot10^{-18}\\text{ჯ}$", "$19h\\cdot10^{-17}\\text{ჯ}$", "$11h\\cdot10^{-19}\\text{ჯ}$"],
    correct: [0,1,2,3,4],
    tags: [],
  },

  // 20
  {
    question: "ალუმინის ბირთვები $^{27}_{13}Al$ ჩაიჭერს $^{4}_{2}\\alpha$ ნაწილაკს და გამოასხივებს უცნობ ნაწილაკს. ამ რეაქციის შედეგად მიიღება ფოსფორის იზოტოპი $^{30}_{15}P$. განსაზღვრეთ რა უცნობი ნაწილაკი გამოსხივდა რეაქციის შედეგად.",
    options: ["$\\text{პროტონი}$", "$\\text{ნეიტრონი}$", "$\\text{ელექტრონი}$", "$\\gamma\\text{ კვანტი}$", "$\\text{ჰელიუმის ბირთვი}$"],
    correct: 1,
    tags: []
  },

  // 21
  {
    question: "მზიან დღეს, სინათლის მხრიდან $0{,}5\\text{მ}^2$ ფართობზე, მოქმედებს $2x10^{-8}\\text{ნ}$ ძალა. განსაზღვრეთ, რა წნევას წარმოქნის მოცემულ ფართობზე სინათლე.",
    options: ["$4\\cdot10^{-2}\\text{მგპა}$", "$4\\cdot10^{-2}\\text{მკპა}$", "$2\\cdot10^{-2}\\text{გპა}$", "$3\\cdot10^{-8}\\text{პა}$", "$9\\cdot10^{-3}\\text{მპა}$"],
    correct: 1,
    tags: []
  },

  // 22
  {
    question: "გამოსახეთ $^b_aU$ რადიაქტიული ელემენტის ბმის ენერგია მოცემული $M_u$ ელემენტის მასით, $a$ რიგითი ნომერით, $b$ მასური რიცხვით, $m_p$ პროტონის მასით, $m_n$ ნეიტრონის მასით და $c$ სინათლის სიჩქარით.",
    options: ["$E_{ბმ}=(bm_n-am_p-M_u)C^2$", "$E_{ბმ}=(bm_n+am_p+M_u)C^2$", "$E_{ბმ}=(bm_p+am_n-M_u)C^2$", "$E_{ბმ}=(bm_n-2a(m_n-m_p)-\\sqrt{2}M_u)C^2$", "$E_{ბმ}=(bm_n-a(m_n-m_p)-M_u)C^2$"],
    correct: 4,
    tags: []
  },

  // 23
  {
    question: "რა მინიმალური მუშაობა უნდა შევასრულოთ, რომ ნახშირბადის $^{12}_{6}C$ ატომბირთვი დავშალოთ სამ ჰელიუმის ატომბირთვად $^{4}_{2}He$. ნახშირბადის ატომბირთვის ბმის ენერგიაა $92\\text{ მევ}$, ჰელიუმის $28\\text{ მევ}$",
    options: ["$28\\text{ მევ}$", "$16\\text{ მევ}$", "$24\\text{ მევ}$", "$8\\text{ მევ}$", "$32\\text{ მევ}$"],
    correct: 3,
    tags: []
  },

  // 24,
  {
    question: "ბორის მოდელის თანახმად წყალბადის ატომში ელექტრონის პირველი ენერგეტიკული დონის ენერგია (სრული ენერგია) $-13{,}6\\text{ევ}$-ია. რისი ტოლია ელექტრონის ბირთვთან ურთიერთქმედების პოტენციალური ენერგია?",
    options: ["$-27{,}2\\text{ევ}$", "$-13{,}6\\text{ევ}$", "$-6{,}8\\text{ევ}$", "$6{,}8\\text{ევ}$", "$13{,}6\\text{ ევ}$"],
    correct: 0,
    tags: []
  },

  // 25
  {
    question: "ბორის დაკვანტვის წესია:",
    options: ["ატომური სისტემა შეიძლება იმყოფებოდეს მხოლოდ განსაკუთრებულ სტაციონარულ ანუ კვანტურ მდგომარეობაში.", "ატომი სტაციონარულ მდგომარეობაში არ ასხივებს.", "ელექტრონის იმპულსის ნამრავლი ორბიტის რადიუსზე პლანკის მუდმივას ჯერადია.", "ატომი შედგება დადებითად დამოხტული ატომბირთვისა და მის გარშემო მბრუნავი ელექტრონებისგან.", "ზემოთ მოყვანილებს შორის არ არის დაკვანტვის წესი."],
    correct: 2,
    tags: []
  }

];