const quizData = [

/*
1
*/
{
task:"მაგიდის გლუვ ჰორიზონტალურ ზედაპირზე ჰარმონიულად ირხევა სისტემა, რომელიც შედგება ერთი ბოლოთი დამაგრებული უმასო ჰორიზონტალური ზამბარისა და მასზე მიბმული $2$კგ მასის სხეულისაგან. სურათზე წარმოდგენილი გრაფიკის საფუძველზე შეასრულეთ დავალებები $1$-დან $3$-ის ჩათვლით. ",
    image: "physics-quizzes/class-11/images/image..19.png",
  question: "განსაზღვრეთ სხეულის მიერ $3$ წამში გავლილი მანძილი.",
 options: ["$40მ$", "$2მ$", "$30მ$", "$6მ$", "$7მ$"],
    correct: 3,
  tags: []
},

/*
2
*/
{image: "physics-quizzes/class-11/images/image..19.png",
  question: "განსაზღვრეთ სხეულის კინეტიკური ენერგია დროის $1/60$ წამ მომენტში.",
 options: ["$5ჯ$", "$7{,}5ჯ$", "$6ჯ$", "$9{,}1ჯ$", "$4{,}8ჯ$"],
 correct: 1,
  tags: []
},

/*
3
*/
{image: "physics-quizzes/class-11/images/image..19.png",
  question: "განსაზღვრეთ ამ ზამბარის სიხისტე",
   options: ["$2000ნ/მ$", "$4000ნ/მ$", "$1000ნ/მ$", "$2500ნ/მ$", "$1200ნ/მ$"],
   correct: 0,
  tags: []
},

/*
4
*/
{
  question: "რამდენჯერ შეიცვლეობოდა მათემატიკური ქანქარას ჰარმონიული რხევის პერიოდი, თუ მას დედამიწიდან ისეთ პლანეტაზე გადაიტანდნენ, რომლის რადიუსიც $3$-ჯერ მეტია დედამიწის რადიუსზე, ხოლო მასა $27$-ჯერ მეტია დედამიწის მასაზე.",
   options: ["$4$-ჯერ", "$\\sqrt{7}$-ჯერ", "$\\sqrt{3}$-ჯერ", "$\\sqrt{5}$-ჯერ", "$9$-ჯერ"],
    correct: 2,
  tags: []
},

/*
5
*/
{
  question: "გამოთვალეთ მათემატიკურ ქანქარაზე დაკიდებული $2$კგ მასის, ჰარმონიულად მერხევი სხეულის რხევის ამპლიტუდა, თუ მისი რხევის სიხშირე $0{,}5$ჰც-ია, ხოლო სისტემის მაქსიმალური ენერგია $10$ჯ-ის ტოლია.",
  options: ["$1მ$", "$0{,}1მ$", "$0{,}4მ$", "$1{,}2მ$", "$0{,}9მ$"],
  correct: 0,
  tags: []
},

/*
6
*/
{
  question: "განსაზღვრეთ ლიფტში დაკიდებული მათემატიკური ქანქარის სიგრძე, თუ ლიფტის ქვევით მიმართული $8$ მ/წმ$^2$ აჩქარებით მოძრაობისას ქანქარას რხევის პერიოდი $2\\sqrt{10}$წ-ის ტოლია. ლიფტის სიმაღლე ქანქარის სიგრძეზე მეტია.",
 options: ["$1{,}9მ$", "$1{,}5მ$", "$2{,}7მ$", "$2მ$", "$3მ$"],
  correct: 3,
  tags: []
},

/*
7
*/
{
  question: "ძაფზე დაკიდებული ჰარმონიულად მერხევი სხეულის კინეტიკური ენერგია, წონასწორობის მდებარეობიდან ამპლიტუდის პირველი ნახევრის გავლის მომენტში არის $36$ ჯოული. განსაზღვრეთ დროის მოცემულ მომენტში სხეულის პოტენციალური ენერგია.",
 options: ["$24ჯ$", "$12ჯ$", "$36ჯ$", "$38ჯ$", "$18ჯ$"],
  correct: 1,
  tags: []
},

/*
8
*/
{
  question: "$n$ ცალი ერთნაირი უმასო ზამბარა, რომელთაგან თითოეულის სიხისტეა $k$, შეერთებულია მიმდევრობით და ჩამოკიდებულია ჭერზე. მათზე დაკიდეს $m$ მასის ტვირთი, რომელმაც შეასრულა ჰარმონიული რხევები. მოცემული ყველა ზამბარა შეართეს პარალელურად და დაკიდეს უცნობი ისეთი $M$ მასის სხეული, რომ სისტემის რხევის პერიოდი იგივე დარჩა, რაც წინა შემთხვევაში. რისი ტოლია $M$?",
  options: ["$m\\sqrt{n}$", "$mn^2$", "$n^2\\sqrt{m}$", "$m$", "$n\\sqrt{m}$"],
  correct: 1,
  tags: []
},

/*
9
*/
{
  question: "გლუვ ჰორიზონტალურ ზედაპირზე ირხევა სისტემა, რომელიც შედგება ერთი ბოლოთი დამაგრებული ჰორიზონტალური უმასო ზამბარისაგან და მასზე მიმაგრებული ტვირთისაგან. რისი ტოლია სისტემის რხევის სრული ენერგია, თუ წონასწორობის მდგომარეობიდან $\\frac{13\\pi}{6}$ ფაზით წანაცვლების შემდეგ ზამბარის პოტენციალური ენერგია $4$ ჯოულია.",
  options: ["$24ჯ$", "$36ჯ$", "$16ჯ$", "$40ჯ$", "$8ჯ$"],
  correct: 2,
  tags: []
},

/*
10
*/
{
  question: "შავი მსუბუქი ავტომობილი მოძრაობს $144$ კმ/სთ სიჩქარით. მისი შემხვედრი მიმართულებით ამავე სიჩქარით მოძრაობს თეთრი მსუბუქი ავტომობილი. შავი ავტომობილის მძღოლი ასიგნალებს ყოველ $1{,}9$ წამში ერთხელ. რამდენ ხანში ერთხელ გაიგონებს სიგნალს თეთრი ავტომობილის მძღოლი, თუ ბგერის სიჩქარეა $340$ მ/წმ",
   options: ["$1{,}4წმ$", "$1{,}5წმ$", "$1{,}7წმ$", "$1{,}8წმ$", "$1{,}9წმ$"],
  correct: 1,
  tags: []
},

/*
11
*/
{
  question: "განსაზღვრეთ ჭერზე შვეულად დაკიდებული უმასო ზამბარის დეფორმაციის სიგრძე მასზე დაკიდებული სხეულის წონასწორობის მდებარეობაში გავლის მომენტში, თუ ამ სხეულის რხევის პერიოდი $0{,}2$წმ-ია.",
   options: ["$3{,}1სმ$", "$1{,}5სმ$", "$2სმ$", "$0$", "$1სმ$"],
  correct: 4,
  tags: []
},

/*
12
*/
{
  question: "$X$ ღერძის გასწვრივ მერხევი სხეულის აჩქარების გეგმილის კოორდინატზე დამოკიდებულებას აქვს შემდეგი სახე: $a_x = -\\frac{KOM}{AROVI} \\cdot x$, სადაც, $x$ სხეულის კოორდინატია, ხოლო $K, O, M, A, R, O, V, I$ - მუდმივი სიდიდეები (კოეფიციენტები), რისი ტოლია ამ სხეულის რხევის სიხშირე?",
    options: [
      "$\\frac{1}{2\\pi}\\sqrt{\\frac{KOM}{AROVI}}$",
      "$2\\pi\\sqrt{\\frac{KOM}{AROVI}}$",
      "$\\sqrt{\\frac{KOM}{AROVI}}$",
      "$\\sqrt{\\frac{AROVI}{KOM}}$",
      "$\\frac{1}{2\\pi}\\sqrt{\\frac{AROVI}{KOM}}$"
    ],
  correct: 0,
  tags: []
},

/*
13
*/
{
  question: "უმასო ზამბარით შეერთებული $m_1$ და $m_2$ მასის სხეულები მოათავსეს ჰლუვ ჰორიზონტალურ ზედაპირზე. ამ სისტემის თავისუფალი რხევის პერიოდია $T$. სისტემა არ ბრუნავს. რისი ტოლია ზამბარას სიხისტე?",
   options: [
      "$\\frac{2\\pi m_1 m_2}{T(m_1+m_2)}$",
      "$\\frac{4\\pi^2 m_1 m_2}{T^2(m_1+m_2)}$",
      "$\\sqrt{\\frac{2\\pi m_1 m_2}{T(m_1+m_2)}}$",
      "$\\frac{2\\pi}{T} m_1 m_2$",
      "$\\frac{2\\pi}{T}\\sqrt{m_1 m_2}$"
    ],
  correct: 1,
  tags: []
},

/*
14
*/
{
  question: "$U$-ს მაგვარ მილში (ზიარჭურჭელში) მოთავსებულია $m$ მასის და $\\rho$ სიმკვრივის სითხე. თუ რაიმე მიზეზის გამო წარმოიქმნება სითხის დონეთა მცირე სხვაობა, მაშინ იგი დაიწყებს რხევას. განსაზღვრეთ ამ რხევის პერიოდი, თუ მილის განივკვეთის ფართობია $s$. ყოველგვარი წინააღმდეგობის ძალა უგულებელყავით. თავისუფალი ვარდნის აჩქარებაა $g$.",
  options: [
      "$2\\pi\\sqrt{\\frac{\\rho g}{sm}}$",
      "$2\\pi\\sqrt{\\frac{\\rho gm}{s}}$",
      "$2\\pi\\sqrt{\\frac{\\rho}{smg}}$",
      "$2\\pi\\sqrt{\\frac{m}{2\\rho gs}}$",
      "$2\\pi\\sqrt{\\frac{m}{\\rho gs}}$"
    ],
  correct: 3,
  tags: []
},

/*
15
*/
{
  question: "ჰორიზონტალურ გზაზე ბიჭს მიაქვს თასი, რომელშიც წყალი ირხევა $2$ ჰერცი (საკუთარი) სიხშირით. ბიჭის რა სიჩქარით მოძრაობის შემთხვევაში მიაღწევს წყლის რხევის ამპლიტუდა მაქსიმუმს, თუ ბიჭის ნაბიჯის სიგრძეა $60$ სმ. გაითვალისწინეთ მხოლოდ ვერტიკალური რხევები.",
  options: ["$4მ/წმ$", "$2{,}5მ/წმ$", "$2{,}4მ/წმ$", "$2მ/წმ$", "$3მ/წმ$"],
  correct: 2,
  tags: []
},

/*
16
*/
{
  question: "განსაზღვრეთ წყლის ტალღის სიგრძე, თუ იგი რეზონანსშია $5$ ჰც სიხშირით მერხევ კატერთან. წყლის ტალღა ზედაპირის გასწვრივ ვრცელდება $18$ კმ/სთ სიჩქარით.",
 options: ["$6{,}5მ$", "$100მ$", "$3{,}6მ$", "$5მ$", "$1მ$"],
  correct: 4,
  tags: []
},

/*
17
*/
{
  question: "წრფივად და თანაბრად მოძრავ მატარებელში ჭერზე ჩამოკიდებულია თავისუფლად მერხევი მათემატიკური ქანქარა. რა ჰორიზონტალური აჩქარებით უნდა დაიწყოს მატარებელმა მოძრაობა, რომ ქანქარას რხევის სიხშირე $\\sqrt{\\frac{5}{3}}$-ჯერ გაიზარდოს?",
   options: [
      "$\\frac{5g}{3}$",
      "$\\frac{8g}{3}$",
      "$\\frac{4g}{3}$",
      "$\\frac{10g}{3}$",
      "$\\frac{11g}{3}$"
    ],
     correct: 2,
  tags: []
},

/*
18
*/
{
  question: "რისი ტოლია ზევით მიმართული $10$ მ/წმ$^2$ აჩქარებით მოძრავ ლიფტის ჭერზე დაკიდებული მათემატიკური ქანქარას რხევის ციკლური სიხშირე, თუ მისი სიგრძე $2$ მეტრია?",
   options: ["$0{,}5წმ^{-1}$", "$\\pi წმ^{-1}$", "$3\\pi წმ^{-1}$", "$2წმ$", "$5\\pi წმ^{-1}$"],
   correct: 1,
  tags: []
},

/*
19
*/
{
  question: "ბიჭი მუდმივი სიჩქარით მირბის მრავალსართულიანი სახლის კედლისკენ $V$ სიჩქარით. კედლიდან $L$ მანძილზე ბიჭი საშტვენით ხმამაღლა უშტვენს და აგრძელებს სირბილს. ჩაშტვენის ადგილიდან რა მანძილის გარბენის შემდეგ გაიგონებს ბიჭი საშტვენის ხმის ექოს? ბგერის სიჩქარეა $V_0$.",
 options: [
      "$\\frac{2V}{V_0+LV}$",
      "$\\frac{LV}{V_0+V}$",
      "$\\frac{2L}{V_0+V}$",
      "$\\frac{2LV}{V_0+V}$",
      "$\\frac{2LV}{V_0}$"
    ],
  correct: 3,
  tags: []
},

/*
20
*/
{
  question: "მიწისძვრის ეპიცენტრიდან გრუნტში ვრცელდება როგორც განივი, ასევე გრძივი ტალღა. განივი ტალღის გავრცელების სიჩქარეა $4$კმ/წმ, ხოლო გრძივის $6$კმ/წმ. სეისმურ სადგურში განივი ტალღა დაფიქსირდა $30$წმ-ის დაგვიანებით გრძივთან შედარებით. რა მანძილითაა დაშორებული ეპიცენტრი სადგურიდან?",
  options: ["$77კმ$", "$300კმ$", "$360კმ$", "$240კმ$", "$120კმ$"],
  correct: 2,
  tags: []
},

/*
21
*/
{
  question: "წყლის ზედაპირზე ვრცელდება ტალღა, რომლის გავრცელების მიმართულებით, რომელიღაც ორ წერტილს შორის მანძილი $2{,}4$ მეტრია. განსაზღვრეთ ტალღის სიგრძე, თუ მოცემულ ორ წერტილს შორის ფაზათა სხვაობაა $\\pi/4$.",
  options: ["$2{,}4მ$", "$4{,}8მ$", "$3{,}6მ$", "$8{,}8მ$", "$19{,}2მ$"],
  correct: 4,
  tags: []
},

/*
22
*/
{
  question: "ერთი მიმართულებით გავრცელებული ტოლი სიხშირის ორ ტალღას შორის ფაზათა სხვაობა $\\frac{\\pi}{3}$-ია. რისი ტოლია მათი ზედდების შედეგად მიღებული ტალღის ამპლიტუდა, თუ თითოეულის ამპლიტუდა შესაბამისად $1$მ და $3$მ-ის ტოლია.",
  options: ["$\\sqrt{13}მ$", "$\\sqrt{12}მ$", "$2\\sqrt{3}მ$", "$\\sqrt{3}მ$", "$\\sqrt{14}მ$"],
   correct: 0,
  tags: []
},

/*
23
*/
{
  question: "გლუვ ჰორიზონტალურ მაგიდაზე ირხევა ერთი ბოლოთი დამაგრებული უმასო ჰორიზონტალური ზამბარისა და მის მეორე ბოლოზე მიმაგრებული ტვირთისაგან შედგენილი სისტემა. დროის ათვლის მომენტში ზამბარა არადეფორმირებულია. ამ მომენტიდან პირველად რა დროში გახდება ზამბარას პოტენციური ენერგია რხევის ენერგიის $75 \\%$?",
    options: ["$\\frac{T}{8}$", "$\\frac{T}{2}$", "$\\frac{T}{4}$", "$\\frac{T}{12}$", "$\\frac{T}{6}$"],
   
    correct: 4,
  tags: []
},

/*
24
*/
{
  question: "ბგერითი ტალღა ჰაერიდან გადავიდა წყალში და მისი გავცელების სიჩქარე $4$ ჯერ გაიზარდა. როგორ შეიცვალა ბგერითი ტალღის სიგრძე?",
  options: ["არ შეიცვლა", "$4$-ჯერ გაიზარდა", "$2$-ჯერ გაიზარდა", "$4$-ჯერ შემცირდა", "$2$-ჯერ შემცირდა"],
    correct: 1,
  tags: []
},

/*
25
*/
{image: "physics-quizzes/class-11/images/image..20.png",
  question: "გლუვ ჰორიზონტალურ მაგიდაზე ირხევა ერთი ბოლოთი დამაგრებული უმასო ჰორიზონტალური ზამბარისა და მის მეორე ბოლოზე მიმაგრებული $8$ კგ მასის ტვირთისაგან შედგენილი სისტემა, რომლის სიჩქარის დროზე დამოკიდებულების გრაფიკიც მოცემულია სურათზე. განსაზღვრეთ, სხეულის კინეტიკური ენერგია $\\frac{1}{6}$ წმ მომენტში.",
  options: ["$5ჯ$", "$0{,}25ჯ$", "$3ჯ$", "$0{,}75ჯ$", "$2ჯ$"],
 correct: 1,
  tags: []
}

];