const quizData = [
  // 1
  {intro:"სინათლის სიჩქარე $300 000$ კმ/წმ.",
    question: "დედამიწაზე მათმატიკური ქანქარას რხევის სიხშირეა $0{,}2$ჰც. განსაზღვრეთ მოცემული მათემატიკური ქანქარას რხევის პერიოდი მთვარეზე (ჩათვალეთ, რომ მთვარის მასა $81$-ჯერ ნაკლებია დედამიწის მასაზე, დედამიწის რადიუსი $3{,}6$-ჯერ მეტია მთვარეზე რადიუსზე)",
    options: ["$2{,}4$წმ", "$5$ წმ", "$12$წმ", "$3{,}7$წმ", "$12{,}5$წმ"],
    correct: 4,
    tags: []
  },
  // 2
  {
    question: "$16$ ნ/მ სიხისტის ზამბარაზე მიმაგრებული სხეული ასრულებს ჰარმონიულ რხევებს ჰორიზონტალურ სიბრტყეში. რხევის ამპლიტუდა $2$სმ-ია. განსაზღვრეთ სისტემის ენერგია. ხახუნი უგულებელყავით.",
    options: ["$3{,}2\\times10^{-3}$ჯ", "$2{,}9\\times10^{-3}$ჯ", "$1{,}4\\times10^{-3}$ჯ", "$7{,}5\\times10^{-3}$ჯ", "$5{,}8\\times10^{-3}$ჯ"],
    correct: 0,
    tags: []
  },
  // 3
  {
    question: "მიწისძვრის ეპიცენტრიდან გრუნტში ვრცელდება როგორც განივი ასევე გრძივი ტალღა. განივი ტალღის გავრცელების სიჩქარეა $4$ კმ/წმ, ხოლო გრძივის $6$კმ/წმ. მიწისძვრის ეპიცენტრიდან სეისმურ სადგურში განივი ტალღა მივიდა $30$წმ-ის დაგვიანებით გრძივთან შედარებით. განსაზღვრეთ მანძილი ეპიცენტრსა და სადგურს შორის.",
    options: ["$180$კმ", "$240$კმ", "$300$კმ", "$60$კმ", "$360$კმ"],
    correct: 4,
    tags: []
  },
  // 4
  {
    question: "ორი ტოლი სიხშირის მქონე განივი ტალღების აპმლიტუდებია $3$სმ და $4$სმ, ხოლო მათ შორის ფაზათა სხვაობა $\\pi/3$-ია. განსაზღვრეთ მოცემული ტალღების შეკრების შედეგად მიღებული ტალღის აპმლიტუდა.",
    options: ["$5$სმ", "$\\sqrt{11}$სმ", "$4\\sqrt{3}$სმ", "$\\sqrt{37}$სმ", "$2\\sqrt{5}$სმ"],
    correct: 3,
    tags: []
  },
  // 5
  {
    question: "რხევითი კონტური შედგება $0{,}003$ჰნ ინდუქციურობის კოჭასა და ჰაერიანი კონდენსატორისგან. კონდენსატორის ფირფიტებს შორის მანძილი $8{,}85\\times10^{-4}$მ-ია, ხოლო ფირფიტის ფართობი $12\\times10^{-5}$მ$^2$. განსაზღვრეთ კონტურში ჰარმონიული ელექტრული რხევების პერიოდი. (ელექტრული მუდმივა $\\epsilon_{0}=8{,}85\\times10^{-12}$კ$^2$/ნ$\\cdot$მ$^2$ ჰაერის დიელექტრიკული შეღწევადობა $\\epsilon=1$)",
    options: ["$2\\pi\\times10^{-8}$წმ", "$12\\pi\\times10^{-8}$წმ",  "$9\\pi\\times10^{-8}$წმ", "$7{,}3\\pi\\times10^{-8}$წმ", "$5{,}4\\pi\\times10^{-8}$წმ"],
    correct: 1,
    tags: []
  },
  // 6
  {
    question: "მას შემდეგ რაც რხევითი კონტურის $0{,}01$მკფ ტევადობის კონდენსატორს მიანიჭეს $10^{-5}$კ მუხტი, კონტურში აღიძრა მილევადი ელექრული რხევები. განსაზღვრეთ რა რაოდენობის სითბო გამოიყოფა კონტურში, როდესაც ელექტრული რხევები მთლიანად მიილევა.",
    options: ["$3\\times10^{-3}$ჯ","$1{,}2\\times10^{-3}$ჯ",   "$4{,}9\\times10^{-3}$ჯ", "$5\\times10^{-3}$ჯ","$3\\sqrt{3}\\times10^{-3}$ჯ"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "ჰარმონიულად ცვლადი ძაბვის წრედში მიმდევრობით ჩართულია $5$ომი და $15$ომი წინაღბის ორი რეზისტორი. $15$ომი წინაღობის ბოლოებზე ძაბვის ამპლიტუდური მნიშვნელობა $165\\sqrt{2}$ვ-ის ტოლია. განსაზღვრეთ $5$ომი წინაღობის რეზისტორზე $1$წმ-ში გამოყოფილი სითბოს რაოდენობა.",
    options: ["$605$ჯ", "$1210$ჯ", "$2000$ჯ", "$402$ჯ", "$3025$ჯ"],
    correct: 0,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-11/images/image.2.png",
    question: "სურათზე გმაოსახულია იდეალური აირის $1$ მდგომარეობიდან $2$ მდგომარეობაში გადასვლის პროცესი. აირის საწყისი აბსოლუტური ტემპერატურაა $T_0$. განსაზღვრეთ აირის მაქსიმალური აბსოლუტური ტემპერატურა მოცემულ პროცესში.",
    options: ["$2T_0$", "$T_{0}/3$", "$4T_{0}/3$", "$4T_{0}$", "$7T_{0}/3$"],
    correct: 2,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-11/images/image.2.png",
    question: "სურათზე გმაოსახულია იდეალური აირის $1$ მდგომარეობიდან $2$ მდგომარეობაში გადასვლის პროცესი. განსაზღვრეთ აირის მუშაობა მოცემულ პროცესში.",
    options: ["$12P_{0}V_{0}$", "$1{,}5P_{0}V_{0}$", "$P_{0}V_{0}$", "$4P_{0}V_{0}$", "$3{,}5P_{0}V_{0}$"],
    correct: 3,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-11/images/image.2.png",
    warning:"ყველა პასუხი ჩათვლილია",
    question: "სურათზე გამოსახულია იდეალური აირის $1$ მდგომარეობიდან $2$ მდგომარეობაში გადასვლის პროცესი. განსაზღვრეთ აირზე გადაცემული სითბოს რაოდენობა მოცემულ პროცესში (ჩათვალეთ, რომ აირი ერთ ატომიანია).",
    options: ["$0$", "$1{,}5P_{0}V_{0}$", "$16P_{0}V_{0}$", "$9P_{0}V_{0}$", "$4P_{0}V_{0}$"],
    correct: [0,1,2,3,4],
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-11/images/image.3.png",
    question: "სურათზე მოცემულია იდეალური აირის მდგომარეობის ცვლილების ციკლური პროცესი. აირის აბსოლუტური ტემპერატურა $d$ მდგომარეობაში $450K$-ია. განსაზღვრეთ აირის აბსოლუტური ტემპერატურა $c$ მდგომარეობაში.",
    options: ["$150K$", "$500K$", "$300K$", "$273K$", "$140K$"],
    correct: 1,
    tags: []
  },
  // 12
  {
    question: "ორ კოჰერენტულ, $500$ნმ ტალღის სიგრძის სინათლის წყაროებს შორის მანძილი $0{,}75$მმ-ია, ხოლო სინათლის წყაროებიდან იმ ეკრანამდე მანძილი სადაც ინტერფერენცია მიიღება $1{,}5$მ. განსაზღვრეთ ორ უახლოეს მაქსიმუმებს შორის მანძილი.",
    options: ["$1$მმ", "$2{,}1$მმ", "$1{,}7$მმ", "$0{,}6$მმ", "$0{,}5$მმ"],
    correct: 0,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-11/images/image.5.png",
    question: "ორი კოჰერენტული $S_{1}$ და $S_{2}$ წყარო სინფაზურად (საწყისი ფაზა ერთნაირია) ასხივებს $6\\cdot10^{-7}მ$ სიგრძის სინათლის ტალღებს. ეკრანზე $O$ წერტილიდან რა მანძილზე მიიღება განათებულობის პირველი ინტერფერენციული მინიმუმი? $OD=4$მ, $S_{1}S_{2}=1$მმ. $S_{1}S_{2}$ მონაკვეთი ეკრანის პარალელურია. $OD$ მონაკვეთი $S_{1}S_{2}$ მონაკვეთის შუა მართობია.",
    options: ["$1{,}2$მმ", "$1$მმ", "$0{,}8$მმ", "$0{,}6$მმ", "$0{,}4$მმ"],
    correct: 0,
    tags: []
  },
  // 14
  {
    question: "წყალბადის ატომში, რომელზეც ბრუნავს ელექტრონი, პირველი ორბიტის რადიუსია $5\\times10^{-11}$მ. განსაზღვრეთ ელექტრონის კინეტიკური ენერგია მოცემულ ორბიტაზე. (ჩათვალეთ, რომ კულონის მუდმივა $K=9\\times10^{9}$ნ$\\cdot$მ$^{2}$/კ$^{2}$, ელექტრონის მუხტი $q_{e}=-1{,}6\\times10^{-19}$კ, ხოლო პროტონის მუხტი $q_{p}=1{,}6\\times10^{-19}$კ)",
    options: ["$13{,}06\\times10^{-19}$ჯ", "$22{,}06\\times10^{-19}$ჯ", "$23{,}04\\times10^{-19}$ჯ", "$11{,}05\\times10^{-19}$ჯ", "$31{,}04\\times10^{-19}$ჯ"],
    correct: 2,
    tags: []
  },
  // 15
  {
    question: "რამდენჯერ განსხვავდება წყალბადის ატომის მე-$2$ სტაციონალური მდგომარეობის ენერგია, მე-$6$ სტაციონალურ მდგომარეობაში ენერგიისაგან?",
    options: ["$4$-ჯერ", "$9$-ჯერ", "$3$-ჯერ", "$0{,}25$-ჯერ", "არ განსხვავდება"],
    correct: 1,
    tags: []
  },
  // 16
  {
    question: "ნივთიერება, რომლის ზედაპირზეც შექმნილია ერთგვაროვანი ელექტული ველი, პირველად დაასხივეს $300$ნმ ტალღის სიგრძის სინათლით, მეორედ დაახივეს $10^{15}$ჰც სიხშირის სინათლით. ორივე შემთხვევაში, ფოტოეფექტი მოხდა. რამდენით განსხვავდება პირველ შემთხვევაში ამოტყორცნილი ელექტრონების კინეტიკური ენერგია მეორე შემთხვევაში, ელექტრონების კინეტიკური ენერგიისაგან? (ჩათვალეთ, რიცხვითი მნიშვნელობით: $\\frac{hc}{e}=12\\times10^{-7}$ სადაც, $h$-პლანკის მუდმივაა, $c$-სინათლის სიჩარე, $e$-ელემენტარული მუხტი)",
    options: ["$4{,}7$ ჯ-ით", "$6{,}62$ ჯ-ით", "$2{,}5$ ჯ-ით", "$3{,}34$ ჯ-ით", "არ განსხვავდება"],
    correct: 4,
    tags: []
  },
  // 17
  {
    question: "სინათლე ეცემა ისეთ ზედაპირს რომლიდანაც ელექტრონის გამოსვლის მუშაობა არის $A$, ხოლო ფოტოეფექტის შედეგად ამოტყორცნილი ელექტრონის კინეტიკური ენერგია $E$. მოცემული მონაცემებით, როგორ განისაზღვრება ფოტონის იმპულსი. (ჩათვალეთ, რომ სინათლის სიჩქარეა $C$.)",
    options: ["$\\frac{A+E}{C}$", "$\\frac{A-E}{C}$", "$\\frac{A+E}{C^{2}}$", "$\\frac{E-A}{C^{2}}$", "$\\frac{A+E^{2}}{C}$"],
    correct: 0,
    tags: []
  },
  // 18
  {
    question: "ბირთვული რეაქციის შედეგად გაერთიანდა სამი ერთნაირი $M$ მასის ატომის ბირთვი, რის შედეგადაც გამოსხივდა $0{,}03MC^{2}$ ენერგია. სადაც $C$ სინათლის სიჩქარეა. განსაზღვრეთ ბირთვული რეაქციის შემდეგ წარმოქმნილი ატომის ბირთვის მასა.",
    options: ["$2{,}42M$", "$2{,}7M$", "$3{,}07M$", "$3M$", "$2{,}97M$"],
    correct: 4,
    tags: []
  },
  // 19
  {
    question: "ლითონი დაასხივეს ჯერ $\\lambda=3\\cdot10^{-7}$მ ტალღის სიგრძის სინათლით, შემდეგ $\\lambda=6\\cdot10^{-7}$მ ტალღის სიგრძის სინათლით. პირველ შემთხვევაში ლითონიდან ამოტყორცნილი ელექტრონების კინეტიკური ენერგია აღმოჩნდა $4$ ჯერ მეტი, ვიდრე მეორე შემთხვევაში. განსაზღვრეთ ამ ლითონისთვის წითელი საზღვრის ტალღის სიგრძე.",
    options: ["$8\\cdot10^{-7}$მ", "$9\\cdot10^{-7}$მ", "$10\\cdot10^{-7}$მ", "$11\\cdot10^{-7}$მ", "$12\\cdot10^{-7}$მ"],
    correct: 1,
    tags: []
  },
  // 20
  {
    question: "გამოთვალეთ ენერგია რომელიც საჭიროა $^{14}_{7}N$ აზოტის ბირთვიდან ნეიტრონის ამოსაგდებად, რომლის შემდეგაც მიიღება $^{13}_{7}N$ აზოტის იზოტოპი. (ჩათვალეთ, რომ $^{14}_{7}N$ ბირთვის უძრაობის მასაა $23{,}401\\times10^{-27}$კგ, $^{13}_{7}N$ ბირთვის უძრაობის მასა $21{,}729\\times10^{-27}$ კგ, ნეიტრონის უძრაობის მასა $1{,}675\\times10^{-27}$ კგ, სინთლის სიჩქარე $c=3\\times10^{8}$მ/წმ)",
    options: ["$27\\times10^{-14}$ჯ", "$12\\times10^{-14}$ჯ", "$9\\times10^{-14}$ჯ", "$34\\times10^{-14}$ჯ", "$67\\times10^{-14}$ჯ"],
    correct: 0,
    tags: []
  },
  // 21
  {
    question: "განიერი მილიდან ვიწროში გადადის $\\rho$ სიმკვრივის სითხე. განიერ მილში სითხის წნევა $\\Delta P$-თი აღემატება ვიწრო მილში სითხის წნევას. ვიწრო მილში სითხის სიჩქარეა $V$. ჩამოთვლილთაგან, რომელი გამოსახულება გვიჩვენებს განიერ მილში სითხის სიჩქარეს, თუ მილების ღერძები ერთ ჰორიზონტალურ დონეზეა.",
    options: ["$V-\\sqrt{\\frac{2\\Delta P}{\\rho}}$", "$V+\\sqrt{\\frac{2\\Delta P}{\\rho}}$", "$\\sqrt{\\frac{2\\Delta P}{\\rho}+2V^{2}}$", "$\\sqrt{\\frac{2\\Delta P}{\\rho}-V^{2}}$", "$\\sqrt{V^{2}-\\frac{2\\Delta P}{\\rho}}$"],
    correct: 4,
    tags: []
  },
  // 22
  {
    question: "ჰირიზონტალურად, ერთ წრფის გასწვრივ $L$ და $2L$ სიგრძის მილები ერთმანეთთან არიან შეერთებული, რომელთა დიამეტრები შესაბამისად $d$ და $2d$-ს ტოლია. $L$ სიგრძის მილში სითხე მიედინება $20$მ/წმ სიჩქარით. წყლის ნაკადი $2L$ სიგრძის მილის გავლას ანდომებს $10$ წმ დროს. განსაზღვრეთ მილების სიგრძეთა ჯამი.",
    options: ["$25$მ", "$50$მ", "$75$მ", "$100$მ", "$125$მ"],
    correct: 2,
    tags: []
  },
  // 23
  {image: "physics-quizzes/class-11/images/image.4.png",
    question: "ჰორიზონტალურ იატაკზე მოთვსებულ, საკმაოდ დიდ განივკვეთის ფართობის მქონე წყლით სავსე ღია ჭურჭელში, თავისუფალი ზედაპირიდან საკმაოდ დიდ სიღრმეზე, $A$ და $B$ დონეებზე, ერთდროულად გააკეთეს ორი ვიწრო ხვრელი. წყლის ჭავლებმა ერდროულად დაიწყო ხვრელებიდან ჰორიზონტალურად გამოდინება. განსაზღვრეთ $B$ დონეზე გაკეთებული ხვრელიდან გამოსული წყლის ჭავლი ჭურჭლიდან რა მანძილზე დაეცემა იატაკს, თუ $A$ დონიდან წყლის გამოსვლის სიჩქარეა $u$, ხოლო $A$ და $B$ დონეებს შორის სხვაობაა $H$, ასევე $B$ დონე ფსკერიდან $h$ სიმაღლეზეა (თავისუფალი ვარდნის აჩქარებაა $g$)",
    options: ["$2\\sqrt{H(h+\\frac{u}{2g})}$", "$2\\sqrt{h(H+\\frac{u^{2}}{2g})}$", "$u\\sqrt{2hH}$", "$\\sqrt{3Hh(H+\\frac{u^{2}}{2g})}$", "$2\\sqrt{hH\\frac{u}{2g}}$"],
    correct: 1,
    tags: []
  },
  // 24
  {
    question: "რადიაქტიულმა პრეპარატმა, რომლის ნახევარდაშლის პერიოდია $T$ და ბირთვების საკმარისი რაოდენობა აქვს იმისათვის, რომ შესრულდეს რადიაქტივობის კანონი, განიცდის რადიაქტიულ დაშლებს. განსაზღვრეთ რა დრო იქნება გასული ბირთვების დაშლების დაწყებიდან იმ მომენტში, როდესაც დაშლილი ბირთვების რაოდენობა საწყისი ბირთვების რაოდენობის $511/512$ ნაწილი იქნება.",
    options: ["$511T$", "$512T$", "$9T$", "$4T$", "$7T$"],
    correct: 2,
    tags: []
  },
  // 25
  {
    question: "განსაზღვრეთ შემდეგი რეაქციის შედეგად გამოყოფილი ენერგია: ${}_{1}^{2}H+{}_{1}^{2}H\\rightarrow{}_{1}^{3}H+{}_{1}^{1}H$ (ჩათვალეთ, რომ უძრაობის მასებია: $^{1}_{1}H$ ბირთვის $1{,}674\\times10^{-27}$ კგ, $^{2}_{1}H$ ბირთვის $3{,}345\\times10^{-27}$ კგ, $^{3}_{1}H$ ბირთვის $5{,}009\\times10^{-27}$ კგ, სინთლის სიჩქარე $c=3\\times10^{8}$მ/წმ)",
    options: ["$25\\times10^{-14}$ჯ", "$4{,}4\\times10^{-14}$ჯ", "$63\\times10^{-14}$ჯ", "$3\\times10^{-14}$ჯ", "$1{,}3\\times10^{-14}$ჯ"],
    correct: 2,
    tags: []
  }
];