const quizData = [
  // 1
  {
    question: "ჩაწერეთ $\\left(-\\frac{1}{3}a^3b^2\\right)^2 \\cdot \\left(2a^5b^7\\right)^3$ გამოსახულება სტანდარტული სახით.",
    options: [
      "$\\frac{16}{9}a^6b^4 \\cdot 8a^5b^7$",
      "$\\frac{64}{9}a^{15}b^{20}$",
      "$\\frac{128}{9}a^{21}b^{25}$",
      "$\\frac{4}{9}a^6b^4 \\cdot 8a^{15}b^{21}$",
      "$\\frac{8}{3}a^{13}b^{14}$",
      "$\\frac{16}{3}a^{15}b^{21}$"
    ],
    correct: 2,
    tags: []
  },

  // 2
  {
    question: "$3$ ცალ ჩურჩხელასა და $2$ ცალ ნაზუქში გადაიხადეს $14$ ლარი, ხოლო $1$ ცალ ჩურჩხელასა და $4$ ცალ ნაზუქში $18$ ლარი. რა ღირს $2$ ჩურჩხელა და $3$ ნაზუქი?",
    options: [
      "$12$", "$16$", "$15$", "$13$", "$10$", "$9$"
    ],
    correct: 1,
    tags: []
  },

  // 3
  {
    question: "იპოვეთ ჯამი იმ ორი არატოლი $x$ და $y$ რიცხვისა, რომლებიც $3x^2 - 2025x = 3y^2 - 2025y$ პირობას აკმაყოფილებენ.",
    options: [
      "$265$", "$2025$", "$675$", "$1065$", "$525$", "$1275$"
    ],
    correct: 2,
    tags: []
  },

  // 4
  {
    question: "ჩამოთვლილთაგან რისი ტოლი არ შეიძლება იყოს იმ ტეხილის სიგრძე, რომელიც შედგება $5$ მილიონი ისეთი მონაკვეთისგან, რომელთაგან თითოეულის სიგრძე აკმაყოფილებს პირობას $3\\text{სმ} \\leq a \\leq 4\\text{სმ}$?",
    options: [
      "$149\\text{კმ}$", "$159\\text{კმ}$", "$169\\text{კმ}$", "$179\\text{კმ}$", "$189\\text{კმ}$", "$199\\text{კმ}$"
    ],
    correct: 0,
    tags: []
  },

  // 5
  {
    question: "მოცემულია $ABCD$ პარალელოგრამი $A$ მახვილი კუთხით. $AB$ და $CB$ სხივებზე შესაბამისად აღებულია $B$-სგან განსხვავებული $H$ და $K$ წერტილები ისე, რომ $CH = BC$ და $AK = AB$. იპოვეთ $\\angle AKD$, თუ $\\angle HDC = 30^\\circ$.",
    options: [
      "$20^\\circ$", "$30^\\circ$", "$40^\\circ$", "$45^\\circ$", "$60^\\circ$", "$70^\\circ$"
    ],
    correct: 1,
    tags: []
  },

  // 6
  {
    question: "შეაფასეთ $k$, სადაც $k = 3a - b$, თუ ცნობილია, რომ $2 < a < 5$ და $-4 < b < -1$.",
    options: [
      "$2 < k < 14$", "$-3 < k < 12$", "$-6 < k < 15$", "$7 < k < 19$", "$8 < k < 17$", "$12 < k < 21$"
    ],
    correct: 3,
    tags: []
  },

  // 7
  {
    question: "იპოვეთ $\\frac{x^2 - 4x}{(x - 5)(x + 1)} = \\frac{x^3 + x^2 - 29x}{(x - 5)(x + 1)}$ განტოლების ამონახსნთა ჯამი.",
    options: [
      "$-2$", "$-1$", "$0$", "$9$", "$-5$", "$4$"
    ],
    correct: 4,
    tags: []
  },

  // 8
  {
    question: "გამოთვალეთ $\\frac{1}{(a - b)(a - c)} + \\frac{1}{(b - c)(b - a)} + \\frac{1}{(c - b)(c - a)}$ გამოსახულების მნიშვნელობა.",
    options: [
      "$0$", "$1$", "$3$", "$a + b + c$", "$abc$", "$\\frac{1}{abc}$"
    ],
    correct: 0,
    tags: []
  },

  // 9
  {
    question: `ჩამოთვლილი ოთხი წინადადებიდან რომელი შეიძლება იყოს ჭეშმარიტი იმ სამკუთხედისთვის, რომლის წვეროები წრეწირზე მდებარეობენ? <br><br>
    $(A)$ სამკუთხედის სამივე გვერდი ამ წრეწირის რადიუსზე ნაკლებია. <br><br>
    $(B)$ სამკუთხედის ერთი გვერდი ამ წრეწირის დიამეტრის ტოლია. <br><br>
    $(C)$ სამკუთხედის სამივე გვერდი ამ წრეწირის დიამეტრზე ნაკლებია. <br><br>
     $(D)$ სამკუთხედის სამივე გვერდი ამ წრეწირის რადიუსზე მეტია.`,
    options: [
      "მხოლოდ $A$", "მხოლოდ $B$", "მხოლოდ $C$", "მხოლოდ $B,C$", "მხოლოდ $A,B,C$", "ყველა"
    ],
    correct: 5,
    tags: []
  },

  // 10
  {
    question: "წრეწირზე შემოხაზული $ABCD$ ოთხკუთხედის $AB, BC,CD, DA$ გვერდები ისე შეეფარდება ერთმანეთს, როგორც $2:3:5:x$. იპოვეთ $DA$ გვერდის სიგრძე, თუ ოთკუთხედის პერიმეტრია $112$სმ.",
    options: [
      "$24\\text{სმ}$", "$32\\text{სმ}$", "$36\\text{სმ}$", "$18\\text{სმ}$", "$22\\text{სმ}$", "შეუძლებელია"
    ],
    correct: 1,
    tags: []
  },

  // 11
  {
    question: "ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს ისეთი $x$ და $y$ ნატურალური რიცხვების ნამრავლი, რომელთათვისაც $\\frac{4x - 7y}{5x^2 + 45y^2 - 30xy}$ გამოსახულება არ იქნება განსაზღვრული.",
    options: [
      "$-3$", "$-9$", "$-45$", "$6$", "$12$", "$36$"
    ],
    correct: 4,
    tags: []
  },

  // 12
  {
    question: "იპოვეთ უდიდესი ნატურალური $n$ რიცხვი, რომელიც აკმაყოფილებს $n^{250} \\leq 5^{375}$ პირობას.",
    options: [
      "$26$", "$9$", "$17$", "$25$", "$23$", "$11$"
    ],
    correct: 5,
    tags: []
  },

  // 13
  {
    question: "რამდენი მთელი ამონახსნი აქვს განტოლებას? <br><br> $(x + 2022)(x + 2023)(x + 2024)(x + 2025) = (x + 2024)(x + 2025)(x + 2026)(x + 2027)$?",
    options: [
      "$2$", "$3$", "$4$", "$2022$", "$2023$", "$2024$"
    ],
    correct: 0,
    tags: []
  },

  // 14
  {
    question: "$ABC$ სამკუთხედში გავლებულია $BK$ მედიანა. ცნობილია, რომ $\\angle KBA = 70^\\circ$, $\\angle BKC = 140^\\circ$. გამოთვალეთ $ABC$ სამკუთხედის უდიდესი და უმცირესი კუთხის სხვაობა.",
    options: [
      "$20^\\circ$", "$30^\\circ$", "$40^\\circ$", "$45^\\circ$", "$60^\\circ$", "$70^\\circ$"
    ],
    correct: 5,
    tags: []
  },

  // 15
  {
    question: "$ABC$ ტოლფერდა სამკუთხედში $\\angle ABC = 120^\\circ$. $AB$ სხივზე აღებულია $D$ წერტილი ისე, რომ $BD = 2AB$. გამოთვალეთ $CD$, თუ $AC = 12$.",
    options: [
      "$12$", "$6$", "$3$", "$4$", "$8$", "$24$"
    ],
    correct: 0,
    tags: []
  },

  // 16
  {
    question: "$m$ და $n$ ისეთი ნატურალური რიცხვებია, რომ $\\frac{m - 5}{m} < \\frac{n - 5}{n}$. ქვემოთჩამოთვლილთაგან რომელია შეუძლებელი?",
    options: [
      "$n > m$", "$m = \\frac{n}{5}$", "$m = 3n$", "$n - m > 5$", "$m - n < 7$", "$m + n = 11$"
    ],
    correct: 2,
    tags: []
  },

  // 17
  {
    question: "იპოვეთ $\\frac{x - 3}{x + 2} - \\frac{2x + 1}{|1 - x|} = \\frac{-x^2 - 8x - 15}{(x + 2)(x - 1)}$ განტოლების იმ ამონახსნის ციფრთა ჯამი, რომელიც $3$-ზე მეტია.",
    options: [
      "$4$", "$5$", "$11$", "$14$", "$7$", "$8$"
    ],
    correct: 4,
    tags: []
  },

  // 18
  {
    question: "რისი ტოლია $\\frac{a^4 - 2a^2b^2 + 4b^4}{a^2b^2}$ გამოსახულების მნიშვნელობა, თუ $\\frac{a^2 + 2b^2}{ab} = 4$?",
    options: [
      "$16$", "$2$", "$12$", "$10$", "$8$", "$14$"
    ],
    correct: 3,
    tags: []
  },

  // 19
  {
    question: "წრეწირზე შემოხაზული ტრაპეციის ფერდებია $3$ და $5$. მისი შუახაზი ტრაპეციას ორ ტრაპეციად ყოფს, რომელთა შუხაზები ისე შეეფარდება ერთმანეთს, როგორც $5 : 11$. იპოვეთ თავდაპირველი ტრაპეციის ფუძეთა სხვაობის მოდული.",
    options: [
      "$2$", "$6$", "$5$", "$3$", "$1$", "$4$"
    ],
    correct: 1,
    tags: []
  },

  // 20
  {
    question: "$ABC$ მართკუთხა სამკუთხედში $K$ წერტილი $AB$ ჰიპოტენუზის შუაწერტილია, ხოლო $M$ წერტილი $AC$ კათეტს ყოფს შეფარდებით $2:1$ ($A$ წვეროს მხრიდან). $MK$ მართობულია $AB$-სი. იპოვეთ $MK$, თუ $AC = 24$.",
    options: [
      "$6$", "$8$", "$12$", "$16$", "$18$", "$24$"
    ],
    correct: 1,
    tags: []
  },

  // 21
  {
    question: "რიცხვები $a$; $2a$; $b$; $11\\frac{89}{100}$ ზრდის მიხედვითაა დალაგებული. განსხვავება ყოველ ორ მეზობელ რიცხვს შორის $3$-ზე ნაკლებია. ჩამოთვლილთაგან რომლის ტოლი შეიძლება იყოს $b$ რიცხვი?",
    options: [
      "$8{,}55$", "$8{,}66$", "$8{,}77$", "$8{,}88$", "$8{,}99$", "$9{,}11$"
    ],
    correct: 4,
    tags: []
  },

  // 22
  {
    question: "თუ $x$ და $y$ ისეთი მთელი რიცხვებია, რომ $5x - 16y$ იყოფა $29$-ზე, მაშინ ჩამოთვლილთაგან რომელი გაიყოფა $29$-ზე ნებისმიერი ასეთი $x$ და $y$ რიცხვებისთვის?",
    options: [
      "$9y - x$", "$2x + 5y$", "$3x - 4y$", "$2y - 7x$", "$5x + y$", "$y + 6x$"
    ],
    correct: 0,
    tags: []
  },

  // 23
  {
    question: "გამოთვალეთ $x + y$, თუ $\\begin{cases} (x - 3)^2 + 4y = x^2 + 7 \\\\ (x - 2y)(x + 2y) - 4xy + 5x + 8y^2 = (x - 2y)^2 + y + 11 \\end{cases}$",
    options: [
      "$7$", "$9$", "$11$", "$-5$", "$-8$", "$15$"
    ],
    correct: 0,
    tags: []
  },

  // 24
  {
    question: "მართკუთხა ტრაპეციის უდიდესი ფერდის შუაწერტილი შეაერთეს ტრაპეციიის წვეროებთან, ამის შედეგად ტრაპეცია დაიყო სამ ტოლფერდა სამკუთხედად. ტრაპეციის მცირე ფერდი ერთ-ერთი სამკუთხედის ფუძეა. იპოვეთ ტრაპეციის მახვილი კუთხე.",
    options: [
      "$25^\\circ$", "$30^\\circ$", "$45^\\circ$", "$36^\\circ$", "$48^\\circ$", "$72^\\circ$"
    ],
    correct: 5,
    tags: []
  },

  // 25
  {
    question: "$ABCD$ ტრაპეციის $B$ ბლაგვი კუთხის ბისექტრისა $AD$ ფუძეს $M$ შუაწერტილში კვეთს. $N$ წერტილი $BC$ ფუძის შუაწერტილია. ცნობილია, რომ $AB = BC$. იპოვეთ $MN : BD$.",
    options: [
      "$1:3$", "$2:3$", "$1:2$", "$3:5$", "$1:1$", "$2:5$"
    ],
    correct: 2,
    tags: []
  }
];
