const quizData = [
  // 1
  {
    question: "ჩამოთვლითაგან რისი ტოლია $4x^2 - 16x + 15 = 0$ განტოლების ფესვების სხვაობა.",
    options: [
      "$-2$",
      "$-3$",
      "$0$",
      "$1$",
      "$3$",
      "$5$"
    ],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "იპოვეთ $\\sqrt{x^2 - 4x + 7} = 5$ განტოლების ფესვების ჯამი.",
    options: [
      "$2$",
      "$4$",
      "$16$",
      "$25$",
      "$47$",
      "$0$"
    ],
    correct: 1,
    tags: []
  },
  // 3
  {
    question: "გამოთვალეთ $\\left( \\frac{\\sqrt{a}}{\\sqrt{b}} + \\frac{\\sqrt{b}}{\\sqrt{a}} - 2 \\right) : \\frac{\\sqrt{a} - \\sqrt{b}}{\\sqrt{ab}(\\sqrt{a} + \\sqrt{b})}$, თუ $a = 9$ და $b = 6$.",
    options: [
      "$3$",
      "$4$",
      "$15$",
      "$7$",
      "$5$",
      "$2$"
    ],
    correct: 0,
    tags: []
  },
  // 4
  {
    question: "იპოვეთ ორი წრეწირის საერთო გარე მხების სიგრძე, თუ წრეწირების რადიუსებია $1$ და $7$, ხოლო ცენტრებს შორის მანძილი $10$.",
    options: [
      "$5$",
      "$6{,}5$",
      "$7$",
      "$8$",
      "$9$",
      "$9{,}5$"
    ],
    correct: 3,
    tags: []
  },
  // 5
  {
    question: "იპოვეთ ორი წრეწირის საერთო შიგა მხების სიგრძე, თუ წრეწირების რადიუსებია $3$ და $5$, ხოლო ცენტრებს შორის მანძილი $10$.",
    options: [
      "$3$",
      "$9$",
      "$8$",
      "$5$",
      "$7$",
      "$6$"
    ],
    correct: 5,
    tags: []
  },
// 6
{
  question: "ჩამოთვლითაგან რისი ტოლია $a$, თუ $f(x) = x^2$ და $g(x) = ax - 7$ ფუნქციის გრაფიკები ორ წერტილში იკვეთებიან.",
  options: [
    "$-3$",
    "$-1$",
    "$0$",
    "$4$",
    "$5$",
    "$6$"
  ],
  correct: 5,
  tags: []
},
// 7
{
  question: "ამოხსენით $\\sqrt{10 - 2x} \\cdot \\sqrt{x - 8} = 0$ განტოლება.",
  options: [
    "$x = 1$",
    "$x = 2$",
    "$x = 3$",
    "$x = 8$",
    "$x = 5$",
    "$x \\in$ ∅"
  ],
  correct: 5,
  tags: []
},
// 8
{
  question: "თუ $a = 10101_2$ და $b = 1110_2$ ორობით სისტემაში, მაშინ რისი ტოლია $a + b$ ათობით სისტემაში?",
  options: [
    "$27$",
    "$45$",
    "$11211$",
    "$1000$",
    "$35$",
    "$33$"
  ],
  correct: 4,
  tags: []
},
// 9
{
  question: "სამკუთხედის გვერდებია $7$, $9$ და $12$. იპოვეთ უმცირესი სიმაღლის სიგრძე.",
  options: [
    "$3$",
    "$\\frac{7\\sqrt{5}}{3}$",
    "$\\frac{2\\sqrt{7}}{5}$",
    "$\\frac{5\\sqrt{3}}{2}$",
    "$5$",
    "$1$"
  ],
  correct: 1,
  tags: []
},
// 10
{
  question: "$R$ რადიუსიანი ორი ტოლი წრეწირის ცენტრებს შორის მანძილია $R$. ამ წრეწირების გადაკვეთის $C$ წერტილზე გავლებულია ცენტრების შემაერთებელი წრფის პარალელური წრფე, რომელიც წრეწირებს შესაბამისად $A$ და $B$ წერტილებში კვეთს. იპოვეთ $AB$ მონაკვეთის სიგრძე.",
  options: [
    "$R$",
    "$2R$",
    "$\\frac{1}{2}R$",
    "$\\frac{3}{2}R$",
    "$\\frac{3}{4}R$",
    "$3R$"
  ],
  correct: 1,
  tags: []
},
// 11
{
  question: "$a = 3 + \\sqrt{2}$, &thinsp; $b = 2 + \\sqrt{5}$ &thinsp;  და &thinsp;  $c = 2\\sqrt{5}$ &thinsp; რიცხვები დაალაგეთ ზრდის მიხედვით.",
  options: [
    "$a, b, c$",
    "$c, b, a$",
    "$c, a, b$",
    "$a, c, b$",
    "$b, c, a$",
    "$b, a, c$"
  ],
  correct: 5,
  tags: []
},
// 12
{
  question: "გამოთვალეთ $(\\sqrt{20} + \\sqrt{28}) \\left( \\frac{1}{\\sqrt{7} - \\sqrt{6}} - \\frac{1}{\\sqrt{6} - \\sqrt{5}} \\right)$.",
  options: [
    "$4$",
    "$1$",
    "$7$",
    "$6$",
    "$3$",
    "$15$"
  ],
  correct: 0,
  tags: []
},
// 13
{
  question: "გაამარტივეთ $\\frac{x^2 - 9}{\\sqrt{x^2 - 6x + 9}} + (\\sqrt{2 - x})^2$ გამოსახულება.",
  options: [
    "$1$",
    "$1 - x$",
    "$5$",
    "$-1 - 2x$",
    "$0$",
    "$x + 3$"
  ],
  correct: 3,
  tags: []
},
// 14
{
  question: "რომბის პერიმეტრი $68$-ია, ხოლო დიაგონალების ჯამი $46$-ია. იპოვეთ დიაგონალების სხვაობა.",
  options: [
    "$18$",
    "$22$",
    "$14$",
    "$16$",
    "$12$",
    "$20$"
  ],
  correct: 2,
  tags: []
},
// 15
{
  question: "მართკუთხა სამკუთხედის კათეტებია $\\frac{3 - \\sqrt{7}}{\\sqrt{2} + \\sqrt{6}}$ და $\\sqrt{\\frac{3\\sqrt{7} + 8 + 8\\sqrt{3}}{4 + 2\\sqrt{3}}}$. იპოვეთ ჰიპოტენუზისადმი გავლებული მედიანის სიგრძე.",
  options: [
    "$1$",
    "$2\\sqrt{2}$",
    "$3$",
    "$\\sqrt{3}$",
    "$\\sqrt{2}$",
    "$\\sqrt{7}$"
  ],
  correct: 0,
  tags: []
},
// 16
{
  question: `შემდეგი სამი უტოლობიდან რომელი სრულდება $x$-ის ყველა დასაშვები მნიშვნელობისათვის? <br><br>
  $(A)$ $\\sqrt{x - 5} + \\frac{1}{\\sqrt{x - 5}} \\geq 7 - x$ &emsp; $(B)$ $\\sqrt{x - 5} + \\sqrt{x + 5} \\leq 2\\sqrt{x}$ &emsp;$(C)$ $\\sqrt{x^2 - 25} \\geq \\frac{2}{\\frac{1}{x - 5} + \\frac{1}{x + 5}}$`,
  options: [
    "მხოლოდ A",
    "მხოლოდ B",
    "მხოლოდ C",
    "მხოლოდ A და C",
    "მხოლოდ A და B",
    "სამივე"
  ],
  correct: 5,
  tags: []
},
// 17
{
  question: "მოცემულია $P(x) = ax^3 + bx^2 + cx + d$ ფუნქცია.  ჩამოთვლითაგან $a$, $b$, $c$ და $d$ კოეფიციენტების რომელი ოთხეულისთვის იქნება $P(3) = 47$ ტოლობა შეჭმარიტი? (სავარაუდო პასუხებში $a$, $b$, $c$, $d$ თანმიმდევრობა იგულისხმება)",
  options: [
    "$1, 1, 1, 1$",
    "$2, 0, 0, 1$",
    "$1, 2, 2, 0$",
    "$1, 1, 2, 2$",
    "$1, 2, 0, 2$",
    "$1, 1, 1, 2$"
  ],
  correct: 4,
  tags: []
},
// 18
{
  question: "ცნობილია, რომ $f(x) = \\sqrt{7 - x^2 + 6x}$ ფუნქციის უდიდესი მნიშვნელობა $b$-ს ტოლია და მიიღწევა როდესაც $x = a$. იპოვეთ $a + b$.",
  options: [
    "$7$",
    "$6$",
    "$4$",
    "$13$",
    "$16$",
    "$18$"
  ],
  correct: 0,
  tags: []
},
// 19
{
  question: "$ABCD$ ოთხკუთხედი, რომლის დიაგონალები ურთიერთმართობულია, ჩახაზულია წრეწირში. დიაგონალების გადაკვეთის $M$ წერტილზე გავლებულია $AB$-ს მართობული წრფე, რომელიც $CD$-ს გადაკვეთს $N$ წერტილში. იპოვეთ $MN$, თუ $MD = 6$ და $MC = 8$.",
  options: [
    "$3{,}6$",
    "$4{,}8$",
    "$5$",
    "$6{,}4$",
    "$10$",
    "$12$"
  ],
  correct: 2,
  tags: []
},
// 20
{
  question: `რომელი აგებაა შესაძლებელი მხოლოდ ფარგლისა და დანაყოფების არმქონე სახაზავით? <br><br>
  $(A)$ ააგეთ მოცემული წრეწირის მხები, რომელიც გადის წრეწირის გარეთ მდებარე მოცემულ წერტილზე. <br><br>
  $(B)$ ააგეთ მოცემული ორი არატოლი არაგადამკვეთი წრეწირის საერთო გარე მხები. <br><br>
  $(C)$ ააგეთ სამკუთხედი მისი სამი მედიანის მიხედვით.`,
  options: [
    "მხოლოდ A",
    "მხოლოდ B",
    "მხოლოდ C",
    "მხოლოდ A და B",
    "მხოლოდ A და C",
    "სამივე"
  ],
  correct: 5,
  tags: []
},
// 21
{
  question: "იპოვეთ $(2x^2 - 9x + 9)\\sqrt{x} - 2 = 0$ განტოლების ამონახსნთა ჯამი.",
  options: [
    "$0$",
    "$4{,}5$",
    "$8$",
    "$9{,}5$",
    "$5$",
    "$2$"
  ],
  correct: 4,
  tags: []
},
// 22
{
  question: "იპოვეთ $a$-ს ყველა იმ მნიშვნელობათა ჯამი, რომელთათვისაც $\\frac{x^2 - 6x + a}{x^2 - 4} = 0$ განტოლებას ექნება ერთი ამონახსნი.",
  options: [
    "$-7$",
    "$-6$",
    "$0$",
    "$1$",
    "$6$",
    "$17$"
  ],
  correct: 3,
  tags: []
},
// 23
{
  question: "ათობით ჩანაწერში სამნიშნა რიცხვი წარმოადგენს ნატურალური რიცხვის კვადრატს. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს მისი ციფრთა ჯამი, თუ ამ სამნიშნა რიცხვის ორობითი ჩანაწერი ზუსტად ორ ცალ $1$-იანს შეიცავს?",
  options: [
    "$4$",
    "$9$",
    "$5$",
    "$10$",
    "$16$",
    "$7$"
  ],
  correct: 1,
  tags: []
},
// 24
{

  image: "math/class-8/images/23-24mesame.png",
  question: "$ABCD$ მართკუთხედში (იხ. ნახაზი) $F$ წერტილი $CD$ გვერდის შუაწერტილია. $BF$ მონაკვეთზე აღებულია $K$ წერტილი ისე, რომ $BK = 8$, $KF = 2$ და $\\angle AKD = 90^\\circ$. იპოვეთ $AB \\cdot BC$ ნამრავლი.",
  options: [
    "$32$",
    "$48$",
    "$60$",
    "$72$",
    "$90$",
    "$42$"
  ],
  correct: 2,
  tags: []
},
// 25
{
  question: "$ABC$ მართკუთხა სამკუთხედში, რომლის $\\angle B = 30^\\circ$, ჩახაზულია $10$-ის ტოლი რადიუსის მქონე წრეწირი. მეორე წრეწირი სამკუთხედის გარედან ეხება $AC$ კათეტს და აგრეთვე ეხება $BA$ ჰიპოტენუზისა და $BC$ კათეტის გაგრძელებებს. იპოვეთ მანძილი ამ ორ წრეწირის ცენტრებს შორის.",
  options: [
    "$5$",
    "$10$",
    "$20$",
    "$5\\sqrt{2}$",
    "$10\\sqrt{2}$",
    "$20\\sqrt{2}$"
  ],
  correct: 5,
  tags: []
}
];

