quizData = [
  //1
  {
    question: "მართკუთხა სამკუთხედში $30^\\circ$-იანი კუთხის წინ მდებარე კათეტისა და ჰიპოტენუზის ჯამი $15$სმ-ია. იპოვეთ ჰიპოტენუზისადმი გავლებული მედიანის სიგრძე.",
    options: ["$4$", "$5$", "$6$", "$8$", "$9$", "$10$"],
    correct: 1,
    tags: []
  },
  //2
  {
    question: "მართკუთხა სამკუთხედში კათეტების ჯამი $34$-ის, ხოლო ჩახაზული წრეწირის რადიუსი $4$-ის ტოლია. იპოვეთ შემოხაზული წრეწირის რადიუსი.",
    options: ["$10$", "$13$", "$16$", "$15$", "$6$", "$9$"],
    correct: 1,
    tags: []
  },
  //3
  {
    image: "class-7/images/image.1.png",
    question: "$𝐴𝐵𝐶$ მართკუთხა სამკუთხედში ჰიპოტენუზისადმი გავლებულია $𝐶𝑀$ მედიანა. $𝑀𝐵$ და $𝐶𝑀$ მონაკვეთებზე აღებულია $𝑁$ და $𝐾$ წერტილები. იპოვეთ $∠𝐵𝐴𝐶$, თუ ცნობილია, რომ $𝑀𝐾 = 𝐾𝐶$, $𝑀𝑁 = 𝐵𝐶$, $𝑁𝐾 ⊥ 𝑀𝐶$.",
    options: ["$10^\\circ$", "$12^\\circ$", "$15^\\circ$", "$16^\\circ$", "$18^\\circ$", "$30^\\circ$"],
    correct: 4,
    tags: []
  },
  //4
  {
    random : 1,
    task: "ნახაზის მიხედვით იპოვეთ უცნობი კუთხის სიდიდე (რომელიც კითხვის ნიშნითაა აღნიშნული) ($4-9$ ამოცანები).",
    image: "class-7/images/image.2.png",
    question: "",
    options: ["$62^\\circ$", "$34^\\circ$", "$44^\\circ$", "$36^\\circ$", "$48^\\circ$", "$52^\\circ$"],
    correct: 2,
    tags: []
  },
  //5
  {
    image: "class-7/images/image.3.png",
    question: "",
    options: ["$56^\\circ$", "$64^\\circ$", "$58^\\circ$", "$50^\\circ$", "$72^\\circ$", "$84^\\circ$"],
    correct: 4,
    tags: []
  },
  //6
  {
    image: "class-7/images/image.4.png",
    question: "",
    options: ["$18^\\circ$", "$22^\\circ$", "$26^\\circ$", "$32^\\circ$", "$34^\\circ$", "$36^\\circ$"],
    correct: 4,
    tags: []
  },
  //7
  {
    image: "class-7/images/image.5.png",
    question: "",
    options: ["$28^\\circ$", "$24^\\circ$", "$42^\\circ$", "$34^\\circ$", "$36^\\circ$", "$46^\\circ$"],
    correct: 4,
    tags: []
  },
  //8
  {
    image: "class-7/images/image.6.png",
    question: "",
    options: ["$36^\\circ$", "$26^\\circ$", "$32^\\circ$", "$34^\\circ$", "$38^\\circ$", "$42^\\circ$"],
    correct: 2,
    tags: []
  },
  //9
  {
    image: "class-7/images/image.7.png",
    question: "",
    options: ["$24^\\circ$", "$26^\\circ$", "$28^\\circ$", "$32^\\circ$", "$34^\\circ$", "$36^\\circ$"],
    correct: 4,
    tags: []
  },
  //10
  {
    question: "ორი გადამკვეთი ქორდის ბოლოები წრეწირს ყოფენ $4$ რკალად, რომელთა გრადუსული ზომები ისე შეეფარდება ერთმანეთს, როგორც $3:2:5:8$ (ამავე თანმიმდევრობით). იპოვეთ ქორდებს შორის კუთხე.",
    options: ["$50^\\circ$", "$55^\\circ$", "$65^\\circ$", "$70^\\circ$", "$75^\\circ$", "$80^\\circ$"],
    correct: 5,
    tags: []
  },
  //11
  {
    image: "class-7/images/image.8.png",
    question: "ორი ურთიერთმართობული ქორდა $𝐾$ წერტილში იკვეთება (იხ.ნახაზი). ცნობილია, რომ $𝐴𝐾 = 2$, $𝐾𝐵 = 9$, $𝐶𝐾 = 3$, $𝐾𝐷 = 6$. იპოვეთ წრეწირის ცენტრიდან ქორდებამდე მანძილების ჯამი.",
    options: ["$2{,}5$", "$3$", "$3{,}5$", "$4$", "$4{,}5$", "$5$"],
    correct: 5,
    tags: []
  },
  //12
  {
    question: "ორი რიცხვის ჯამია $27$, ერთი რიცხვის მეოთხედი უდრის მეორე რიცხვის მეხუთედს. იპოვეთ ამ რიცხვების ნამრავლი.",
    options: ["$100$", "$130$", "$160$", "$180$", "$200$", "$210$"],
    correct: 3,
    tags: []
  },
  //13
  {
    question: "ამოხსენით განტოლება: $0{,}3𝑥 − 2(0{,}1𝑥 + 2𝑎) = 4(𝑎 − 1)$.",
    options: ["$𝑥 = 80𝑎 − 40$", "$𝑥 = 8𝑎 + 4$", "$𝑥 = 40𝑎 + 80$", "$𝑥 = 40𝑎 − 80$", "$𝑥 = 80𝑎 + 40$", "$𝑥 = 80$"],
    correct: 0,
    tags: []
  },
  //14
  {
    question: "იპოვეთ $\\frac{125𝑥^3−75𝑥^2𝑦+15𝑥𝑦^2−𝑦^3}{25𝑥^2−10𝑥𝑦+𝑦^2}$ გამოსახულების მნიშვნელობა, თუ $𝑥 = 0{,}2$ და $𝑦 = 2$.",
    options: ["$1$", "$0$", "$2$", "$-2$", "$3$", "$-1$"],
    correct: 5,
    tags: []
  },
  //15
  {
    question: "$𝑎$ პარამეტრის რომელი მნიშვნელობისთვის გააჩნია უამრავი ამონახსნი განტოლებათა სისტემას? $\\begin{cases}3𝑥 + 𝑎𝑦 = 12 \\\\ 9𝑥 − 15𝑦 = 36\\end{cases}$",
    options: ["$-5$", "$-3$", "$-1$", "$1$", "$3$", "$5$"],
    correct: 0,
    tags: []
  },
  //16
  {
    question: "იპოვეთ $𝑎 + 𝑏$, თუ რიცხვთა წყვილი $(-1;1)$ წარმოადგენს $\\begin{cases}𝑏𝑥 + 2𝑎𝑦 = 1 \\\\(3𝑎 − 1)𝑥 − 𝑏𝑦 = 1\\end{cases}$ განტოლებათა სისტემის ამონახსნს.",
    options: ["$1{,}2$", "$-0{,}4$", "$1{,}6$", "$-0{,}6$", "$2{,}6$", "$-2{,}8$"],
    correct: 1,
    tags: []
  },
  //17
  {
    question: "იპოვეთ $𝑥$-ის ყველა ის მნიშვნელობა, რომლისთვისაც $y = \\frac{2|𝑥|−4}{(𝑥^2−9)(|𝑥|−2)}$ ფუნქცია არ არის განსაზღვრული.",
    options: ["$±3; ±2$", "$±3$", "$±2$", "$3; 2$", "$3$", "$2$"],
    correct: 0,
    tags: []
  },
  //18
  {
    image: "class-7/images/image.9.png",
    question: "რომელი ფუნქციის გრაფიკია ნახაზზე მოცემული?",
    options: ["$𝑦 = 𝑥 − 2{,}7$", "$𝑦 = −𝑥 + 2{,}7$", "$𝑦 = −2𝑥 − 2{,}7$", "$𝑦 = −3𝑥 − 7$", "$𝑦 = −𝑥 − 7$", "$𝑦 = −𝑥 + 2$"],
    correct: 1,
    tags: []
  },
  //19
  {
    question: "$𝑦 = 𝑎𝑥 + 12$ და $𝑦 = (3−𝑎)𝑥 + 𝑎$ წრფეები ერთმანეთს კვეთს წერტილში, რომლის აბსცისაა $2$. იპოვეთ $𝑎$.",
    options: ["$1$", "$-3$", "$-1$", "$-2$", "$-5$", "$7$"],
    correct: 3,
    tags: []
  },
  //20
  {
    question: "ერთად მუშაობით ორი ხელოსანი სამუშაოს ასრულებს $2{,}4$ საათში. თუ პირველი იმუშავებს $1$ საათს, ხოლო მეორე $3$ საათს, მაშინ ისინი შეასრულებენ მთელი სამუშაოს $75\\%$. რამდენ საათში შეასრულებს მთელ სამუშაოს მარტო მეორე ხელოსანი?",
    options: ["$4$", "$6$", "$3$", "$5$", "$8$", "$7$"],
    correct: 1,
    tags: []
  },
  //21
  {
    question: "$𝑎$ პარამეტრის რომელი მნიშვნელობისთვის იკვეთება ერთ წერტილში $𝑦 = 2𝑥 − 1$, $𝑦 = −2𝑥 + 3$ და $𝑦 = 4𝑥 + 𝑎$ წრფეები?",
    options: ["$0$", "$3$", "$-1$", "$1$", "$-2$", "$-3$"],
    correct: 5,
    tags: []
  },
  //22
  {
    question: "იპოვეთ $𝑓(5) − 𝑓(−5)$, თუ: $𝑓(𝑥)=\\begin{cases}𝑥 − 2, & 𝑥 ≥ 3\\\\7 − 3𝑥, & 𝑥 < 3\\end{cases}$",
    options: ["$11$", "$5$", "$-18$", "$-2$", "$-5$", "$-19$"],
    correct: 5,
    tags: []
  },
  //23
  {
    image: "class-7/images/image.10.png",
    question: "ნახაზზე მოცემულია $y=kx$ წრფე. $𝐴(-1;2)$, $𝐵(-5;3)$ და $𝐶(-3;-2)$ წერტილებიდან შეფერადებულ ნაწილში მდებარეობს მხოლოდ:",
    options: ["$𝐴$", "$𝐵$", "$𝐶$", "$𝐵$ და $𝐶$", "$𝐵$ და $𝐴$", "$𝐴$ და $𝐶$"],
    correct: 4,
    tags: []
  },
  //24
  {
    question: "ცნობილია, რომ $𝑥^2+𝑦^2=1$. იპოვეთ $𝑥^6 + 3𝑥^2𝑦^2 + 𝑦^6$ გამოსახულების მნიშვნელობა.",
    options: ["პირობა არ არის საკმარისი", "$1$", "$2$", "$3$", "$4$", "$6$"],
    correct: 1,
    tags: []
  },
  //25
  {
    question: "ცნობილია, რომ $𝑓(𝑥)=2𝑥−1$. ამოხსენით განტოლება $𝑓(𝑓(𝑥)) + 2𝑓(𝑥 − 1) = 7$.",
    options: ["$1$", "$5$", "$11$", "$-2$", "$-5$", "$2$"],
    correct: 5,
    tags: []
  }
];
