const quizData = [
  //1
  {
    question: "მართკუთხა სამკუთხედში მართი კუთხის წვეროდან გავლებულ ბისექტრისასა და მედიანას შორის კუთხე $25^\\circ$-ია. იპოვეთ ამ სამკუთხედის მახვილი კუთხეებიდან უდიდესი.",
    options: ["$80^{\\circ}$", "$55^{\\circ}$", "$65^{\\circ}$", "$70^{\\circ}$", "$60^{\\circ}$", "$75^{\\circ}$"],
    correct: 3,
    tags: []
  },

  //2
  {
    question: "$𝑎$-ს რა მნიშვნელობისათვის არის $𝑦 = (𝑎 − 2)𝑥 − 3$ ფუნქცია კლებადი?",
    options: ["$𝑎 < 2$", "$𝑎 = 2$", "$𝑎 < 0$", "$𝑎 < −1$", "$𝑎 > 5$", "$𝑎 > 2$"],
    correct: 0,
    tags: []
  },

  //3
  {
    question: "ცნობილია, რომ $𝑥^{3} − 𝑦^{2} = 2$ იპოვეთ $𝑥^{9} − 6𝑥^{3}𝑦^{2} − 𝑦^{6}$ გამოსახულების მნიშვნელობა.",
    options: ["$27$", "$-9$", "$8$", "$−24$", "$12$", "$36$"],
    correct: 2,
    tags: []
  },

  //4
  {
    task: "ნახაზის მიხედვით იპოვეთ უცნობი კუთხის სიდიდე (რომელიც კითხვის ნიშნითაა აღნიშნული) ($4-7$ ამოცანები).",
    image: "math/class-7/images/image.11.png",
    question: "",
    options: ["$52^\\circ$", "$34^\\circ$", "$54^\\circ$", "$66^\\circ$", "$48^\\circ$", "$72^\\circ$"],
    correct: 3,
    tags: []
  },

  //5
  {
    image: "math/class-7/images/image.12.png",
    question: "",
    options: ["$55^\\circ$", "$64^\\circ$", "$58^\\circ$", "$50^\\circ$", "$72^\\circ$", "$84^\\circ$"],
    correct: 0,
    tags: []
  },

  //6
  {
    image: "math/class-7/images/image.13.png",
    question: "",
    options: ["$18^\\circ$", "$22^\\circ$", "$26^\\circ$", "$32^\\circ$", "$34^\\circ$", "$36^\\circ$"],
    correct: 1,
    tags: []
  },

  //7
  {
    image: "math/class-7/images/image.14.png",
    question: "",
    options: ["$48^\\circ$", "$54^\\circ$", "$62^\\circ$", "$66^\\circ$", "$72^\\circ$", "$84^\\circ$"],
    correct: 2,
    tags: []
  },

  //8
  {
    question: "ტოლფერდა სამკუთხედში ფუძისადმი გავლებულ მედიანასა და ფერდისადმი გავლებულ ბისექტრისას შორის კუთხე $70^\\circ$-ის ტოლია. იპოვეთ სამკუთხედის წვეროსთან მდებარე კუთხე.",
    options: ["$80^{\\circ}$", "$55^{\\circ}$", "$65^{\\circ}$", "$70^{\\circ}$", "$95^{\\circ}$", "$100^{\\circ}$"],
    correct: 5,
    tags: []
  },
  //9
  {
    question: "$𝑎$-ს რა მნიშვნელობისთვისაა $6(2𝑎 − 𝑥) − 3𝑎𝑥 + 4 = 25$ და $0{,}9𝑥 − 0{,}3(2𝑥 − 1) = 3$ განტოლებები ტოლფასი?",
    options: ["$-4$", "$-5$", "$−6$", "$−7$", "$-8$", "$-9$"],
    correct: 1,
    tags: []
  },

  //10
  {
    question: "იპოვეთ $𝑥 + 𝑦$, თუ $𝑥$ და $𝑦$ ნატურალური რიცხვებია და $3𝑥 + 7𝑦 = 23$.",
    options: ["$4$", "$5$", "$6$", "$7$", "$8$", "$9$"],
    correct: 1,
    tags: []
  },

  //11
  {
    question: "საკოორდინატო სიბრტყის რომელ მეოთხედში არ გაივლის $𝑦 = −1 − 2𝑥$ ფუნქციის გრაფიკი?",
    options: ["ოთხივეში გაივლის", "არცერთში არ გაივლის", "I", "II", "III", "IV"],
    correct: 2,
    tags: []
  },

  //12
  {
    question: "$𝐴𝐵𝐶$ სამკუთხედის $𝐶$ კუთხე მართია. $𝐶$ წერტილიდან $𝐴𝐶$ რადიუსით შემოხაზულია წრეწირი, რომელიც ჰიპოტენუზას $𝐷$ წერტილში კვეთს და $𝐶𝐵$ კათეტს $𝐸$-ში. იპოვეთ $∠𝐴𝐸𝐷$, თუ $∠𝐵 = 33^{\\circ}$.",
    options: ["$33^{\\circ}$", "$34^{\\circ}$", "$35^{\\circ}$", "$36^{\\circ}$", "$37^{\\circ}$", "$38^{\\circ}$"],
    correct: 0,
    tags: []
  },

  //13
  {
    image: "math/class-7/images/image.15.png",
    question: "ნახაზზე მოცემულია ორი $𝑦 = 0{,}8𝑥 + 1$ და $𝑦 = 𝑘𝑥 + 𝑏$ პარალელური წრფე. იპოვეთ $𝑘 + 𝑏$.",
    options: ["$0$", "$1$", "$0{,}2$", "$1{,}8$", "$1{,}2$", "$1{,}6$"],
    correct: 0,
    tags: []
  },

  //14
  {
    question: "იპოვეთ $𝑎$ პარამეტრის ყველა ის მნიშვნელობა, რომელთათვისაც მოცემულ განტოლებას უამრავი ამონახსნი აქვს: $2𝑎𝑥 − 4𝑎 + 1 = 4(𝑎𝑥 − 1) + 2$.",
    options: ["$4$", "$-1$", "$-0{,}8$", "$-2$", "$3$", "$𝑎 ∈$ ∅"],
    correct: 5,
    tags: []
  },

  //15
  {
    question: "თვითმფრინავმა მანძილი ორ ქალაქს შორის ზურგის ქარის დროს $5$სთ-სა და $30$ წუთში გაიარა, ხოლო პირქარის დროს $6$სთ-ში. იპოვეთ მანძილი ქალაქებს შორის თუ ქარის სიჩქარეა $10$კმ/სთ.",
    options: ["$1180$კმ", "$1190$კმ", "$1120$კმ", "$1150$კმ", "$1320$კმ", "$1430$კმ"],
    correct: 4,
    tags: []
  },

  //16
  {
    question: "ტოლფერდა სამკუთხედის წვეროსთან მდებარე კუთხე $72^{\\circ}$-ია. ფერდზე, როგორც დიამეტრზე შემოხაზული ნახევარწრეწირი გვერდებით იყოფა სამ რკალად. იპოვეთ მათ შორის უმცირესის გრადუსული ზომა.",
    options: ["$33^{\\circ}$", "$34^{\\circ}$", "$35^{\\circ}$", "$36^{\\circ}$", "$37^{\\circ}$", "$38^{\\circ}$"],
    correct: 3,
    tags: []
  },

  //17
  {
    question: "იპოვეთ $m$-ის მნიშვნელობები, რომლისთვისაც სისტემას აქვს ამონახსნთა უსასრულო სიმრავლე: $\\begin{cases} 5𝑥 + 8𝑦 = 12 − 𝑚𝑥 \\\\ −𝑥 − 𝑦 = 3𝑚 − 𝑚𝑦\\end{cases}$",
    options: ["$4$", "$1$", "$0$", "$-2$", "$2$", "$-1$"],
    correct: 5,
    tags: []
  },

  //18
  {
    warning: "ყველა პასუხი ჩათვლილია",
    question: "რა უდიდესი რაოდენობის განსხვავებული სამკუთხედი არსებობს, რომელთა გვერდები ნატურალური რიცხვით გამოისახება და თითოეული გვერდის სიგრძე არ არის $2$-ზე ნაკლები და $6$-ზე მეტი.",
    options: ["$18$", "$9$", "$20$", "$15$", "$22$", "$26$"],
    correct: [0,1,2,3,4,5],
    tags: []
  },

  //19
  {
    question: "თუ $3𝑥 − 𝑦 = 5$, მაშინ $𝑥^{2}𝑦^{2} − 3𝑥^{3}𝑦 + 5𝑥^{2}𝑦$ გამოსახულების მნიშვნელობა ტოლია?",
    options: ["$𝑥 − 2𝑦$", "$𝑥 + 3𝑦$", "$-3$", "$0$", "$1$", "$2$"],
    correct: 3,
    tags: []
  },

  //20
  {
    question: "ცნობილია, რომ $𝑓(𝑥) = 4𝑥 − 7$. ამოხსენით განტოლება $𝑓(2𝑥 − 1) = 𝑓(𝑥 + 5)$.",
    options: ["$4$", "$−4$", "$3$", "$−3$", "$−5$", "$6$"],
    correct: 5,
    tags: []
  },

  //21
  {
    question: "იპოვეთ $(2𝑥 − 1)^{2} = 9𝑥^{2}$ განტოლების ფესვების შებრუნებულ რიცხვთა ჯამი.",
    options: ["$4$", "$−\\frac{7}{4}$", "$\\frac{7}{4}$", "$6$", "$−\\frac{4}{5}$", "$−6$"],
    correct: 0,
    tags: []
  },

  //22
  {
    question: "იპოვეთ $12 ∶ |2𝑥 − 4| − 6{,}06 = −0{,}06$ განტოლების უდიდესი ამონახსნი.",
    options: ["$-2$", "$-1$", "$1$", "$2$", "$3$", "$7$"],
    correct: 4,
    tags: []
  },

  //23
  {
    question: "$𝐴𝐵𝐶𝐷$ მართკუთხედის $𝐴𝐵 = 8$, $𝐵𝐶 = 15$, $𝐴𝐶 = 17$. $𝐴𝐵𝐶$ და $𝐴𝐶𝐷$ სამკუთხედებში ჩახაზული წრეწირები $𝐴𝐶$ დიაგონალს ეხებიან $𝑀$ და $𝑁$ წერტილებში. იპოვეთ $𝑀𝑁$ მონაკვეთის სიგრძე.",
    options: ["$8$", "$9$", "$10$", "$5$", "$6$", "$7$"],
    correct: 5,
    tags: []
  },

  //24
  {
    question: "გამოთვალეთ: $(1 − \\frac{1}{2^2})(1 − \\frac{1}{3^2})(1 − \\frac{1}{4^2}) \\dots (1 − \\frac{1}{199^{2}})$.",
    options: ["$\\frac{1}{4}$", "$\\frac{1}{2}$", "$\\frac{99}{199}$", "$\\frac{100}{199}$", "$\\frac{1}{199}$", "$\\frac{198}{199}$"],
    correct: 3,
    tags: []
  },

//25
  {
    question: "იპოვეთ $𝑎$-ს უმცირესი ნატურალური მნიშვნელობა, რომლისთვისაც $|3𝑥 − 2𝑎| − 2𝑎 + 7 = 1 − 𝑥$ განტოლების ფესვი არის რიცხვი $3$.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 4,
    tags: []
  }
]