const quizData = [
  // 1
  {
    question: "იპოვეთ გამოსახულების მნიშვნელობა: <br><br> ა) $(2\\dfrac{2}{3})^8 \\cdot (\\dfrac{3}{8})^{8}$; $\\quad$ ბ) $\\dfrac{3^{16} \\cdot 2^{10}}{54^{5}}$.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "შეასრულეთ გამრავლება და დაიყვანეთ სტანდარტულ სახემდე: <br><br> ა) $(x + y)(2x - y)(3x + y)$; $\\quad$ ბ) $(x^{2} - 3x + 1)(x^{2} - 3x + 1)$.",
    options: [],
    tags: []
  },
  // 3
  {
    question: "მართკუთხედის სიგრძე $2$-ჯერ მეტია მის სიგანეზე. თუ მართკუთხედის სიგანეს $4$მ-ით გავზრდით მაშინ მისი ფართობი გაიზრდება $32$მ$^{2}$-ით. იპოვეთ თავდაპირველი მართკუთხედის გვერდის სიგრძე.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "სამკუთხედის წვეროებთან თითო თითოდ აღებული გარე კუთხეებიდან ერთი ორჯერ ნაკლებია მეორეზე და $20^\\circ$-ით ნაკლებია მესამეზე. იპოვეთ სამკუთხედის კუთხეები.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "იპოვეთ ნამრავლის ბოლო ციფრი $3^{n+1} \\cdot 17^{n}$ სადაც $n$ ნატურალური რიცხვია.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "$ABC$ მართკუთხა სამკუთხედში $AB$ ჰიპოტენუზაზე დაშვებულია $CD$ სიმაღლე. ცნობილია, რომ $\\angle ACD = 2\\angle BCD$ და $BD = 3{,}7$. იპოვეთ $AD$ მონაკვეთის სიგრძე.",
    options: [],
    tags: []
  },
  // 7
  {
    question: "წარმოადგინეთ გამოსახულება არანულოვანი ხარისხის მრავალწევრების ნამრავლის სახით: <br><br> $(4a - 3b)(4a + 3b) - 8ac + c^{2}$",
    options: [],
    tags: []
  },
  // 8
  {
    image: "math/class-7/images/image17.png",
    question: "ნახაზის მიხედვით იპოვეთ $\\alpha + \\beta + \\delta + \\theta$, თუ $\\angle AMN = \\theta$, $\\angle ANM = \\delta$, $\\angle PKQ = \\beta$ და $\\angle BAQ = \\angle ACB = \\angle KPQ = \\alpha$.",
    options: [],
    tags: []
  },
  // 9
  {
    question: "$ABC$ მართკუთხა სამკუთხედში $AB$ ჰიპოტენუზაზე დაშვებულია $CD$ სიმაღლე. დაამტკიცეთ, რომ $AD$ და $BD$ მონაკვეთების სიგრძეებიდან ერთ-ერთი არ აღემატება $CD$ მონაკვეთის სიგრძეს, ხოლო მეორე არ არის ნაკლები $CD$ მონაკვეთის სიგრძეზე.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "იპოვეთ $(a + 2b)(a + 2b - 6) - 9$ გამოსახულების უმცირესი მნიშვნელობა.",
    options: [],
    tags: []
  }
];
