const quizData = [
  // 1
  {intro:"ჩათვალეთ, რომ $g ≈ 10$ მ/წმ$^2$",
    question: "ერთსა და იმავე სიმაღლეზე სხეულის ჰაერსა და წყალში აწევისას სიმძიმის ძალის მიერ შესრულებული მუშაობები",
    options: ["ჰაერში მეტია", "ჰაერში ნაკლებია", "ერთმანეთის ტოლია", "ნულია", "ზოგჯერ დადებითია, ზოგჯერ ნული"],
    correct: 2,
    tags: []
  },
  // 2
  {
    question: "წრიულ ორბიტაზე მოძრაობისას დედამიწის ხელოვნურ თანამგზავრზე მოქმედი სიმძიმის ძალის მუშაობა",
    options: ["დადებითია", "უარყოფითია", "ნულია", "ზოგჯერ დადებითია, ზოგჯერ - უარყოფითი", "ზოგჯერ დადებითია, ზოგჯერ ნული"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "$1$ კგ მასის სხეული დაკიდეს ზამბარაზე. განსაზღვრეთ ზამბარის პოტენციური ენერგია, თუ წონასწორობის დამყარების შემდეგ ზამბარა $1$ სმ-ით დაგრძელდა",
    options: [
    "$0{,}05\\ \\text{ჯ}$",
    "$0{,}1\\ \\text{ჯ}$",
    "$0{,}2\\ \\text{ჯ}$",
    "$0{,}25\\ \\text{ჯ}$",
    "$0{,}4\\ \\text{ჯ}$"
  ], correct: 0,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-8/images/image-11.png",
    question: "ერთგვაროვანი ბერკეტის ბოლოებზე კიდია $m_{1}=1$ კგ და $m_{2}=5$ კგ მასის ტვირთები. ბერკეტი წონასწორობაშია. განსაზღვრეთ ბერკეტის მასა.",
     options: [
    "$4\\ \\text{კგ}$",
    "$7\\ \\text{კგ}$",
    "$8\\ \\text{კგ}$",
    "$10\\ \\text{კგ}$",
    "$14\\ \\text{კგ}$"
  ],correct: 4,
    tags: []
  },
  // 5
  {
    question: "ტბის ფსკერიდან სხეულის ამოტანისას სხეულისა და წყლის პოტენციური ენერგიები შესაბამისად",
    options: [
    "იზრდება, იზრდება",
    "იზრდება, მცირდება",
    "მცირდება, მცირდება",
    "იზრდება, არ იცვლება",
    "არ იცვლება, მცირდება"
  ],  correct: 1,
    tags: []
  },
  // 6
  {
    question: "სხეული აისროლეს დედამიწის ზედაპირიდან ვერტიკალურად ზევით $30$ მ/წმ სიჩქარით. რა სიმაღლეზე იქნება მისი პოტენციური ენერგია კინეტიკურზე $2$-ჯერ მეტი? ჰაერის წინააღმდეგობა არ გაითვალისწინოთ",
   options: [
    "$40\\ \\text{მ}$",
    "$30\\ \\text{მ}$",
    "$25\\ \\text{მ}$",
    "$20\\ \\text{მ}$",
    "$5\\ \\text{მ}$"
  ],  correct: 1,
    tags: []
  },
  // 7
  {
    question: "ჰაერში ასროლილი და უკან ჩამოვარდნილი სხეულის სრული მექანიკური ენერგია მიწაზე დაცემამდე (ჰაერის წინააღმდეგობას ვითვალისწინებთ)",
    options: [
    "მხოლოდ იზრდება",
    "მხოლოდ მცირდება",
    "ასვლისას იზრდება, ჩამოსვლისას მცირდება",
    "ასვლისას მცირდება, ჩამოსვლისას იზრდება",
    "არ იცვლება"
  ], correct: 1,
    tags: []
  },
  // 8
  {
    question: "უდიდესი სიმაღლე, რომელსაც მიაღწევს $10$ მ/წმ სიჩქარით შვეულად ასროლილი სხეული არის",
     options: [
    "$5\\ \\text{მ}$",
    "$10\\ \\text{მ}$",
    "$15\\ \\text{მ}$",
    "$20\\ \\text{მ}$",
    "$2{,}5\\ \\text{მ}$"
  ], correct: 0,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-8/images/image-12.png",
    question: "დინამომეტრზე დაკიდებული უმასო ბერკეტი წონასწორობაშია. როდესაც დინამომეტრის ჩვენება $10$ ნ-ია და მარცხენა სხეულის მასაა $0{,}2$ კგ, მაშინ მარჯვენა სხეულის მასაა ($g\\approx10$ მ/წმ$^{2}$)",
     options: [
    "$0{,}6\\ \\text{კგ}$",
    "$1\\ \\text{კგ}$",
    "$0{,}2\\ \\text{კგ}$",
    "$0{,}8\\ \\text{კგ}$",
    "$0{,}4\\ \\text{კგ}$"
  ], correct: 3,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-8/images/image-13.png",
    question: "$L$ სიგრძის უმასო ღერო ბოლოებით დადებულია ერთ დონეზე მოთავსებულ $A$ და $B$ საყრდენებზე. თუ $A$ საყრდენიდან $d$ მანძილზე ღეროზე მოქმედებს შვეულად ქვევით მიმართული $F$ ძალა მაშინ $A$ საყრდენს ღერო აწვება ძალით, რომლის მოდულია",
    options: [
    "$\\dfrac{F(L-d)}{L}$",
    "$\\dfrac{FL}{d}$",
    "$\\dfrac{FL}{L-d}$",
    "$\\dfrac{FL}{d-L}$",
    "$\\dfrac{F(d-L)}{L}$"
  ], correct: 0,
    tags: []
  },
  // 11
  {
    question: "ძალის მაბრუნებელი მომენტი $SI$ სისტემის ძირითადი ერთეულებით გამოისახება:",
      options: [
    "$\\text{ნ} \\cdot \\text{მ}$",
    "$\\text{კგ} \\cdot \\text{მ}^{-2} \\text{წმ}^{-2}$",
    "$\\text{ნ} \\cdot \\text{მ} \\cdot \\text{წმ}^{-2}$",
    "$\\text{კგ} \\cdot \\text{მ} \\cdot \\text{წმ}^{-2}$",
    "$\\text{კგ} \\cdot \\text{მ}^2 \\cdot \\text{წმ}^{-2}$"
  ],
  correct: 4,
    tags: []
  },
  // 12
  {
    question: "თუ სხვადასხვა სიგრძის მხრებიან სასწორზე აწონვისას სხეული ერთ თეფშზე გაწონასწორდა $2{,}5$ კგ საწონით, მეორეზე $0{,}9$ კგ საწონით, მაშინ სხეულის მასაა:",
    options: [
    "$3{,}4\\text{კგ}$",
    "$1{,}7\\text{კგ}$",
    "$2{,}25\\text{კგ}$",
    "$1{,}6\\text{კგ}$",
    "$1{,}5\\text{კგ}$"
  ], correct: 4,
    tags: []
  },
  // 13
  {
    question: "ერთგვაროვანი ღეროს მასათა ცენტრმა $10$ სმ-ით რომ გადაინაცვლოს საჭიროა მას მოვაჭრათ",
     options: [
    "$5\\text{სმ}$",
    "$10\\text{სმ}$",
    "$15\\text{სმ}$",
    "$20\\text{სმ}$",
    "$25\\text{სმ}$"
  ], correct: 3,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-8/images/image-14.png",
    question: "უდასო ბერკეტი გაწონასწორებულია ერთნაირი მოცულობის სხეულებით. შეადარეთ ერთმანეთს: <br><br> ა) სხეულების სიმკვრივეები; <br><br> ბ) სხეულების მასები; <br><br> გ) სხეულებზე მოქმედი ამომგდები ძალები, სხეულების წყლით დაფარვისას; <br><br> დ) დაირღვევა თუ არა ბერკეტის წონასწორობა სხეულების წყლით დაფარვისას? პასუხები დაასაბუთეთ",
    options: [],
    correct: 0,
    tags: []
  },
  // 15
  {
    question: "$100$ გ მასის სხეული $10$ მ/წმ სიჩქარით აისროლეს ვერტიკალურად ზევით დედამიწის ზედაპირიდან. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ, პოტენციური ენერგიის ნულოვან დონეთ მიიჩნიეთ დედამიწის ზედაპირი. <br><br> ა) განსაზღვრეთ სხეულის კინეტიკური და პოტენციური ენერგიები ასროლისას. <br><br> ბ) განსაზღვრეთ სხეულის კინეტიკური და პოტენციური ენერგიები როდესაც მისი სიჩქარეა $5$ მ/წმ. <br><br> გ) როგორ იცვლება სხეულის კინეტიკური ენერგია ზევით მოძრაობისას? ქვევით მოძრაობისას? <br><br> დ) თუ ჰაერის წინააღმდეგობის ძალას გავითვალისწინებთ, როგორ იცვლება სხეულის მექანიკური ენერგია ზევით მოძრაობისას? ქვევით მოძრაობისას? პასუხები დაასაბუთეთ",
    options: [],
    correct: 0,
    tags: []
  },
  // 16
  {
    question: "ყმაწვილმა $6$ კგ მასის ბაგირით $8$ მ სიმაღლის ჭიდან $10$ კგ მასის წყლიანი ვედრო $20$ წმ-ში ამოიტანა. <br><br> ა) ყმაწვილის მიერ მხოლოდ ბაგირის ამოტანაზე შესრულებული მუშაობა; <br><br> ბ) ყმაწვილის მიერ ვედროს ამოტანაზე შესრულებული მუშაობა; <br><br> გ) ყმაწვილის მიერ ვედროს და ბაგირის ამოტანისას განვითარებული საშუალო სიმძლავრე; <br><br> დ) შეადარეთ ყმაწვილის მიერ შესრულებული მუშაობა ბაგირისა და ვედროს პოტენციური ენერგიის ცვლილებას. პასუხები დაასაბუთეთ",
    options: [],
    correct: 0,
    tags: []
  }
];