const quizData = [
  // 1
  {
    question: "დედამიწის ზედაპირიდან $200$ მ სიმაღლეზე აწეული სხეული იწყებს ვარდნას. განსაზღვრეთ სხეულის სიჩქარე იმ მომენტში, როდესაც მისი პოტენციური ენერგია $1{,}5$ - ჯერ მეტია კინეტიკურზე. პოტენციური ენერგიის ნულოვან დონედ დედამიწის ზედაპირი მიიჩნიეთ. ჰაერის წინააღმდეგობა არ გაითვალისწინოთ. $g=10$ ნ/კგ.",
    options: ["$40$ მ/წმ", "$30$ მ/წმ", "$20$ მ/წმ", "$10$ მ/წმ", "$5$ მ/წმ"],
    correct: 0,
    tags: ["mechanics", "energy"]
  },
  // 2
  {
    question: "$15$ კგ მასის ერთგვაროვანი ბერკეტი გაწონასწორებულია მის მოკლე ბოლოზე დაკიდებული ტვირთით, რომელიც საყრდენიდან $75$ სმ - ითაა დაშორებული. რა სიგრძისაა ბერკეტი, თუ საყრდენის მხრიდან მასზე მოქმედი რეაქციის ძალა $250$ ნ - ია?",
    options: ["$0{,}75$ მ", "$0{,}5$ მ", "$1{,}25$ მ", "$2{,}5$ მ", "$2{,}25$ მ"],
    correct: 3,
    tags: ["mechanics", "statics"]
  },
  // 3
  {
    question: "$0^{\\circ}C$ ტემპერატურის ყინულის ნაჭერი ჩაუშვეს $34^{\\circ}C$ ტემპერატურის წყალში, რის შედეგადაც ყინული მთლიანად გადნა და ჭურჭელში $0^{\\circ}C$ ტემპერატურა დამყარდა. რა ტემპერატურა დამყარდებოდა ჭურჭელში, თუ მასში ესხმებოდა თავდაპირველთან შედარებით $2$ - ჯერ მეტი მასის $34^{\\circ}C$ ტემპერატურის წყალი და ჩავაგდებდით თავდაპირველთან შედარებით $3$ - ჯერ მეტი მასის $0^{\\circ}C$ ტემპერატურის ყინულს? ყინულის დნობის კუთრი სითბო $340000$ ჯ/კგ - ია. წყლის კუთრი სითბოტევადობა: $4200$ ჯ/კგ$^{\\circ}C$; ყინულის კუთრისითბოტევადობა: $2100$ ჯ/კგ$^{\\circ}C$; გარემოსთან სითბოს ცვლას ნუ გაითვალისწინებთ.",
    options: ["$14^{\\circ}C$", "$20^{\\circ}C$", "$2^{\\circ}C$", "$18^{\\circ}C$", "$0^{\\circ}C$"],
    correct: 4,
    tags: ["thermodynamics"]
  },
  // 4
  {warning:"ყველა პასუხი ჩათვლილია",
    question: "კვადრატის სამი წვეროდან თითოეულში დამაგრებულია $+3$ მკკ წერტილოვანი მუხტი, ხოლო მეოთხეში ($-2$ მკკ) მუხტი, რომელიც ასევე წერტილოვანია. რისი ტოლი იქნება კვადრატის ცენტრში მოთავსებულ $1$ მკკ წერტილოვან მუხტზე მოქმედი ელექტრული ძალების ტოლქმედი, თუ კვადრატის დიაგონალი $20$ სმ - ია?",
    options: ["$2{,}75$ ნ", "$1{,}8$ ნ", "$4{,}5$ ნ", "$0{,}9$ ნ", "$3{,}6$ ნ"],
    correct: [0,1,2,3,4],
    tags: ["electricity", "electrostatics"]
  },
  // 5
  {
    question: "დამუხტული ელექტროსკოპის სფეროსთან დამუხტული მინის (დიელექტრიკის) ღეროს მიახლოების პროცესში (ღერო და სფერო ერთმანეთს არ ეხება) ელექტრომეტრის ისარი ჯერ ბოლომდე ჩამოეშვა, შემდეგ ისევ გადაიხარა. აღნიშნული მოვლენიდან გამომდინარე, ჩამოთვლილთაგან რომელი წინადადება შეიძლება იყოს მართებული?",
    options: [
      "ღეროც და ელექტრომეტრიც დადებითადაა დამუხტული",
      "ღერო დადებითადაა დამუხტული, ელექტრომეტრი - უარყოფითად",
      "ღეროც და ელექტრომეტრის ელექტრულად ნეიტრალურია",
      "ღეროც და ელექტრომეტრიც უარყოფითადაა დამუხტული",
      "ელექტრომეტრის სფერო ელექტრულად ნეიტრალურია, ღერო დამუხტულია უარყოფითად"
    ],
    correct: 1,
    tags: ["electricity", "electrostatics"]
  },
  // 6
  {
    question: "$30$ ომი წინაღობის მქონე, ცილინდრული ფორმის ერთგვაროვანი მავთულისაგან გააკეთეს ტოლგვერდა სამკუთხედი. რისი ტოლი იქნება წრედში გამავალი სრული დენის ძალა, თუ სამკუთხედს მისი რომელიმე ორი გვერდის შუაწერტილებით შევაერთებთ $60$ ვ ძაბვის ქსელში? მიიჩნიეთ, რომ სამკუთხედის პერიმეტრი თავდაპირველი მავთულის სიგრძის ტოლია.",
    options: ["$8$ ა", "$4$ ა", "$10$ ა", "$9$ ა", "$0{,}5$ ა"],
    correct: 3,
    tags: ["electricity", "circuits"]
  },
  // 7
  {
    question: "ცილინდრული ფორმის გამტარი მავთული გადაადნეს და მისგან დაამზადეს ორჯერ გრძელი მავთული. ამით, მიღებული გამტარის კუთრი წინაღობა და წინაღობა თავდაპირველთან შედარებით, შესაბამისად:",
    options: [
      "ორჯერ გაიზარდა, ორჯერ გაიზარდა",
      "ორჯერ შემცირდა, ორჯერ შემცირდა",
      "არ არ შეცვლილა, არ შეცვლილა",
      "ოთხჯერ გაიზარდა, ოთხჯერ გაიზარდა",
      "არ შეცვლილა, ოთხჯერ გაიზარდა"
    ],
    correct: 4,
    tags: ["electricity", "resistance"]
  },
  // 8
  {
    question: "როდესაც $10$ ომი წინაღობის ამპერმეტრი მიმდევრობით შეაერთეს უცნობ წინაღობასთან და მიღებული წრედი ჩართეს მუდმივი ძაბვის ქსელში, ამპერმეტრის ჩვენება იყო $1$ ა. ამის შემდეგ ამპერმეტრს პარალელურად მიუერთეს (ისე რომ ამპერმეტრი წრედიდან არ ამოურთავთ) $15$ ომი დამატებითი წინაღობა, რა დროსაც ამპერმეტრმა $0{,}9$ ა დენის ძალა აჩვენა. რისი ტოლია ძაბვა ქსელში?",
    options: ["$24$ ვ", "$18$ ვ", "$12$ ვ", "$36$ ვ", "$72$ ვ"],
    correct: 2,
    tags: ["electricity", "circuits"]
  },
  // 9
  {
    question: "ხუთი რეზისტორი ერთმანეთთან მიმდევრობითაა შეერთებული და ჩართულია მუდმივი ძაბვის ქსელში. ამ დროს პირველ, მეორე, და ა.შ. რეზისტორების ბოლოებზე ძაბვები შესაბამისად არის: $U$, $2U$, $4U$, $8U$ და $16U$. რისი ტოლია წრედის სრული წინაღობა, თუ მესამე რეზისტორის წინაღობა პირველისას $30$ ომით აღემატება?",
    options: ["$160$ ომი", "$320$ ომი", "$310$ ომი", "$30$ ომი", "$10$ ომი"],
    correct: 2,
    tags: ["electricity", "circuits"]
  },
  // 10
  {
    question: "სამი ნათურა ერთმანეთთან პარალელურადაა შეერთებული. პირველ, მეორე და მესამე ნათურებში გამავალი დენის ძალები შესაბამისად არის $I$, $0{,}5I$ და $0{,}25I$. რისი ტოლია წრედის სრული წინაღობა, თუ მეორე ნათურას წინაღობა პირველისას $7$ ომით აღემატება?",
    options: ["$7$ ომი", "$4$ ომი", "$14$ ომი", "$8$ ომი", "$10$ ომი"],
    correct: 1,
    tags: ["electricity", "circuits"]
  },
  // 11
  {image: "physics-quizzes/class-8/images/image.2.png",
    question: "თუ სურათზე გამოსახულ წრედში გადის $3$ ა დენი და თითოეული გამტარის წინაღობაა $2$ ომი, მაშინ $A$ და $B$ წერტილებს შორის ძაბვაა",
    options: ["$24$ ვ", "$18$ ვ", "$12$ ვ", "$3{,}6$ ვ", "$7{,}2$ ვ"],
    correct: 3,
    tags: ["electricity", "circuits"]
  },
  // 12
  {
    question: "ორი ერთნაირი, მიმდევრობით შეერთებული სპირალისგან შედგენილია წრედ. თუ მათ შევაერთებთ პარალელურად და ჩავრთავთ იმავე ძაბვის ქსელში, მაშინ წრედის მიერ განვითარებული სიმძლავრე:",
    options: [
      "გაიზრდება $4$-ჯერ",
      "შემცირდება $4$-ჯერ",
      "გაიზრდება $2$-ჯერ",
      "შემცირდება $2$-ჯერ",
      "არ შეიცვლება"
    ],
    correct: 0,
    tags: ["electricity", "power"]
  },
  // 13
  {image: "physics-quizzes/class-8/images/image.3.png",
    question: "გამტარები შეერთებულია სურათზე გამოსახული სქემის მიხედვით. როდესაც თითოეული გამტარის წინაღობაა $r$, მაშინ წინაღობა $A$ და $B$ წერტილებს შორის $(R_{AB})$ არის:",
    options: ["$6r$", "$4r$", "$2r$", "$r$", "$r/2$"],
    correct: 4,
    tags: ["electricity", "circuits"]
  },
 // 14
  {image: "physics-quizzes/class-8/images/image.4.png",
    question: "წრედში $r_{1}=r_{4}=r_{6}=6$ ომს. $r_{2}=9$ ომს, $r_{3}=3$ ომს, $r_{5}=4$ ომს. წრედის ბოლოებზე ძაბვა $12$ ვ - ია. ამპერმეტრის წინაღობას ნუ გაითვალისწინებთ და უპასუხეთ კითხვებს: <br><br> ა) რისი ტოლი იქნება $r_{6}$ წინაღობის ბოლოებზე ძაბვა? <br><br> ბ) რისი ტოლია წრედის სრული წინაღობა? <br><br> გ) რისი ტოლია ამპერმეტრის ჩვენება?",
    options: [],
    tags: ["electricity", "circuits", "Ohm's law"]
  },
  // 15
  {image: "physics-quizzes/class-8/images/image.5.png",
    question: "$P=300$ ვტ ნომინალური სიმძლავრისა და $U_{1}=120$ ვოლტზე გათვალისწინებული სამი ერთნაირი ელექტროქურა (სურათზე $1, 2$ და $3$) ჩართულია $U=240$ ვ ძაბვის ქსელში სურათზე გამოსახული სქემის მიხედვით. მათთან ასევე შეერთებულია $R=48$ ომი წინაღობის რეზისტორი. განსაზღვრეთ: <br><br> ა) თითოეული ელექტროქურას წინაღობა; <br><br> ბ) წრედის სრული წინაღობა; <br><br> გ) თითოეული ელექტროქურას მიერ განვითარებული სიმძლავრე; <br><br> დ) ძაბვა რეზისტორის ბოლოებზე.",
    options: [],
    tags: ["electricity", "electric power", "circuits"]
  },
  // 16
  {image: "physics-quizzes/class-8/images/image.6.png",
    question: "სურ. $7$ - ზე მოცემულია ორი ელექტრული სქემა. $A$ და $B$ მომჭერებს შორის ძაბვა ორივე შემთხვევაში ერთი და იგივეა. მარცხენა სურათზე ამპერმეტრისა და ვოლტმეტრის ჩვენებები შესაბამისად ტოლია: $U_{1}=190$ ვ $I_{1}=1{,}9$ ა. მარჯვენა სურათზე ამპერმეტრის ჩვენებაა $I_{2}=2$ ა რეზისტორის წინაღობაა $R=90$ ომი. განსაზღვრეთ: <br><br> ა) ძაბვა რეზისტორზე (სურ. $7$ა); <br><br> ბ) ამპერმეტრის წინაღობა; <br><br> გ) მეორე ვოლტმეტრის ჩვენება.",
    options: [],
    tags: ["electricity", "circuits", "measuring-instruments"]
  }
];