const quizData = [

  // #1
  {
    intro:"წყლის სიმკვრივეა $1000$ კგ/მ$^3$ <br><br> ყველა ამოცანაში მიიღეთ $g = 10$ ნ/კგ <br><br> ნავთის წვის კუთრი სითბოა $4{,}6 \\cdot 10^7$ჯ/კგ <br><br> ნავთის სიმკვრივეა $800$ კგ/მ$^3$ <br><br> ბუნებრივი აირის წვის კუთრი სითბოა $4{,}4$ ∙ $10^7$ჯ/კგ <br><br> ტყვიის კუთრი სითბოტევადობაა $140$ ჯ/(კგ∙$K$) <br><br> სპილენძის კუთრი სითბოტევადობაა $380$ ჯ/(კგ∙$K$) <br><br> წყლის კუთრი სითბოტევადობაა $4200$ ჯ/(კგ∙$K$)",
    task:"$270$ კგ მასის და $0{,}1$ მ$^3$ მოცულობის ქვა ამწემ ამოიღო $5$ მ სიღრმის ტბიდან $0{,}05$ მ/წმ თანაბარი სიჩქარით. უპასუხეთ კითხვებს $1-4$",
    question: "რა მუშაობა შეასრულა წყლის ამომგდებმა ძალამ?",
    options: ["$13{,}5$ კჯ", "$8{,}5$ კჯ", "$5$ კჯ", "$3{,}5$ კჯ", "$12$ კჯ"],
    correct: 2,
    tags: []
  },

  // #2
  {
    question: "რა მუშაობა შეასრულა სიმძიმის ძალამ?",
    options: ["$-13{,}5$ კჯ", "$-8{,}5$ კჯ", "$-5$ კჯ", "$8{,}5$ კჯ", "$5$ კჯ"],
    correct: 0,
    tags: []
  },

  // #3
  {
    question: "რა სასარგებლო მუშაობა შეასრულა ამწემ ქვის ამოღებისას?",
    options: ["$13{,}5$ კჯ", "$-13{,}5$ კჯ", "$12$ კჯ", "$8{,}5$ კჯ", "$5$ კჯ"],
    correct: 3,
    tags: []
  },

  // #4
  {
    question: "რა სასარგებლო სიმძლავრე განავითარა ამწემ ქვის ამოღებისას?",
    options: ["$135$ ვტ", "$85$ ვტ", "$50$ ვტ", "$850$ ვტ", "$1350$ ვტ"],
    correct: 1,
    tags: []
  },

  // #5
  {
    question: "უძრავი ჭოჭონაქით $30$ კგ მასის ტვირთის $7$ მ სიმაღლეზე აწევისას შესრულდა $2{,}5$ კჯ მუშაობა. განსაზღვრეთ ჭოჭონაქის მ.ქ. კოეფიციენტი",
    options: ["$64\\%$", "$68\\%$", "$75\\%$", "$80\\%$", "$84\\%$"],
    correct: 4,
    tags: []
  },

  // #6
  {
    image: "physics-quizzes/class-8/images/image11.png",
    question: "სურათზე გამოსახული სისტემის წონასწორობისას, როცა ჭოჭონაქების მასა და ხახუნი უმნიშვნელოა, მაშინ:",
    options: ["$F = mg$", "$F = \\frac{mg}{2}$", "$F = 2mg$", "$F = \\frac{m}{2}$", "$F = \\frac{2mg}{3}$"],
    correct: 1,
    tags: []
  },

  // #7
  {
    image: "physics-quizzes/class-8/images/image12.png",
    question: "თუ ჭოჭონაქების მასები და ხახუნი უმნიშვნელოა და მოძრავი ჭოჭონაქის თანაბრად ქვევით მოძრაობით $0{,}4$ კგ მასის სხეულმა $60$ სმ გაიარა, მაშინ მოძრავი ჭოჭონაქის მიერ გავლილი მანძილი და მის ღერძზე მოქმედი ძალა არის",
    options: ["$120$ სმ და $8$ ნ", "$30$ სმ და $4$ ნ", "$60$ სმ და $8$ ნ", "$30$ სმ და $8$ ნ", "$120$ სმ და $4$ ნ"],
    correct: 3,
    tags: []
  },

  // #8
  {
    task:"დახრილი სიბრტყის სიმაღლეა $0{,}2$ მ სიგრძე $1$ მ. სიბრტყის პარალელურად ზევით მიმართული $4$ ნ ძალის მოქმედებით ფუძიდან წვერომდე თანაბრად აასრიალეს $1{,}2$ კგ მასის ძელაკი. უპასუხეთ კითხვებს $8, 9$",
    question: "განსაზღვრეთ სიბრტყის მ.ქ. კოეფიციენტი",
    options: ["$40\\%$", "$50\\%$", "$60\\%$", "$64\\%$", "$68\\%$"],
    correct: 2,
    tags: []
  },

  // #9
  {
    question: "განსაზღვრეთ ასრიალებისას სხეულზე მოქმედი ხახუნის ძალის მოდული",
    options: ["$1{,}6$ ნ", "$2{,}4$ ნ", "$1{,}2$ ნ", "$0{,}8$ ნ", "$4$ ნ"],
    correct: 0,
    tags: []
  },

  // #10
  {
    task:"დინამომეტრზე დაკიდებული მსუბუქი ბერკეტი მასზე დაკიდებული $m_1$ და $m_2$ მასის ტვირთებით წონასწორობაშია. $m_2 = 400$გ. უპასუხეთ კითხვებს $10, 11$",
    image: "physics-quizzes/class-8/images/image13.png",
    question: "განსაზღვრეთ $m_1$ მასა",
    options: ["$120$ გ", "$600$ გ", "$250$ გ", "$300$ გ", "$750$ გ"],
    correct: 3,
    tags: []
  },

  // #11
  {
    image: "physics-quizzes/class-8/images/image13.png",
    question: "განსაზღვრეთ დინამომეტრის ჩვენება",
    options: ["$7$ ნ", "$5{,}2$ ნ", "$10$ ნ", "$8$ ნ", "$6{,}5$ ნ"],
    correct: 0,
    tags: []
  },

  // #12
  {
    task:"$m_1$ მასის ერთგვაროვანი ბერკეტი მასზე დაკიდებული $m_2 = 5$კგ და $m_3 = 2$კგ მასის ტვირთებით წონასწორობაშია. უპასუხეთ კითხვებს $12, 13$",
    image: "physics-quizzes/class-8/images/image14.png",
    question: "განსაზღვრეთ ბერკეტის მასა $m_1$",
    options: ["$1$ კგ", "$3$ კგ", "$4{,}5$ კგ", "$5$ კგ", "$7{,}5$ კგ"],
    correct: 3,
    tags: []
  },

  // #13
  {
    image: "physics-quizzes/class-8/images/image14.png",
    question: "რა ძალით აწვება ბერკეტი საყრდენს",
    options: ["$80$ ნ", "$120$ ნ", "$100$ ნ", "$115$ ნ", "$145$ ნ"],
    correct: 1,
    tags: []
  },

  // #14
  {
    image: "physics-quizzes/class-8/images/image15.png",
    question: "განსაზღვრეთ ჭოჭონაქების სისტემის მ.ქ. კოეფიციენტი, თუ პირველი ჭოჭონაქის მ.ქ. კოეფიციენტი არის $90\\%$, მეორის $80\\%$, მესამესი $75\\%$",
    options: ["$60{,}5\\%$", "$64\\%$", "$48\\%$", "$62{,}5\\%$", "$54\\%$"],
    correct: 4,
    tags: []
  },

  // #15
  {
    question: "წყლის ჯერ $0^\\circ C$-იდან $4^\\circ C$-მდე, შემდეგ $4^\\circ C$-იდან $8^\\circ C$-მდე გათბობისას წყლის სიმკვრივე",
    options: ["იზრდება, იზრდება", "მცირდება, იზრდება", "არ იცვლება, მცირდება", "იზრდება, მცირდება", "მცირდება, მცირდება"],
    correct: 3,
    tags: []
  },

  // #16
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "ძლიერი ყინვის დროს ფანჯრის მინის მოყინვისას მინის რომელი ნაწილი მოიყინება უფრო ადრე?",
    options: ["ზედა", "შუა", "ქვედა", "ერთნაირად", "ქვედა და ზედა"],
    correct: [0,1,2,3,4],
    tags: []
  },

  // #17
  {
    question: "გამოსახეთ კუთრი სითბოტევადობის ერთეული $SI$ სისტემის ძირითადი ერთეულებით",
    options: ["მ$^2 \\cdot$ წმ$^{-2} \\cdot K^{-1}$", "მ$^2 \\cdot $ წმ$^{-2}$", "მ$^2 \\cdot$ წმ $ \\cdot K^{-1}$", "კგ$ \\cdot $მ$^2 \\cdot$ წმ$^{-2}$", "კგ$^{-1} \\cdot $ წმ $ \\cdot K$"],
    correct: 0,
    tags: []
  },

  // #18
  {
    question: "ერთნაირი მასის და ტემპერატურის ტყვიის და სპილენძის სხეულები ერთი და იმავე სიმაღლიდან ჩამოვარდა. ჩათვალეთ რომ დაცემისას მათი მექანიკური ენერგია მთლიანად მათივე შინაგან ენერგიად გარდაიქმნა. მაშინ ტყვიის სხეულის ტემპერატურის ცვლილების შეფარდება სპილენძის სხეულის ტემპერატურის ცვლილებასთან იქნება",
    options: ["$\\frac{19}{7}$", "$\\frac{7}{19}$", "$\\frac{26}{7}$", "$\\frac{7}{26}$", "$\\frac{26}{19}$"],
    correct: 0,
    tags: []
  },

  // #19
  {
    question: "თუ ნავთქურაში $1{,}25$ ლ ნავთის დაწვისას $2{,}3 \\cdot 10^7$ ჯ სასარგებლო სითბო გამოიყო, მაშინ მისი მ.ქ. კოეფიციენტია",
    options: ["$6{,}25\\%$", "$25\\%$", "$46\\%$", "$62{,}5\\%$", "$50\\%$"],
    correct: 4,
    tags: []
  },

  // #20
  {
    question: "თუ $100$ გ ბუნებრივი აირის დაწვისას გამოყოფილი სითბო მთლიანად მიეწოდა $10^\\circ C$ ტემპერატურის და $50$ კჯ$/^\\circ C$ სითბოტევადობის წყალს, მაშინ წყლის საბოლოო ტემპერატურაა:",
    options: ["$50^\\circ C$", "$64^\\circ C$", "$44^\\circ C$", "$98^\\circ C$", "$88^\\circ C$"],
    correct: 3,
    tags: []
  },

  // #21
  {
    question: "$20^\\circ C$ ტემპერატურის წყალში $100^\\circ C$ ტემპერატურის სპილენძის ბურთულას ჩაშვების შემდეგ დამყარდა $36^\\circ C$ ტემპერატურა. რა ტემპერატურა დამყარდება, თუ იმავე წყალში კიდევ $5$ ასეთივე $100^\\circ C$ ტემპერატურის ბურთულას ჩავუშვებთ? სითბოს დანაკარგს ნუ გაითვალისწინებთ",
    options: ["$68^\\circ C$", "$44^\\circ C$", "$55^\\circ C$", "$60^\\circ C$", "$52^\\circ C$"],
    correct: 0,
    tags: []
  },

  // #22
  {
    question: "რა ტემპერატურა დამყარდება თუ $4$ კჯ$/^\\circ C$ სითბოტევადობის და $80^\\circ C$ ტემპერატურის ბურთულას ჩავუშვებთ $5$ კგ მასის და $30^\\circ C$ ტემპერატურის წყალში. სითბოს დანაკარგს ნუ გაითვალისწინებთ",
    options: ["$28^\\circ C$", "$32^\\circ C$", "$38^\\circ C$", "$44^\\circ C$", "$48^\\circ C$"],
    correct: 2,
    tags: []
  },

  // #23
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "$140$ მ/წმ სიჩქარით მოძრავი ტყვია (ნივთიერებაც ტყვიაა) მოხვდა კედელს. რამდენი გრადუსით გაიზარდა ტყვიის ტემპერატურა, თუ კინეტიკური ენერგიის $50\\%$ ტყვიის შინაგან ენერგიად გარდაიქმნა?",
    options: ["$112^\\circ C$", "$140^\\circ C$", "$70^\\circ C$", "$210^\\circ C$", "$48^\\circ C$"],
    correct: [0,1,2,3,4],
    tags: []
  },

  // #24
  {
    question: "რა სითბოს რაოდენობაა საჭირო $10$ გ მასის ტყვიის $20^\\circ C$-დან $120^\\circ C$-მდე გასათბობად?",
    options: ["$112$ ჯ", "$140$ ჯ", "$28$ ჯ", "$14$ კჯ", "$140$ კჯ"],
    correct: 1,
    tags: []
  },

  // #25
  {
    question: "თუ სითბოს დანაკარგი უმნიშვნელოა, მაშინ $4$ კგ $25^\\circ C$ ტემპერატურის და $1$ კგ $80^\\circ C$ ტემპერატურის წყლის შერევისას დამყარებული ტემპერატურაა:",
    options: ["$45^\\circ C$", "$30^\\circ C$", "$36^\\circ C$", "$40^\\circ C$", "$28^\\circ C$"],
    correct: 2,
    tags: []
  }

];
