const quizData = [
    // Question 1
{intro:"ბენზინის წვის კუთრი სითბო: $4{,}6 \\cdot 10^7$ ჯ/კგ <br><br> წყლის ორთქლადქცევის კუთრი სითბო: $2{,}3 \\cdot 10^6$ჯ/კგ <br><br> წყლის კუთრი სითბოტევადობა: $4{,}2 \\cdot 10^3$ ჯ/კგ $\\cdot K$ <br><br> წყლის დუღილის ტემპერატურა: $100^\\circ C$ <br><br> ყინულის კუთრი სითბოტევადობა: $2{,}1 \\cdot 10^3$ ჯ/კგ $\\cdot K$ <br><br> წყლის გამყარების ტემპერატურა: $0 ^\\circ C$ <br><br> ყინულის დნობის კუთრი სითბო: $330 \\cdot 10^3$ჯ/კგ <br><br> $g=10$ ნ/კგ; <br><br> ალუმინის კუთრი სითბოტევადობა: $0{,}88 \\cdot 10^3$ ჯ/კგ$\\cdot K$ <br><br> მიკრო = $10^{−6}$ <br><br> კალის კუთრი სითბოტევადობა: $0{,}22 \\cdot  10^3$ ჯ/კგ$\\cdot K$",
  question: "თუ ამწეს $2$ტ მასის ტვირთი თანაბრად ააქვს $500$ სმ სიმაღლეზე $10$ წამში, მაშინ მის მიერ განვითარებული სიმძლავრეა:",
 options: [ "$1\\text{კვტ}$", "$40000\\text{ვტ}$", "$10\\text{კვტ}$", "$100\\text{ვტ}$", "$2\\text{კვტ}$" ],
  correct: 2,
  tags: []
},
// Question 2
{image: "physics-quizzes/class-8/images/image-23.png",
  question: "თუ $100$ გ მასის მცირე ზომის ბურთულა $A$ მდებარეობიდან იწყებს მოძრაობას, ისე რომ ხახუნის ძალა ბურთულაზე გზის არც ერთ უბანზე მოქმედებს, მაშინ ბურთულას კინეტიკური ენერგია $C$ წერტილში იქნება:",
 options: [ "$0$", "$0{,}1\\text{ჯ}$", "$0{,}25\\text{ჯ}$", "$0{,}45\\text{ჯ}$", "$0{,}3\\text{ჯ}$" ],
  correct: 2,
  tags: []
},
// Question 3
{
  question: "გვაქვს ბერკეტიანი სასწორი, რომელსაც არათანაბარი სიგრძის მხრები აქვს. სხეული ერთ თეფშზე აწონვისას გაწონასწორდა $2{,}5$კგ საწონით, მეორეზე კი - $0{,}9$კგ-ით. გაითვალისწინეთ მხოლოდ სხეულისა და საწონების მასები და განსაზღვრეთ სხეულის მასა:",
  options: [ "$1{,}5\\text{კგ}$", "$3{,}4\\text{კგ}$", "$1{,}7\\text{კგ}$", "$2{,}25\\text{კგ}$", "$1{,}6\\text{კგ}$" ],
   correct: 0,
  tags: []
},
// Question 4
{image: "physics-quizzes/class-8/images/image-24.png",
  question: "სურათზე გამოსახული ჭოჭონაქებისგან შედგენილი „ა“ და „ბ“ სისტემების მეშვეობით ერთი და იგივე მასის სხეული თანაბრად ააქვთ ზევით. (ჭოჭონაქის და ძაფის მასები არ გაითვალისწინოთ) როდესაც ჭოჭონაქების ღერძებთან ხახუნი ერთნაირია, მაშინ მქ კოეფიციენტი:",
 options: [ "ორივე სისტემის ერთნაირია", "$\\left(ა\\right)$ სისტემის მეტია", "$\\left(ბ\\right)$ სისტემის მეტია", "იმ სისტემისაა მეტი რომელსაც სხეული მეტ სიმაღლეზე ააქვს.", "ამ პირობით შეუძლებელია დადგენა;" ], 
  correct: 2,
  tags: []
},
// Question 5
{
  question: "მოცემული გვაქვს $h$ სიმაღლისა და $l$ სიგრძის დახრილი სიბრტყე, რომელზეც ხახუნი გასათვალისწინებელია. დახრილი სიბრტყის პარალელური და ზევით მიმართული რისი ტოლი ძალა უნდა მოვდოთ $m$ მასის სხეულს, რომ იგი თანაბრად ავასრიალოთ $h/2$ სიმაღლეზე?",
  options: [ "$\\dfrac{mgh}{2l}$", "$\\dfrac{mgh}{l}-F_{\\text{ხახ}}$", "$\\dfrac{mgh}{l}+F_{\\text{ხახ}}$", "$\\dfrac{mg}{l}h$", "$\\dfrac{\\left(\\dfrac{mgh}{l}+F_{\\text{ხახ}}\\right)}{2}$" ],
   correct: 2,
  tags: []
},
// Question 6
{
  question: "მდუღარე წყლიდან ამოღებული ერთნაირი მასის ალუმინისა და კალის ბურთულების $0^{\\circ}$ ყინულის ზედაპირზე დადებისა და სითბური წონასწორობის დამყარების შემდეგ აღმოჩნდა, რომ ალუმინის მიერ გამოყოფილმა სითბომ $12$კგ მასის ყინული დაადნო. განსაზღვრეთ რა მასის ყინულს დაადნობდა კალის მიერ გამოყოფილი სითბო (ჩათვალეთ, რომ კალის და ალუმინის მიერ გამოყოფილი სითბოები მთლიანად ყინულის დნობას ხმარდება).",
  options: ["$3$კგ", "$48$კგ", "$4$კგ", "$12$კგ", "$36$კგ"],
  correct: 0,
  tags: []
},
// Question 7
{
  question: "$1$კგ მასის $-10^{\\circ}C$ ტემპერატურის ყინულის გასადნობად საჭირო მინიმალური სითბოს რაოდენობაა:",
  options: [
    "$2{,}1\\cdot10^{4}$ჯ", 
    "$3{,}4\\cdot10^{4}$ჯ", 
    "$3{,}61\\cdot10^{5}$ჯ", 
    "$3{,}51\\cdot10^{5}$ჯ", 
    "$8{,}6\\cdot10^{5}$ჯ"
  ],
  correct: 3,
  tags: []
},
// Question 8
{
  question: "განსაზღვრეთ, $2$კგ მასის წყლის საწყისი ტემპერატურა, თუ $0{,}1$ კგ მასის ბენზინის დაწვისას გამოყოფილი სითბოს მიღების შემდეგ წყალი მთლიანად ორთქლად იქცა. სითბურ დანაკარგებს ნუ გაითვალისწინებთ.",
  options: ["$100^{\\circ}C$", "$45^{\\circ}C$", "$80^{\\circ}C$", "$0^{\\circ}C$", "$75^{\\circ}C$"],
  correct: 0,
  tags: []
},
// Question 9
{
  question: "განსაზღვრეთ, $3{,}3$ კგ მასის წყლის საწყისი ტემპერატურა, თუ მასში $4{,}2$ კგ მასის, $0^{\\circ}C$ ყინულის ჩაგდების შემდეგ, ყინული მთლიანად გადნა და დამყარდა $0^{\\circ}C$ ტეპერატურა.",
  options: ["$25^{\\circ}C$", "$70^{\\circ}C$", "$50^{\\circ}C$", "$80^{\\circ}C$", "$100^{\\circ}C$"],
  correct: 4,
  tags: []
},
// Question 10
{
  question: "რისი ტოლია სითბური ძრავას მარგი ქმედების კოეფიციენტი, თუ მის მიერ ერთ ციკლში შესრულებული სასარგებლო მუშაობა მუშა სხეულის მიერ მაცივრისთვის გადაცემულ სითბოს რაოდენობის მეშვიდედია?",
  options: ["$10\\%$", "$32\\%$", "$20\\%$", "$12{,}5\\%$", "$16\\%$"],
  correct: 3,
  tags: []
},
// Question 11
{
  question: "გარკვეული მანძილით დაშორებული $q$ და $-5q$ მუხტების მქონე ლითონის ერთნაირი მცირე ზომის ბურთულების შეხებისას და შემდეგ იმავე მანძილით დაშორებისას მათი ურთიერთქმედების ძალის მოდული:",
  options: [
    "$1{,}25$-ჯერ გაიზარდა", 
    "$1{,}25$-ჯერ შემცირდა", 
    "$1{,}8$-ჯერ გაიზარდა", 
    "$1{,}8$-ჯერ შემცირდა", 
    "არ შეიცვალა"
  ],
  correct: 1,
  tags: []
},
// Question 12
{
  question: "სითბურ წონასწორობაში მყოფ ნარევს, რომელიც შედგება წყლისა და ყინულისაგან, წაართვეს $99\\cdot10^{4}$ ჯ სითბოს რაოდენობა. განსაზღვრეთ რა მასის წყალი იყო ნარევში, თუ ტემპერატურა არ შეცვლილა და ნარევი მთლიანად ყინულად იქცა.",
  options: ["$1$კგ", "$3$კგ", "$7$კგ", "$5$კგ", "$6$კგ"],
  correct: 1,
  tags: []
},
// Question 13
{
  question: "სითბურ წონასწორობაში მყოფ ნარევში, რომელიც შედგება წყლისა და $5$კგ მასის ყინულისაგან, შეუშვეს $100^{\\circ}C$ გარკვეული მასის წყლის ორთქლი. განსაზღვრეთ, ორთქლის მასა, თუ $2{,}72$ კგ მასის ყინული დადნა. ჭურჭელსა და გარემოსთან სითბოცვლა უგულებელყავით.",
  options: ["$100$ გ", "$10$ გ", "$40$ გ", "$33$ გ", "$330$ გ"],
  correct: 4,
  tags: []
},
// Question 14
{
  question: "$10^{\\circ}C$ ტემპერატურის $300$გ წყალში ჩააგდეს $-20^{\\circ}C$ ტემპერატურის $400$გ ყინული. <br><br> ა) შეაფასეთ და სითბოს რაოდენობების რიცხვითი მნიშვნელობებით დაასაბუთეთ, წყალი დაიწყებს ყინულის გადნობას, თუ ყინული დაიწყებს წყლის გაყინვას? <br><br> ბ) განსაზღვრეთ ნარევის ტემპერატურა სითბური წონასწორობის დამყარებისას. ჭურჭლის სითბოტევადობას ნუ გაითვალისწინებთ.",
  options: [],
  correct: null,
  tags: []
},
// Question 15
{
  question: "ლითონის ორი ერთნაირი მცირე ზომის ბურთულა, რომელთა მუხტებია $2q$ (პირველი ბურთულა) და $5q$ (მეორე ბურთულა) დამაგრებულია გარკვეულ წრფეზე და ერთმანეთთან ურთიერთქმედებს $F$ ძალით. მესამე, ისეთივე, ოღონდ ნეიტრალური ბურთულა შეახეს ჯერ პირველს, შემდეგ - მეორეს და დაამაგრეს მათ შემაერთებელ წრფეზე, მათ შორის, ზუსტად შუაში. ამ პირობით უპასუხეთ შემდეგ კითხვებს (პასუხები გამოსახეთ $F$ და $q$ სიმბოლოებით): <br><br> ა) რისი ტოლი გახდება პირველი, მეორე და მესამე ბურთულების მუხტები საბოლოოდ? <br><br> ბ) რა მოდულისა და მიმართულების ელექტრული ძალებით იმოქმედებენ პირველი და მეორე ბურთულა მესამეზე? <br><br> გ) რისი ტოლი გახდება პირველ ბურთულაზე მოქმედი ელექტრული ძალების ტოლქმედი? <br><br> დ) რისი ტოლი გახდება მეორე ბურთულაზე მოქმედი ელექტრული ძალების ტოლქმედი?",
  options: [],
  correct: null,
  tags: []
},
// Question 16
{
  question: "$110$ კმ მანძილზე ავტომობილი $75$კმ/სთ სიჩქარით თანაბრად მოძრაობს ჰორიზონტალურ გზაზე და $12$ კვტ სასარგებლო სიმძლავრეს ავითარებს. ამ დროს მის ძრავაში ბენზინის ხარჯი $6{,}9$კგ-ია. ამ პირობით შეასრულეთ შემდეგი დავალებები: <br><br> ა) განსაზღვრეთ ავტომობილის ძრავას წევის ძალა და ავტომობილზე მოქმედი წინააღმდეგობის ძალა; <br><br> ბ) განსაზღვრეთ ავტომობილის ძრავას მიერ შესრულებული სასარგებლო მუშაობა; <br><br> გ) განსაზღვრეთ ძრავას მარგი ქმედების კოეფიციენტი.",
  options: [],
  correct: null,
  tags: []
}
]