const quizData = [
  //1
  {
    question: "ცნობილია, რომ $P(A)=0{,}5; P(B)=0{,}3;$ ხოლო $A$ და $B$ ხდომილობების სხვაობის ალბათობაა $P(A\\backslash B)=0{,}2$. იპოვეთ რისი ტოლია $A$ და $B$ ხდომილობების გაერთიანების ალბათობა?",
    options: ["$0{,}3$", "$0{,}5$", "$0{,}8$", "$0{,}2$", "$0{,}6$", "$1$"],
    correct: 1,
    tags: []
  },

  //2
  {
    warning: "ორი პასუხია ჩათვლილი",
    question: "აგორებენ და აკვირდებიან სტანდარტულ კამათელს და ამოწერილია ჩატარებული $6$ ექსპერიმენტის შედეგი: $2; 4; 5; 1; 5; 6$. რა არის იმის ალბათობა, რომ მე-$7$ გაგორებისას ექსპერიმენტის შედეგი იქნება მონაცემთა მედიანაზე მეტი?",
    options: ["$\\frac{2}{5}$", "$\\frac{1}{6}$", "$\\frac{1}{5}$", "$\\frac{1}{4}$", "$\\frac{1}{2}$", "$\\frac{1}{3}$"],
    correct: [1,5],
    tags: []
  },

  //3
  {
    image: "math/class-9/images/image4.png",
    question: "ატარებენ $20$ ექსპერიმენტს. მოცემულია დაკვირვებულ მონაცემთა ფარდობით სიხშირეთა ცხრილი. იპოვეთ მონაცემთა მედიანის, მოდის და საშუალო არითმეტიკულის ჯამი.",
    options: ["$10{,}2$", "$10{,}4$", "$9{,}9$", "$9{,}6$", "$9{,}2$", "$11{,}1$"],
    correct: 2,
    tags: []
  },

  //4
  {
    question: "საკოორდინატო სიბრტყეზე შემთხვევით ვირჩევთ წერტილს $ABCD$ კვადრატის შიგნით, კვადრატის წვეროების კოორდინატებია $A(1;1), B(1;-1), C(-1;-1), D(-1;1)$. იპოვეთ ალბათობა იმისა, რომ შემთხვევით არჩეული წერტილის $x$ და $y$ კოორდინატები აკმაყოფილებენ პირობას $y+x>1$.",
    options: ["$\\frac{1}{4}$", "$\\frac{1}{2}$", "$\\frac{3}{4}$", "$\\frac{3}{8}$", "$\\frac{1}{8}$", "$\\frac{5}{8}$"],
    correct: 4,
    tags: []
  },

  //5
  {
    question: "მოცემულია მიმდევრობის ზოგადი წევრის ფორმულა $a_n = \\sqrt{2}n^2 - \\sqrt{199}n + 17$. მიმდევრობის რომელი წევრი იქნება უმცირესი?",
    options: ["მე$-5$", "მე$-10$", "მე$-12$", "მე$-7$", "$21$-ე", "$30$-ე"],
    correct: 0,
    tags: []
  },
 
  //6
  {
    question: "საკოორდინატო სიბრტყეზე მოცემულია სამი წერტილი $A(1;2), B(3;-1)$ და $C(4;4)$. იპოვეთ $ABC$ სამკუთხედზე შემოხაზული წრეწირის ცენტრის კოორდინატები.",
    options: ["$(3{,}5; 1{,}5)$", "$(2{,}5; 2{,}5)$", "$(3{,}4; 1{,}4)$", "$(3{,}3; 1{,}6)$", "$(3{,}1; 1{,}3)$", "$(3; 1{,}2)$"],
    correct: 0,
    tags: []
  },

  //7
  {
    question: "$ABC$ სამკუთხედის გვერდებია: $AB=4; BC=5; AC=3$. $B$ წვეროდან გავლებულია სამკუთხედის $BD$ ბისექტრისა. გამოსახეთ $\\vec{BD}$ ვექტორი $\\vec{BA} = \\vec{a}$ და $\\vec{BC} = \\vec{b}$.",
    options: ["$\\vec{BD} = \\frac{4}{5}\\vec{a} + \\frac{5}{4}\\vec{b}$", "$\\vec{BD} = \\frac{5}{4}\\vec{a} + \\frac{4}{5}\\vec{b}$", "$\\vec{BD} = \\frac{4}{9}\\vec{a} + \\frac{5}{9}\\vec{b}$", "$\\vec{BD} = \\frac{5}{9}\\vec{a} + \\frac{4}{9}\\vec{b}$", "$\\vec{BD} = \\frac{5}{18}\\vec{a} + \\frac{4}{18}\\vec{b}$", "$\\vec{BD} = \\frac{4}{3}\\vec{a} + \\frac{5}{3}\\vec{b}$"],
    correct: 3,
    tags: []
  },

  //8
  {
    question: "იპოვეთ კუთხის კოსინუსი $2y + 3x = 1$ და $x - y = 2$ წრფეებს შორის.",
    options: ["$\\frac{1}{2\\sqrt{5}}$", "$\\frac{2}{3\\sqrt{2}}$", "$\\frac{3}{\\sqrt{29}}$", "$\\frac{1}{\\sqrt{29}}$", "$\\frac{1}{\\sqrt{39}}$", "$\\frac{1}{\\sqrt{26}}$"],
    correct: 5,
    tags: []
  },

  //9
  {
    question: "საკოორდინატო სიბრტყეზე დახაზულია ორი წრეწირი $(x - 3)^2 + (y + 1)^2 = 26$ და $x^2 + y^2 - 2x - 4y = 0$. იპოვეთ ამ წრეწირთა ცენტრებს შორის მანძილი.",
    options: ["$\\sqrt{13}$", "$\\sqrt{11}$", "$\\sqrt{10}$", "$2\\sqrt{3}$", "$3\\sqrt{2}$", "$\\sqrt{15}$"],
    correct: 0,
    tags: []
  },

  //10
  {
    question: "ნატურალური $x$ რიცხვისთვის ცნობილია, რომ $199 \\equiv x$ $(mod$ $20)$ ასევე ცნობილია, რომ $99 \\equiv x$ $(mod$ $11)$. იპოვეთ $x$-ის ციფრთა ჯამი, თუ $x$ $200$-ზე ნაკლებია.",
    options: ["$10$", "$19$", "$2$", "$1$", "$18$", "$14$"],
    correct: 4,
    tags: []
  },

  //11
  {
    question: "იპოვეთ კუთხის კოსინუსი რომელსაც ადგენს $\\vec{a} = 3\\vec{i} - 2\\vec{j}$ ვექტორი აბცისთა ღერძის დადებით მიმართულებასთან. სადაც $\\vec{i}$ და $\\vec{j}$ ვექტორები ღერძების მიმმართველი ერთეულოვანი ვექტორებია.",
    options: ["$\\frac{3}{\\sqrt{5}}$", "$\\frac{1}{3\\sqrt{2}}$", "$\\frac{2}{\\sqrt{6}}$", "$\\frac{5}{\\sqrt{29}}$", "$\\frac{2}{\\sqrt{39}}$", "$\\frac{3}{\\sqrt{13}}$"],
    correct: 5,
    tags: []
  },

  //12
  {
    question: "შეიძლება თუ არა არსებობდეს ისეთი სამკუთხედი, რომლის კუთხეები არითმეტიკულ პროგრესიას, ხოლო გვერდები გეომეტრიულ პროგრესიას ადგენენ?",
    options: ["არ არსებობს.", "ასეთი მხოლოდ ტოლგვერდა არსებობს.", "არსებობს ასეთი ბლაგვკუთხა.", "არსებობს ასეთი მართკუთხა.", "არსებობს ასეთი სხვადასხვა გვერდა სამკუთხედი.", "ყველა სამკუთხედი ასეთია."],
    correct: 1,
    tags: []
  },
 
  //13
  {
    question: "საკოორდინატო სიბრტყეზე მოცემულია სამი წერტილი $A(1;5)$, $B(3;6)$, $C(-1;7)$. $ABC$ სამკუთხედის მედიანების გადაკვეთის წერტილია $M$. დაწერეთ $\\vec{MO}$ ვექტორის კოორდინატები, სადაც $O$ კოორდინატთა სათავეა.",
    options: ["$(-1;-6)$", "$(-1;6)$", "$(2;5)$", "$(-2;-5)$", "$(-2;5)$", "$(2;-5)$"],
    correct: 0,
    tags: []
  },

  //14
  {
    question: "$a_n = \\frac{n^2 - 9}{n^2 + 10n + 26}$ მიმდევრობის რამდენი წევრია უარყოფითი?",
    options: ["$6$", "$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 2,
    tags: []
  },

  //15
  {
    question: "მოცემულია უსასრულო გეომეტრიული პროგრესია, რომლის $b_1 = 1$ და $q = \\frac{1}{2}$. იპოვეთ ამ პროგრესიის მე-$2$, მე-$5$, მე-$8$, მე-$11$, მე-$14$ და ა.შ. (წევრების ნომრები $3$-ზე გაყოფისას ნაშთს გვაძლევს $2$-ს) წევრთა ჯამი.",
    options: ["$-\\frac{2}{3}$", "$\\frac{4}{7}$", "$\\frac{2}{9}$", "$-\\frac{4}{7}$", "$\\frac{1}{7}$", "$-\\frac{4}{9}$"],
    correct: 1,
    tags: []
  },

  //16
  {
    question: "სამი დადებითი რიცხვი, რომელთა ჯამი $21$-ია, არითმეტიკულ პროგრესიას ადგენენ. თუ მათ შესაბამისად $2$-ით, $3$-ით და $9$-ით გავადიდებთ მივიღებთ ზრდად გეომეტრიულ პროგრესიას. იპოვეთ ამ გეომეტრიული პროგრესიის მნიშვნელი.",
    options: ["$-3$", "$-2$", "$2$", "$3$", "$4$", "$5$"],
    correct: 2,
    tags: []
  },

  //17
  {
    question: "არითმეტიკულ პროგრესიაში $a_6 = 6$; $d$-ს რა მნიშვნელობისათვის მიიღებს $a_7 \\cdot a_5 + a_7 \\cdot a_3 + a_5 \\cdot a_3$ გამოსახულება უდიდეს მნიშვნელობას?",
    options: ["$-18$", "$36$", "$18$", "$9$", "$12$", "არც ერთი პასუხი სწორი არ არის"],
    correct: 0,
    tags: []
  },

  //18
  {
    question: "ტოლი სიგრძის $\\vec{a}$ და $\\vec{b}$ ვექტორებს შორის კუთხე $60^{\\circ}$-ია. რისი ტოლია $k$, თუ ცნობილია, რომ $3\\vec{a} + \\vec{b}$ და $k\\vec{a} - \\vec{b}$ ვექტორები ურთიერთმართობულია.",
    options: ["$\\frac{2}{3}$", "$-0{,}2$", "$-1{,}5$", "$-1$", "$\\frac{5}{7}$", "$-5$"],
    correct: 4,
    tags: []
  },

  //19
  {
    question: "$KA_1A_2\\dots A_{11}$ წესიერი $12$ კუთხედის, გვერდის სიგრძე არის $1$. იპოვეთ $\\vec{KA_3} \\cdot \\vec{KA_9}$ სკალარული ნამრავლი.",
    options: ["$0{,}3$", "$0{,}5$", "$0{,}8$", "$0{,}2$", "$0{,}6$", "$0$"],
    correct: 5,
    tags: []
  },

  //20
  {
    question: "$ABCD$ კვადრატის $AB$, $BC$, $CD$ და $DA$ გვერდებზე შესაბამისად აღებულია $M$, $N$, $K$ და $P$ წერტილები ისე, რომ $AM:MB=1:6$, $BN:NC=2:5$, $CK:KD=5:2$ და $DP:PA=4:3$. იპოვეთ კუთხე $MK$ და $NP$ მონაკვეთებს შორის.",
    options: ["$60^{\\circ}$", "$85^{\\circ}$", "$90^{\\circ}$", "$80^{\\circ}$", "$75^{\\circ}$", "$45^{\\circ}$"],
    correct: 2,
    tags: []
  },

  //21
  {
    question: "იპოვეთ $a$-ს დადებითი მნიშვნელობა, რომლისთვისაც $x^3 - (2a + 5)x^2 + (a^2 + 5a)x = 0$ განტოლებას აქვს სამი განსხვავებული ამონახსნი, რომლებიც ქმნიან ზრდად არითმეტიკულ პროგრესიას.",
    options: ["$6$", "$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 5,
    tags: []
  },

  //22
  {
    question: "იპოვეთ ყველა ისეთი $a$, რომ $a - 2$ და $a^2 - 2a$ ზრდადი გეომეტრიული პროგრესიის პირველი და მესამე წევრებია.",
    options: ["$a \\in (0; 1) \\cup (2; +\\infty)$", "$a \\in (0; 1)$", "$a \\in (2; +\\infty)$", "$a \\in (0; +\\infty)$", "$a \\in (1; 2)$", "$a \\in (1;+\\infty)$"],
    correct: 0,
    tags: []
  },

  //23
  {
    question: "იპოვეთ ყველა ისეთი ნატურალური რიცხვების ჯამი, რომელიც $15$-ის ჯერადი არაა და ნაკლებია $120$-ზე.",
    options: ["$5140$", "$6240$", "$6620$", "$6720$", "$7140$", "$7220$"],
    correct: 3,
    tags: []
  },

  //24
  {
    question: "ზრდად გეომეტრიულ პროგრესიაში სამი წევრია. მათი ჯამი $26$, ხოლო მათი კვადრატების ჯამი $364$. იპოვეთ მნიშნველი.",
    options: ["$6$", "$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 3,
    tags: []
  },

  //25
  {
    warning: "ყველა პასუხი ჩათვლილია",
    question: "განტოლებათა მიმდევრობას $x^2 + b_nx + c_n = 0$ სადაც $b_n$ ისეთი გეომეტრიული პროგრესიაა, რომლის მნიშვნელი არის $2$, ხოლო $c_n$ დადებითი წევრებიანი არითმეტიკული პროგრესიაა, აქვს ამონახსნი ნებისმიერი $n$-ის თვის. რომელია აუცილებლად სამართლიანი $c_n$ მიმდევრობის $d$ სხვაობისთვის?",
    options: ["$d \\leq c_1$", "$d \\geq 2c_1$", "$d \\geq c_1$", "$d \\geq 3c_1$", "$d \\geq 4c_1$", "$d \\leq 3c_1$"],
    correct: [0,1,2,3,4,5],
    tags: []
  }
];
