const quizData = [
  // 1
  {
    question: "ამოხსენით $3x - 1 = -x + 7$ განტოლება გრაფიკულად.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "ამოხსენით $\\begin{cases} 2x + 3y = 8 \\\\ 3x - 4y = -5 \\end{cases}$ განტოლებათა სისტემა.",
    options: [],
    tags: []
  },
  // 3
  {
    question: "იპოვეთ $a^2b - ab + a^2c - ac$ გამოსახულების მნიშვნელობა, თუ $a = 2;\\ b + c = 5$.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "დავუშვათ $y = f(x)$ ფუნქციის მნიშვნელობათა სიმრავლე წარმოადგენს $[-7; 7]$ მონაკვეთს. იპოვეთ $y = |f(x) - 3|$ ფუნქციის მნიშვნელობათა სიმრავლე.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "საკოორდინატო სიბრტყეზე მოცემულია ორი $A(1; -1)$ და $B(4; 11)$ წერტილი. დაწერეთ $A$ და $B$ წერტილებზე გამავალი წრფის მართობული წრფის განტოლება, რომელიც გადის ორდინატთა ღერძის მიმართ $B$ წერტილის სიმეტრიულ წერტილზე.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "იპოვეთ $a$-ს ორი მნიშვნელობა, რომლისთვისაც $f(x) = a$ განტოლებას ექნება მხოლოდ ერთი ფესვი, თუ \n$f(x) = \\begin{cases} \\dfrac{x+5}{2}, & \\text{როცა } x \\le 1 \\\\ -3x + 4, & \\text{როცა } x > 1 \\end{cases}$",
    options: [],
    tags: []
  },
  // 7
  {
    question: "სამკუთხედზე შემოხაზული წრეწირი სამკუთხედის წვეროებით იყოფა რკალებად, რომლებიც ისე შეეფარდებიან ერთმანეთს, როგორც $3 : 4 : 5$. იპოვეთ სამკუთხედის კუთხეები.",
    options: [],
    tags: []
  },
  // 8
  {
    question: "ორი წრეწირი გარედან ეხება ერთმანეთს. მათი საერთო მხებები $60^\\circ$-იანი კუთხით იკვეთებიან. იპოვეთ დიდი წრეწირის რადიუსი, თუ მცირე წრეწირის დიამეტრია $10$.",
    options: [],
    tags: []
  },
  // 9
  {
    image: "math/class-7/images/image.27.png",
    question: "წრეწირის $C$ წერტილიდან გავლებულია ორი ტოლი ქორდა $EC = CD$, $\\angle ECD = 54^\\circ$, ხოლო $BD$ წრეწირის დიამეტრია. იპოვეთ კუთხე $\\angle BDC$. (იხ. ნახაზი)",
    options: [],
    tags: []
  },
  // 10
  {
    question: "წრეწირში გავლებულია $AB$ ქორდა. მცირე $AB$ რკალის შუა $C$ წერტილიდან გავლებულია $CD$ და $CK$ ქორდები, რომლებიც $AB$ ქორდას შესაბამისად $M$ და $N$ წერტილებში კვეთენ. იპოვეთ $\\angle DKC$ კუთხე, თუ $\\angle AMC = 140^\\circ$.",
    options: [],
    tags: []
  }
];
