const quizData = [
  // 1
  {
    question: "იპოვეთ ჯამის მნიშვნელობა: $(2𝑎 + 𝑏)^5 + (2𝑎 − 𝑏)^5$",
    options: [
      "$32𝑎^5 − 80𝑎^4 + 80𝑎^3 + 10𝑎$", 
      "$32𝑎^5$", 
      "$64𝑎^5 + 160𝑎^3 + 20𝑎$", 
      "$10𝑎𝑏^4$", 
      "$64𝑎^5 + 160𝑎^3𝑏^2 + 20𝑎𝑏^4$", 
      "$32𝑎^5 − 160𝑎^4𝑏 + 80𝑎^3𝑏^2 + 10𝑎𝑏^4$"
    ],
    correct: 4,
    tags: []
  },
  // 2
  {
    question: "სივრცეში მოცემულია სამი წერტილი $𝐴(−1; 2; 4)$, $𝐵(2;−3; 0)$ და $𝐶(0; 0; −1)$. იპოვეთ სკალარული ნამრავლი $(\\vec{𝐴𝐵} + \\vec{𝐵𝐶}) \\cdot \\vec{𝐵𝐶}$.",
    options: ["$2$", "$-2$", "$0$", "$-3$", "$-1$", "$3$"],
    correct: 3,
    tags: []
  },
  // 3
  {
    question: "რომელი ფუნქციის გრაფიკი მიიღება $𝑦 = −2𝑥 − 4$ ფუნქციის გრაფიკის ღერძული სიმეტრიით $𝑦 = −𝑥$ წრფის გრაფიკის მიმართ?",
    options: [
      "$𝑦 = 0{,}5𝑥 − 2$", 
      "$𝑦 = −0{,}5𝑥 + 2$", 
      "$𝑦 = 2𝑥 + 4$", 
      "$𝑦 = −4𝑥 + 2$", 
      "$𝑦 = 4𝑥 + 2$", 
      "$𝑦 = −𝑥 + 2$"
    ],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "სივრცეში მოცემულია სამი წერტილი $𝐴(−1; 2; 4)$, $𝐵(2;−3; 0)$ და $𝐶(0; 0; −1)$. იპოვეთ კუთხის კოსინუსი $\\vec{𝐵𝐴}$ და $\\vec{𝑂𝐶}$ ვექტორებს შორის. ($𝑂$ კოორდინატთა სათავეა)",
    options: ["$−0{,}4\\sqrt{3}$", "$0{,}4\\sqrt{3}$", "$−0{,}2\\sqrt{2}$", "$0{,}2\\sqrt{3}$", "$0{,}4$", "$−0{,}4\\sqrt{2}$"],
    correct: 5,
    tags: []
  },
  // 5
  {
    question: "ვაგორებთ ორ სტანდარტულ კამათელს. იპოვეთ პირობითი ალბათობა იმისა, რომ მოსული ქულების ჯამი $3$-ის ჯერადია, თუ ცნობილია, რომ მოსული ქულები ერთმანეთისგან $1$-ით განსხვავდება?",
    options: ["$0{,}1$", "$0{,}2$", "$0{,}3$", "$0{,}5$", "$0{,}4$", "$0{,}6$"],
    correct: 4,
    tags: []
  },
  // 6
  {
    question: "სივრცეში მოცემულია სამი წერტილი $𝐴(−1; 2; 4)$, $𝐵(2;−3; 0)$ და $𝐶(0; 0; −1)$. იპოვეთ $[\\vec{𝐴𝐵} × \\vec{𝐴𝐶}]$ ვექტორული ნამრავლით მიღებული ვექტორის კოორდინატები. $[\\vec{i} × \\vec{j}] = \\vec{k}$",
    options: [
      "$(17; 11; 1)$", 
      "$(17; −11; −1)$", 
      "$(17; 11; −1)$", 
      "$(-17; 11; 1)$", 
      "$(-17; 11; −1)$", 
      "$(-17; -11; -1)$"
    ],
    correct: 2,
    tags: []
  },
  // 7
  {
    question: "ყუთში $4$ შავი, $5$ თეთრი და $5$ წითელი ბურთია. შემთხვევით ვიღებთ $6$ ბურთს (ყველა ბურთი თანაბრად მოსალოდნელია). იპოვეთ ალბათობა იმისა, რომ ამოღებულებში თითოეული ფერის $2$ ბურთი იქნება?",
    options: [
      "$\\frac{201}{1000}$", 
      "$\\frac{101}{1000}$", 
      "$\\frac{201}{1001}$", 
      "$\\frac{200}{1001}$", 
      "$\\frac{100}{2001}$", 
      "$\\frac{101}{2001}$"
    ],
    correct: 3,
    tags: []
  },
  // 8
  {
    question: "მოცემულია $ABC A_1B_1C_1$ სამკუთხა პრიზმი ($𝐴𝐵𝐶$ ფუძით). ცნობილია, რომ ამ პრიზმის სიმაღლე $𝐴𝐴_1 = 2$. ასევე ცნობილია, რომ ვექტორული ნამრავლი $[\\vec{𝐴𝐵} × \\vec{𝐴𝐶}]$ ტოლია $\\vec{𝐴𝐴_1}$ ვექტორის. იპოვეთ პრიზმის მოცულობა.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 1,
    tags: []
  },
  // 9
  {
    question: "იპოვეთ $\\sqrt{4𝑥 − 4} > 𝑥$ უტოლობის ამონახსნთა სიმრავლე.",
    options: ["$(0; 1)$", "$(−∞; 0)$", "$(−∞; 0]$", "$(0; 4)$", "$(−1; 0)$", "∅"],
    correct: 5,
    tags: []
  },
  // 10
  {
    question: "$ABCD$ ტრაპეციაში დიდი $AD$ ფუძე $2$-ჯერ მეტია სიგრძით მცირე $BC$ ფუძეზე. $M$ წერტილი $AC$ დიაგონალის შუა წერტილია, ხოლო $N$ წერტილი კი $BD$ დიაგონალის შუა წერტილი. გამოსახეთ $\\vec{MN}$ ვექტორი $\\vec{AD} = 𝑎$ ვექტორის საშუალებით.",
    options: ["$0{,}2𝑎$", "$0{,}5𝑎$", "$0{,}25𝑎$", "$−0{,}2𝑎$", "$−0{,}5𝑎$", "$−0{,}25𝑎$"],
    correct: 2,
    tags: []
  },
    // 11
  {
    question: "დაადგინეთ $\\frac{1}{𝑥} > \\sqrt{𝑥}$ უტოლობის ამონახსნთა სიმრავლე.",
    options: ["$(0; 1)$", "$(−∞; 0)$", "$(−∞; 0]$", "$(0; 4)$", "$(−1; 0)$", "∅"],
    correct: 0,
    tags: []
  },
  // 12
  {
    question: "იპოვეთ სივრცეში მოცემული $\\vec{v} = 2\\vec{i} − 3\\vec{j} + \\vec{k}$ ვექტორის სიგრძე, თუ $\\vec{i}, \\vec{j}$ და $\\vec{k}$ ვექტორები შესაბამისად $OX$, $OY$ და $OZ$ ღერძების მიმმართველი ერთეულოვანი ვექტორებია.",
    options: ["$\\sqrt{10}$", "$\\sqrt{8}$", "$\\sqrt{14}$", "$\\sqrt{13}$", "$\\sqrt{15}$", "$2\\sqrt{3}$"],
    correct: 2,
    tags: []
  },
  // 13
  {
    question: "ცნობილია, რომ $x \\in [0; 5]$, $y \\in [0; 5]$. ასევე ვიცით, რომ $x + y \\in [3; 7]$. იპოვეთ $2x + 4y$ გამოსახულების მაქსიმალური შესაძლო მნიშვნელობა.",
    options: ["$30$", "$12$", "$10$", "$18$", "$20$", "$24$"],
    correct: 5,
    tags: []
  },
  // 14
  {
    question: "$\\vec{a}$ და $\\vec{b}$ ურთიერთმართობული ვექტორებია. თითოეულის სიგრძე ერთის ტოლია. იპოვეთ $2\\vec{a} + \\vec{b}$ და $\\vec{b} − \\vec{a}$ ვექტორებს შორის კუთხის კოსინუსი.",
    options: ["$0{,}2\\sqrt{5}$", "$−0{,}2\\sqrt{5}$", "$0{,}2\\sqrt{3}$", "$−0{,}2\\sqrt{3}$", "$−0{,}1\\sqrt{10}$", "$0{,}2\\sqrt{10}$"],
    correct: 4,
    tags: []
  },
  // 15
  {
    question: "რამდენი განსხვავებული გზითაა შესაძლებელი ერთ მწკრივში ჩამოწერილი $6$ სიმბოლოს გადანაცვლებით განსხვავებული წყობების მიღება, თუ ეს სიმბოლოებია: $A; A; B; B; B; C$. (ერთნაირი სიმბოლოების ერთმანეთთან გადანაცვლება არ გვაძლევს ახალ წყობას)",
    options: ["$60$", "$120$", "$360$", "$240$", "$600$", "$720$"],
    correct: 0,
    tags: []
  },
  // 16
  {
    question: "$y = −2x + 6$ ფუნქციის გრაფიკი მოაბრუნეს საათის ისრის მოძრაობის მიმართულებით $(3; 0)$ წერტილის ირგვლივ $45^{\\circ}$-იანი კუთხით. რომელი ფუნქციის გრაფიკი მიიღება?",
    options: ["$y = 2x − 8$", "$y = x − 1$", "$y = 4x − 10$", "$y = 3x − 9$", "$y = 4x − 16$", "$y = 4x − 12$"],
    correct: 3,
    tags: []
  },
  // 17
  {
    question: "რამდენი ოთხნიშნა რიცხვი შედგება მხოლოდ კენტი ციფრებით, თუ ცნობილია, რომ რიცხვში ციფრები არა კლებადობითაა დალაგებული. (ნებისმიერი მომდევნო ციფრი წინაზე არა ნაკლებია).",
    options: ["$100$", "$45$", "$60$", "$105$", "$55$", "$70$"],
    correct: 5,
    tags: []
  },
  // 18
  {
    question: "რამდენი ამონახსნი აქვს $[−10; 10]$ სიმრავლეში $\\sqrt{\\cos x} = \\sqrt{2} \\cdot \\cos x$ განტოლებას?",
    options: ["$2$", "$4$", "$6$", "$8$", "$10$", "$12$"],
    correct: 5,
    tags: []
  },
  // 19
  {
    question: "გვაქვს ოთხი სტანდარტული კამათელი. ერთი ყვითელი და სამი წითელი. ჯერ ვაგორებთ ყვითელ კამათელს. თუ მოვიდა $3$-ის ჯერადი ქულა მაშინ ვაგორებთ სამივე წითელ კამათელს. თუ არა და ვაგორებთ მხოლოდ ორ წითელ კამათელს. ბოლოს ერთმანეთზე ვამრავლებთ წითელ კამათლებზე მოსულ ქულებს. იპოვეთ ალბათობა იმისა, რომ მივიღებთ ნამრავლში ლუწ რიცხვს.",
    options: [
      "$\\frac{19}{24}$", 
      "$\\frac{17}{24}$", 
      "$\\frac{23}{24}$", 
      "$\\frac{11}{24}$", 
      "$\\frac{15}{24}$", 
      "$\\frac{12}{24}$"
    ],
    correct: 0,
    tags: []
  },
  // 20
  {
    question: "გამოთვალეთ $C_{10}^{0} − 2 \\cdot C_{10}^{1} + 4 \\cdot C_{10}^{2} − 8 \\cdot C_{10}^{3} + \\cdots + 2^{10} \\cdot C_{10}^{10}$ გამოსახულების მნიშვნელობა.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 0,
    tags: []
  },
  // 21
  {
    question: "ერთდროულად ვაგდებთ სამ სტანდარტულ მონეტას. თუ სამივე მონეტაზე ერთნაირი შედეგი დადგება (სამივეზე საფასური ან სამივეზე გერბი) მაშინ ვატრიალებ რულეტს, რომელზეც მოგების ალბათობაა $0{,}8$. თუ არ დადგა სამივე მონეტაზე ერთნაირი შედეგი, მაშინ ვატრიალებ რულეტს, სადაც მოგების ალბათობაა $0{,}2$. ჩავატარეთ ექსპერიმენტი ამ წესით და რულეტზე მოვიგეთ. რა არის იმის ალბათობა, რომ სამივე მონეტაზე ერთნაირი შედეგი დადგა?",
    options: [
      "$\\frac{2}{7}$", 
      "$\\frac{3}{7}$", 
      "$\\frac{4}{7}$", 
      "$\\frac{5}{7}$", 
      "$\\frac{1}{7}$", 
      "$\\frac{6}{7}$"
    ],
    correct: 2,
    tags: []
  },
  // 22
  {
    question: "რომელი ფუნქციის გრაფიკში გარდაიქმნება $y = 3x^2$ ფუნქციის გრაფიკი სათავის მიმართ ჰომოთეტიით, ჰომოთეტიის კოეფიციენტით $k = −2$.",
    options: [
      "$y = 3x^2$", 
      "$y = 1{,}5x^2$", 
      "$y = −3x^2$", 
      "$y = −9x^2$", 
      "$y = −6x^2$", 
      "$y = −1{,}5x^2$"
    ],
    correct: 5,
    tags: []
  },
  // 23
  {
    question: "რამდენი ამონახსნი აქვს $\\sqrt{4 − x^2} \\cdot (2x^2 + 4x + 1) \\cdot \\sin(2x) = 0$ განტოლებას?",
    options: ["$3$", "$5$", "$7$", "$9$", "$11$", "$13$"],
    correct: 2,
    tags: []
  },
  // 24
  {
    question: "ტოლფერდა სამკუთხედის სიმაღლეა $4$, ხოლო მისი ფუძეა $6$. სიმაღლის შუა წერტილზე და ფუძის ერთ-ერთ წვეროზე გავლებული წრფე რა შეფარდებით გადაკვეთს სამკუთხედის ფერდს ფუძის მხრიდან?",
    options: ["$1:3$", "$2:3$", "$2:5$", "$7:3$", "$5:2$", "$2:1$"],
    correct: 5,
    tags: []
  },
  // 25
  {
    question: "სივრცეში მოცემულია ორი წერტილი $A(\\sqrt{x}; 0; 5)$ და $B(0; \\frac{2}{\\sqrt{x}}; 5)$. მინიმუმ რა მანძილი შეიძლება იყოს ამ ორ წერტილს შორის?",
    options: ["$2$", "$4$", "$6$", "$8$", "$10$", "$12$"],
    correct: 0,
    tags: []
  }
];
