const quizData = [
  // 1
  {intro:"ყინულის კუთრი სითბოტევადობა-$2100$ჯ/კგ$^{\\circ}C$ <br><br> წყლის კუთრი სითბოტევადობა-$4200$ჯ/კგ$^{\\circ}C$ <br><br> წყლის ორთქლადქცევის კუთრი სითბო-$2{,}3 \\cdot 10^6$ ჯ/კგ <br><br> ყინულის დნობის კუთრი სითბო-$330$კჯ/კგ <br><br> $g=10$ ნ/კგ <br><br> $1$მკკ =$10^{-6}$კ",
    question: "გორაკის ბოლოში ციგის სიჩქარე $15$ მ/წმ-ია. რისი ტოლია გორაკის სიმაღლე, თუ გორაკის წვეროში მას $5$მ/წმ საწყისი სიჩქარე მიანიჭეს? წინააღმდეგობის ძალები არ გაითვალისწინოთ.",
     options: [
      "$10$მ",
      "$15$მ",
      "$20$მ",
      "$25$მ",
      "$30$მ"
    ], correct: 0,
    tags: []
  },
  // 2
  {
    question: "$5$კგ მასის ჰორიზონტალურ ერთგვაროვან ძელს საყრდენი აქვს მისი სიგრძის ერთ მესამედზე. ძელი გაწონასწორებულია მოკლე ნაწილის ბოლოზე ჩამოკიდებული ტვირთით. რა ძალით აწვება ძელი საყრდენს?",
    options: [
      "$25$ნ",
      "$50$ნ",
      "$75$ნ",
      "$100$ნ",
      "$125$ნ",
    ],
    correct: 2,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-8/images/image-20.png",
  
    question: "ნახაზზე ნაჩვენებია მოძრავი ჭოჭონაქი, რომლის საშუალებით თოკის თავისუფალ ბოლოზე მოდებული $30$ნ ძალით თანაბრად ეწევიან ტვირთს. იპოვეთ ტვირთის მასა. წინააღმდეგობის ძალები და ჭოჭონაქის მასა არ გაითვალისწინოთ.",
    options: [
      "$3$კგ",
      "$1{,}5$კგ",
      "$2$კგ",
      "$6$კგ",
      "$9$კგ"
    ],
    correct: 3,
    tags: []
  },
  // 4
  {
    question: "$5$მ სიგრძისა და $3$მ სიმაღლის დახრილი სიბრტყის მ.ქ.კ $60\\%$-ია. სიბრტყეზე მის პარალელურად მიმართული ძალით, თანაბრი მოძრაობით აასრიალეს სხეული. ჩათვალეთ, რომ სხეული სიბრტყეს სიმძიმის ძალის მოდულის $80\\%$-ის ტოლი ძალით აწვებოდა და განსაზღვრეთ ხახუნის კოეფიციენტი.",
    options: [
      "$0{,}1$",
      "$0{,}2$",
      "$0{,}3$",
      "$0{,}4$",
      "$0{,}5$"
    ],
  correct: 4,
    tags: []
  },
  // 5
  {
    question: "$8$მ სიმაღლის გორაკის თოვლიან ფერდობზე უსაწყისო სიჩქარით ციგით ჩამოსრიალდა ბავშვი. გორაკის ძირში ბავშვის სიჩქარე $6$მ/წმ იყო. განსაზღვრეთ, საწყისი პოტენციალური ენერგიის რამდენ პროცენტს შეადგენს ფერდობზე სრიალისას გამოყოფილი სითბოს რაოდენობა. პოტენციალური ენერგია გორაკის ძირიდან აითვალეთ.",
    options: [
      "$55\\%$",
      "$62\\%$",
      "$42\\%$",
      "$50\\%$",
      "$77{,}5\\%$"
    ],
    correct: 4,
    tags: []
  },
  // 6
  {
    question: "გლუვ დახრილ სიბრტყეზე თანაბრად მიასრიალებენ სხეულს სიბრტყის პარალელური ძალით, რომლის მოდული $25$ნ-ით ნაკლებია სიმძიმის ძალის მოდულზე, განსაზღვრეთ სხეულის მასა, თუ დახრილი სიბრტყის სიგრძე $1{,}4$-ჯერ მეტია მის სიმაღლეზე.",
     options: [
      "$2{,}5$კგ",
      "$3{,}75$კგ",
      "$8{,}75$კგ",
      "$4{,}5$კგ",
      "$5$კგ"
    ],
   correct: 2,
    tags: []
  },
  // 7
  {
    question: "ჰორიზონტალურ იატაკზე გასრიალებული $120$ჯ კინეტიკური ენერგიის მქონე სხეული ხახუნის ძალის მოქმედებით გაჩერდა. რამდენი ჯოულით მოიმატა სხეულის შინაგანმა ენერგიამ, თუ მექანიკური ენერგიის დანაკარგი სხეულსა და იატაკს შორის შესაბამისად შეფარდებით $2:1$ გადანაწილდა.",
     options: [
      "$80$ჯ-ით",
      "$120$ჯ-ით",
      "$60$ჯ-ით",
      "$90$ჯ-ით",
      "$50$ჯ-ით"
    ],
  correct: 0,
    tags: []
  },
  // 8
  {
    question: "კალორიმეტრში $0^{\\circ}\\text{C}$ ტემპერატურის $2$კგ წყალია. მასში მოათავსეს $-55^{\\circ}\\text{C}$ ტემპერატურის $0{,}3$კგ ყინული. რა მასის ყინული აღმოჩნდება კალორიმეტრში სითბური ბალანსის დამყარების შემდეგ? კალორიმეტრის სითბოტევადობა და სითბური დანაკარგები არ გაითვალისწინოთ.",
    options: [
      "$0{,}405$კგ",
      "$0{,}150$კგ",
      "$0{,}315$კგ",
      "$0{,}075$კგ",
      "$0{,}802$კგ"
    ],
     correct: 0,
    tags: []
  },
  // 9
  {
    question: "ერთმანეთს შეურიეს $0{,}2$ კგ, $0{,}3$ კგ, $0{,}5$ კგ მასის და შესაბამისად $20^{\\circ}\\text{C}$, $40^{\\circ}\\text{C}$, $60^{\\circ}\\text{C}$ ტემპერატურის წყლის სამი ულუფა. რა ტემპერატურა დამყარდება ნარევში სითბური წონასწორობის დადგომისას? გარემოში სითბური დანაკარგები და ჭურჭლების სითბოტევადობები არ გაითვალისწინოთ.",
    options: ["$41^{\\circ}\\text{C}$", "$43^{\\circ}\\text{C}$", "$46^{\\circ}\\text{C}$", "$51^{\\circ}\\text{C}$", "$53^{\\circ}\\text{C}$"],
    correct: 2,
    tags: []
  },
  // 10
  {
    question: "რა რაოდენობის სითბო უნდა გადავცეთ ნორმალურ ატმოსფერულ წნევაზე $100^{\\circ}\\text{C}$ მდე გაცხელებულ $0{,}5$კგ წყალს, რომ იგი $100^{\\circ}\\text{C}$ -იან ორთქლად იქცეს?",
   options: [
      "$4200$კჯ",
      "$1150$კჯ",
      "$2100$კჯ",
      "$2175$კჯ",
      "$1500$კჯ"
    ],
    correct: 1,
    tags: []
  },
  // 11
  {
    question: "რა რაოდენობის სითბო უნდა გადავცეთ $0^{\\circ}\\text{C}$ ტემპერატურის $1{,}5$კგ ყინულს, რომ იგი $0^{\\circ}\\text{C}$ იან ყინულად იქცეს?",
     options: [
      "$495$კჯ",
      "$330$კჯ",
      "$210$კჯ",
      "$500$კჯ",
      "$375$კჯ"
    ],
   correct: 0,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-8/images/image-21.png",
    question: "საწყის მომენტში აირად მდგომარეობაში მყოფი $0{,}2$კგ ნივთიერების მიერ გაცემული სითბოს ტემპერატურაზე დამოკიდებულების დიაგრამა ნაჩვენებია ნახაზზე. დიაგრამის მიხედვით დაადგინეთ ნივთიერების ორთქლადქცევის კუთრი სითბო. მიიჩნიეთ, რომ ორთქლადქცევის კუთრი სითბო ამ პროცესში მუდმივი სიდიდეა.",
   options: [
      "$90$კჯ/კგ",
      "$70$კჯ/კგ",
      "$50$კჯ/კგ",
      "$30$კჯ/კგ",
      "$10$კჯ/კგ"
    ],
     correct: 3,
    tags: []
  },
  // 13
  {
    question: "კალორიმეტრში $-5^{\\circ}\\text{C}$ ტემპერატურის $1$კგ ყინულია. მასში ჩაასხეს $0{,}01$კგ წყალი რის შემდეგაც დამყარდა $-2^{\\circ}\\text{C}$ ტემპერატურის სითბური წონასწორობა. რისი ტოლია კალორიმეტრში ჩასხმული წყლის საწყისი ტემპერატურა? (ამ ამოცანაში (!) ჩათვალეთ: წყლის კუთრი სითბოტევადობა-$4000$ ჯ/კგ°$C$, ყინული კუთრი სითბოტევადობა-$2000$ ჯ/კგ°$C$, ყინულის დნობის კუთრი სითბო-$330$ კჯ/კგ). კალორიმეტრის სითბოტევადობა არ გაითვალისწინოთ.",
    options: ["$20{,}5^{\\circ}\\text{C}$", "$55^{\\circ}\\text{C}$", "$66{,}5^{\\circ}\\text{C}$", "$83^{\\circ}\\text{C}$", "$75^{\\circ}\\text{C}$"],
    correct: 2,
    tags: []
  },
  // 14
  {
    question: "ავტომობილი ავითარებს $60000$ვტ სიმძლავრეს. ამ დროს $1$სთ-ში ძრავას მიერ მოხმარებული დიზელის საწვავის მასა $18$კგ-ია. იპოვეთ ძრავას მ.ქ.კ. (დიზელის წვის კუთრი სითბოა $42 \\cdot 10^6$ ჯ/კგ).",
    options: [
      "$30\\%$",
      "$15\\%$",
      "$\\dfrac{750}{63}\\%$",
      "$\\dfrac{200}{7}\\%$",
      "$22\\%$"
    ],
    correct: 3,
    tags: []
  },
  // 15
  {
    question: "ჩაიდანში ჩაასხეს $20^{\\circ}\\text{C}$ ტემპერატურის $2$კგ წყალი და დადგეს გაზქურაზე. ადუღების შემდეგ ჩაიდანში წყლის მასა $1{,}9$კგ აღმოჩნდა. რა რაოდენობის სითბო მიიღო წყალმა? სითბური დანაკარგები და ჩაიდანის სითბოტევადობა არ გაითვალისწინოთ. ატმოსფერული წნევა ნორმალურია",
     options: [
      "$902$კჯ",
      "$800$კჯ",
      "$1024$კჯ",
      "$450$კჯ",
      "$720$კჯ"
    ],
   correct: 0,
    tags: []
  },
  // 16
  {
    question: "შეურიეს $0{,}2$კგ $40^{\\circ}\\text{C}$ იანი და $0{,}8$კგ $80^{\\circ}\\text{C}$ იანი წყალი. მიღებული ნარევის ტემპერატურა აღმოჩნდა $60^{\\circ}\\text{C}$. სითბოს რა რაოდენობა „წაართვა“ გარემომ წყალს?",
    options: [
      "$38{,}2$კჯ",
      "$50{,}4$კჯ",
      "$60$კჯ",
      "$20$კჯ",
      "$30{,}2$კჯ"
    ],
  correct: 1,
    tags: []
  },
  // 17
  {
    question: "$m$ მასისა და $t$ ტემპერატურის წყალი შეურიეს უცნობი მასის $3t$ ტემპერატურის წყალს. სითბური წონასწორობის დამყარების შემდეგ ტემპერატურა $8t/3$ გახდა. რისი ტოლია უცნობი მასა? სითბურ დანაკარგებს ნუ გაითვალისწინებთ.",
    options: ["$m$", "$2m$", "$3m$", "$4m$", "$5m$"],
    correct: 4,
    tags: []
  },
  // 18
  {
    question: "ჭიქაში ჩადებული $0^{\\circ}\\text{C}$ ტემპერატურის ყინულის ნაჭერი დნება და წარმოიქმნება წყალი. ჩამოთვლილთაგან რომელი სიდიდე იცვლება დნობის პროცესში? $\\text{I.}$ ყინულის ტემპერატურა $\\text{II.}$ ყინულისა და წყლის ჯამური შინაგანი ენერგია $\\text{III.}$ წყლის და ყინულის ჯამური მოცულობა",
   options: [
      "სამივე",
      "მხოლოდ II და III",
      "მხოლოდ II",
      "მხოლოდ III",
      "არც ერთი არ იცვლება"
    ], correct: 1,
    tags: []
  },
  // 19
  {
    question: "მას შემდეგ, რაც თავღია ჭურჭელში წყალმა დუღილი დაიწყო, ცეცხლი კიდევ უფრო გააძლიერეს. რის შედეგადაც ჭურჭელში წყლის ტემპერატურა:",
  options: [
      "გაიზარდა",
      "შემცირდა",
      "არ შეიცვალა",
      "ჯერ შემცირდა, შემდეგ გაიზარდა",
      "ჯერ გაიზარდა, შემდეგ შემცირდა"
    ], correct: 2,
    tags: []
  },
  // 20
  {
    question: "კალორიმეტრში $20^{\\circ}\\text{C}$ ტემპერატურის წყალია. მასში ჩააგდეს $0^{\\circ}\\text{C}$ ტემპერატურის ყინული. სითბური წონასწორობის დამყარების შემდეგ კალორიმეტრში, საწყისთან შედარებით $0{,}042$ კგ-თი მეტი $0^{\\circ}\\text{C}$-იანი წყალი აღმოჩნდა. განსაზღვრეთ წყლის საწყისი მასა. კალორიმეტრის სითბოტევადობა არ გაითვალისწინოთ.",
     options: [
      "$0{,}252$კგ",
      "$0{,}142$კგ",
      "$0{,}1$კგ",
      "$0{,}21$კგ",
      "$0{,}165$კგ"
    ],  correct: 4,
    tags: []
  },
  // 21
  {task:"პირველი $2q$ და მეორე ($-q$) მუხტებით დამუხტული და ერთმანეთისგან $r$ მანძილით დაშორებული მცირე ზომის ორი ერთნაირი ლითონის ბურთულა ერთმანეთს იზიდავს $F$ ძალით. ამ (!) პირობით შეასრულეთ დავალებები $N21$, $N22$ და $N23$",
    question: "ერთმანეთისაგან რა მანძილზე უნდა მოვათავსოთ ეს ბურთულები, რომ მათი ურთიერთქმედების ძალა $4$-ჯერ გაიზარდოს?",
   options: [
      "$\\dfrac{r}{12}$",
      "$\\dfrac{r}{16}$",
      "$\\dfrac{r}{4}$",
      "$\\dfrac{r}{2}$",
      "$2r$"
    ], correct: 3,
    tags: []
  },
  // 22
  {
    question: "მოდულით რა ძალით იმოქმედებენ ერთმანეთზე ბურთულები, თუ მათ ერთმანეთს შევახებთ და შემდეგ დავაშორებთ ისევ $r$ მანძილით?",
    options: [
      "$F$",
      "$3F$",
      "$\\dfrac{2F}{3}$",
      "$\\dfrac{F}{12}$",
      "$\\dfrac{F}{8}$"
    ],
   correct: 4,
    tags: []
  },
  // 23
  {
    question: "თუ პირველი ბურთულას მუხტს გავზრდით $3$-ჯერ, მეორის მოდულს შევამცირებთ $4$-ჯერ, ხოლო მანძილს ბურთულებს შორის შევამცირებთ $2$-ჯერ მოდულით რა ძალით იმოქმედებენ ბურთულები?",
    options: [
      "$F$",
      "$3F$",
      "$\\dfrac{2F}{3}$",
      "$\\dfrac{F}{12}$",
      "$\\dfrac{F}{8}$"
    ],
   correct: 1,
    tags: []
  },
  // 24
  {
    question: "ერთმანეთისგან $2$ მეტრის დაშორებით $A$ და $B$ წერტილებში შესაბამისად დამაგრებულია $+36$ მკკ და $-9$ მკკ მუხტების მქონე მცირე ზომის ბურთულები. $AB$ წრფის $C$ წერტილში მოათავსეს $q$ დადებითი მუხტი ისე, რომ მასზე მოქმედი ელექტრული ძალების ტოლქმედი ნულის ტოლი აღმოჩნდა. რისი ტოლია $BC$ ?",
  options: [
      "$4$მ",
      "$3{,}5$მ",
      "$3$მ",
      "$2{,}5$მ",
      "$2$მ"
    ],
     correct: 4,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-8/images/image-22.png",
    question: "მეტალის №$1$ ბურთულა რომლის მუხტია $2q$ ჯერ შეახეს $-4q$ მუხტის მქონე მსგავს ბურთულა №$2$-ს, ხოლო შემდეგ $2q$ მუხტის მქონე მსგავს ბურთულა №$3$-ს და მოაცილეს მას. სამივე ბურთულა დამაგრებულია იზოლირებულ ღეროზე. ამის შემდეგ, რამდენჯერ შემცირდა მუხტი მე-$3$ ბურთულაზე?",
     options: [
      "$4$-ჯერ",
      "$3$-ჯერ",
      "$2$-ჯერ",
      "$1{,}5$-ჯერ",
      "არ შეცვლილა"
    ],
     correct: 0,
    tags: []
  }
];