const quizData = [
  // 1
  {intro:"თუ ამოცანის პირობაში არ არის მინიშნება, რომ გასათვალისწინებელია წინააღმდეგობის ძალები, ამ შემთხვევაში არ გაითვალისწინოთ იგი. <br><br> დედამიწის ზედაპირთან გრავიტაციის (მიზიდულობის ძალის) მუდმივაა $g=10$ ნ/კგ",
    question: "ჰორიზონტალურ გზაზე $15$ ნ ჰორიზონტალური ძალის მოქმედებით სხეულმა $5$ მ გაიარა (სხეულის მოძრაობის მიმართულება ემთხვეოდა მასზე მოქმედი ძალის მიმართულებას). განსაზღვრეთ ამ ძალის მიერ შესრულებული მუშაობა.",
    options: ["$3\\text{ჯ}$", "$37{,}5\\text{ჯ}$", "$10\\text{ჯ}$", "$75\\text{ჯ}$", "$10\\text{ჯ}$"],
     correct: 3,
    tags: []
  },
  // 2
  {
    question: "$50$ მ სიგრძის ჰორიზონტალურ გზაზე ციგის თანაბარი გადაადგილებისას წევის ძალამ შეასრულა $1000$ ჯ მუშაობა. განსაზღვრეთ ხახუნის ძალის მოდული, თუ ციგა გადაადგილდებოდა წევის ძალის მიმართულებით.",
     options: ["$10\\text{ნ}$", "$20\\text{ნ}$", "$40\\text{ნ}$", "$50\\text{კნ}$", "$100\\text{ნ}$"],
  correct: 1,
    tags: []
  },
  // 3
  {
    question: "$3$ კგ მასის სხეულმა $20$ ნ წევის ძალის მოქმედებით დახრილ ფიცარზე $5$ მ გაიარა. ამ დროს სხეულის დედამიწის ზედაპირამდე დაშორება $3$ მ-ით შემცირდა. (სხეული $3$ მ-ით დაუახლოვდა დედამიწის ზედაპირს) განსაზღვრეთ სიმძიმის ძალის მუშაობა.",
    options: ["$90\\text{ჯ}$", "$80\\text{ჯ}$", "$100\\text{ჯ}$", "$50\\text{ჯ}$", "$10\\text{ჯ}$"],
    correct: 0,
    tags: []
  },
  // 4
  {
    question: "ამწეს $5$ წმ-ში $3$ მ სიმაღლეზე თანაბრად ააქვს $200$ კგ მასის სხეული. განსაზღვრეთ ამწეს მიერ სხეულის ატანაზე განვითარებული სიმძლავრე.",
     options: ["$500\\text{ვტ}$", "$1000\\text{ვტ}$", "$600\\text{ვტ}$", "$3000\\text{ვტ}$", "$1200\\text{ვტ}$"],
    correct: 4,
    tags: []
  },
  // 5
  {
    question: "ჰორიზონტალურ გზაზე თანაბრად მოძრავ ავტომობილზე მოქმედი წინააღმდეგობის ძალა მისი სიჩქარის კვადრატის პროპორციულია. ავტომობილის ძრავის მიერ განვითარებული სიმძლავრე $8$-ჯერ გაზარდეს. რამდენჯერ გაიზარდა მისი სიჩქარე?",
    options: ["$3$-ჯერ", "$2$-ჯერ", "$4$-ჯერ", "$16$-ჯერ", "$32$-ჯერ"],
    correct: 1,
    tags: []
  },
  // 6
  {
    question: "რისი ტოლია $36$ კმ/სთ სიჩქარით მოძრავი $5$ კგ სხეულის კინეტიკური ენერგია?",
     options: ["$3240\\text{ჯ}$", "$250\\text{ჯ}$", "$90\\text{ჯ}$", "$2500\\text{ჯ}$", "$500\\text{ჯ}$"],
   correct: 1,
    tags: []
  },
  // 7
  {
    question: "ჰორიზონტალური ზედაპირიდან ვერტიკალურად მაღლა ასროლილი $1$ კგ მასის სხეული დაბრუნდა ასროლის წერტილში. ზედაპირზე დაცემის წინ სხეულის კინეტიკური ენერგია იყო $200$ ჯ. რა სიჩქარით აისროლეს სხეული? (ჰაერის წინააღმდეგობა არ გაითვალისწინოთ).",
      options: ["$10\\text{მ/წმ}$", "$40\\text{მ/წმ}$", "$25\\text{მ/წმ}$", "$20\\text{მ/წმ}$", "$50\\text{მ/წმ}$"],
   correct: 3,
    tags: []
  },
  // 8
  {
    question: "პირველი ზამბარის სიხისტეა $20$ ნ/მ, მეორესი — $40$ ნ/მ. პირველი გაჭიმულია $1$ სმ-ით, მეორე — $2$ სმ-ით. რისი ტოლია მეორე ზამბარის პოტენციური ენერგიის შეფარდება პირველი ზამბარის პოტენციურ ენერგიასთან?",
    options: ["$8$", "$4$", "$2$", "$1$", "$16$"],
   correct: 0,
    tags: []
  },
  // 9
  {
    question: "$1$ კგ მასის სხეული $4$ მ/წმ საწყისი სიჩქარით ააგდეს ვერტიკალურად მაღლა. რამდენი ჯოულით იქნება გაზრდილი სხეულის პოტენციური ენერგია (საწყისთან შედარებით) იმ დროისათვის, როცა მისი სიჩქარე გახდება $2$ მ/წმ?",
      options: ["$2\\text{ჯ}$-ით", "$3\\text{ჯ}$-ით", "$4\\text{ჯ}$-ით", "$5\\text{ჯ}$-ით", "$6\\text{ჯ}$-ით"],
    correct: 4,
    tags: []
  },
  // 10
  {
    question: "ვერტიკალურად მაღლა ასროლილმა სხეულმა მიაღწია $20$ მ მაქსიმალურ სიმაღლეს. რა სიჩქარით იქნა სხეული ასროლილი? (ჰაერის წინააღმდეგობა უგულებელყავით).",
    options: ["$10\\text{მ/წმ}$", "$20\\text{მ/წმ}$", "$25\\text{მ/წმ}$", "$5\\text{მ/წმ}$", "$40\\text{მ/წმ}$"],
    correct: 1,
    tags: []
  },
  // 11
  {
    question: "$200$ გ მასის ბურთულა (საწყისი სიჩქარე ნულის ტოლია) ვარდება $20$ მ სიმაღლიდან. რისი ტოლია მისი კინეტიკური ენერგია მიწაზე დაცემის მომენტში, თუ მექანიკური ენერგიის დანაკარგი ჰაერის წინააღმდეგობის გამო $4$ ჯ-ია?",
     options: ["$40\\text{ჯ}$", "$45\\text{ჯ}$", "$56\\text{ჯ}$", "$36\\text{ჯ}$", "$60\\text{ჯ}$"],
    correct: 3,
    tags: []
  },
  // 12
  {
    question: "$2$ სმ-ით გაჭიმულ ზამბარას აქვს $4$ ჯ პოტენციური ენერგია. რამდენით გაიზრდება ზამბარის პოტენციური ენერგია მისი კიდევ $2$ სმ-ით გაჭიმვისას?",
     options: ["$4\\text{ჯ}$-ით", "$12\\text{ჯ}$-ით", "$8\\text{ჯ}$-ით", "$16\\text{ჯ}$-ით", "$2\\text{ჯ}$-ით"],
    correct: 1,
    tags: []
  },
  // 13
  {
    question: "$4$ კგ მასის სხეულს, რომელიც დევს ჰორიზონტალურ ზედაპირზე, მომენტალურად მიანიჭეს $10$ მ/წმ სიჩქარე. განსაზღვრეთ ხახუნის ძალის მუშაობის მოდული საწყისი მომენტიდან იმ მომენტამდე, როცა სხეულის სიჩქარე $2$-ჯერ შემცირდა.",
    options: ["$50\\text{ჯ}$", "$75\\text{ჯ}$", "$100\\text{ჯ}$", "$125\\text{ჯ}$", "$150\\text{ჯ}$"],
    correct: 4,
    tags: []
  },
  // 14
  {
    question: "ჰორიზონტალურ ზედაპირზე დადებული $1$ მ სიგრძისა და მცირე სისქის ერთგვაროვანი ღეროს ვერტიკალურად დასაყენებლად შესასრულებელი მინიმალური მუშაობა $100$ ჯ-ია. განსაზღვრეთ ღეროს მასა.",
     options: ["$10\\text{კგ}$", "$50\\text{კგ}$", "$20\\text{კგ}$", "$5\\text{კგ}$", "$100\\text{კგ}$"],
    correct: 2,
    tags: []
  },
  // 15
  {
    question: "$40$ ნ/მ სიხისტის ზამბარიანი დამბაჩით ჰორიზონტალურად $2$ მ/წმ საწყისი სიჩქარით გაისროლეს $100$ გ მასის ბურთულა. რამდენი სანტიმეტრით იყო დამბაჩას ზამბარა შეკუმშული?",
    options: ["$10\\text{სმ}$", "$15\\text{სმ}$", "$20\\text{სმ}$", "$5\\text{სმ}$", "$8\\text{სმ}$"],
    correct: 0,
    tags: []
  },
  // 16
  {
    question: "დედამიწის ზედაპირიდან უცნობ სიმაღლეზე მყოფ რეზინის ბურთს მიანიჭეს ვერტიკალურად ქვევით მიმართული $10\\text{მ/წმ}$ სიჩქარე. ბურთი დაეჯახა ზედაპირს, აირეკლა ვერტიკალურად და ავიდა დედამიწის ზედაპირიდან $37\\text{მ}$ სიმაღლეზე. დედამიწის ზედაპირიდან რა სიმაღლეზე იმყოფებოდა ბურთი სიჩქარის მინიჭებისას (საწყის მომენტში)? მექანიკური ენერგიის დანაკარგები არ გაითვალისწინოთ.",
    options: ["$32\\text{მ}$", "$27\\text{მ}$", "$5\\text{მ}$", "$17\\text{მ}$", "$15\\text{მ}$"],
    correct: 0,
    tags: []
  },
  // 17
  {image: "physics-quizzes/class-8/images/image-1.png",
    question: "ნახაზზე მოცემულია გაწონასწორებული ბურთულას მდებარეობა სამ სხვადასხვა ზედაპირზე. რომელ შემთხვევაში (შემთხვევებში) არის ბურთულა მდგრად წონასწორობაში?",
   options: ["$2$", "$1$", "$1$ და $2$", "$1$ და $3$", "$3$"],
    correct: 1,
    tags: []
  },
  // 18
  {
    question: "ერთგვაროვან ღეროს, რომლის სისქე ყველგან ერთი და იგივეა, ერთი ბოლოს მხრიდან $30$ სმ მოაჭრეს. რამდენით მიუახლოვდება სიმძიმის ცენტრი მეორე ბოლოს?",
      options: ["$10\\text{სმ}$-ით", "$20\\text{სმ}$-ით", "$30\\text{სმ}$-ით", "$15\\text{სმ}$-ით", "$5\\text{სმ}$-ით"],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "ბერკეტი ჰორიზონტალურ მდებარეობაშია, მის ბოლოებზე დაკიდებულია $0{,}3$ კგ და $0{,}8$ კგ მასის სხეულები. რა ძალით მოქმედებს ბერკეტი საყრდენზე? (ბერკეტის მასა არ გაითვალისწინოთ).",
      options: ["$5\\text{ნ}$", "$11\\text{ნ}$", "$8\\text{ნ}$", "$3\\text{ნ}$", "$10\\text{ნ}$"],
   correct: 1,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-8/images/image-2.png",
    question: "ჰორიზონტალური ღერო ბოლოებით დევს ორ საყრდენზე ($A$ და $B$). $O$ წერტილში ჩამოკიდებულია $10$ კგ მასის სხეული. $AO=4$ მ, $OB=1$ მ. განსაზღვრეთ ძალის მოდული, რომლითაც $B$ საყრდენი მოქმედებს ღეროზე. ღეროს მასა არ გაითვალისწინოთ.",
      options: ["$20\\text{ნ}$", "$50\\text{ნ}$", "$80\\text{ნ}$", "$40\\text{ნ}$", "$10\\text{ნ}$"],
  correct: 2,
    tags: []
  },
  // 21
  {
    question: "გაწონასწორებულ ბერკეტზე მოქმედებს ორი ძალა. პირველი ძალის მომენტი $50$ ნ·მ-ია. რისი ტოლია მეორე ძალის მოდული, თუ მისი მხარი $0{,}5$ მ-ია?",
    options: ["$100\\text{ნ}$", "$25\\text{ნ}$", "$50\\text{ნ}$", "$250\\text{ნ}$", "$75\\text{ნ}$"],
    correct: 0,
    tags: []
  },
  // 22
  {image: "physics-quizzes/class-8/images/image-3.png",
   question: "$2\\text{მ}$ სიგრძის მსუბუქი ჰორიზონტალური ღერო ერთი ბოლოთი ეყრდნობა მაგიდის კიდეს $O$ წერტილში. $O$ წერტილიდან $50\\text{სმ}$-ის დაშორებით ღეროზე კიდია $50\\text{კგ}$ მასის ტვირთი. $O$ წერტილიდან რა დაშორებით უნდა მოვდოთ ბერკეტს $125\\text{ნ}$ ვერტიკალური ძალა, რათა ბერკეტი წონასწორობაში იყოს?",
    options: ["$1{,}75\\text{მ}$", "$0{,}75\\text{მ}$", "$1{,}5\\text{მ}$", "$1{,}25\\text{მ}$", "$2\\text{მ}$"],
   correct: 4,
    tags: []
  },
  // 23
  {
   question: "$2\\text{მ}$ სიგრძის უმასო ღეროს ერთ ბოლოზე დაკიდეს $3\\text{კგ}$, ხოლო მეორე ბოლოზე $27\\text{კგ}$ მასის ტვირთები. $3\\text{კგ}$ მასის ტვირთის დაკიდების წერტილიდან რა მანძილზე უნდა შევუყუდოთ საყრდენი ღეროს, რომ იგი წონასწორულ მდგომარეობაში აღმოჩნდეს?",
    options: ["$0{,}2\\text{მ}$", "$1{,}8\\text{მ}$", "$1{,}2\\text{მ}$", "$0{,}8\\text{მ}$", "$1{,}6\\text{მ}$"],
    correct: 1,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-8/images/image-4.png",
   question: "მსუბუქ ბერკეტზე გაწონასწორებულია ერთნაირი ზომის ორი ცილინდრი. საყრდენი ბერკეტს ყოფს შეფარდებით $2:3$, ხოლო ცილინდრები ჩაძირულია სითხეში: მარცხენა ცილინდრი ორი მესამედით, მარჯვენა ცილინდრი კი ერთი მესამედით. მარცხენა ცილინდრის სიმკვრივეა $4\\text{გ/სმ}^3$, ხოლო მარჯვენასი $2{,}5\\text{გ/სმ}^3.$ იპოვეთ სითხის სიმკვრივე. ნახაზზე ცილინდრებს გაკეთებული აქვს დანაყოფები, თუ სურათზე ეს დანაყოფები და სითხის ზედაპირი მკაფიოდ არ ჩანს, იხელმძღვანელეთ ამოცანის პირობით.",
     options: ["$3{,}25\\text{გ/სმ}^3$", "$0{,}5\\text{გ/სმ}^3$", "$4{,}5\\text{გ/სმ}^3$", "$1{,}5\\text{გ/სმ}^3$", "$3\\text{გ/სმ}^3$"],
   correct: 3,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-8/images/image-5.png",
  question: "$m$ მასისა და $L$ სიგრძის ერთგვაროვანი ღერო ჰორიზონტალურია $A$ და $B$ საყრდენების საშუალებით. საყრდენების წვეროებს (რომლებიც ღეროს ეხება) შორის მანძილია $L/6$. იპოვეთ რა ძალით მოქმედებს $A$ საყრდენი ღეროზე.",
    options: ["$3mg$", "$mg$", "$2mg$", "$2{,}5mg$", "$1{,}5mg$"],
    correct: 0,
    tags: []
  }
];