const quizData = [

  // #1
  {
    intro:"თუ მითითებული არ არის, წინააღმდეგობის ძალები, სითბოს დანაკარგები არ გაითვალისწინოთ. ატმოსფერული წნევა ჩათვალეთ ნორმალურად. დედამიწის მიზიდულობის ძალის მუდმივაა $g=10$ ნ/კგ, ნავთის წვის კუთრი სითბო- $4{,}6 \\cdot 10^7$ჯ/კგ, წყლის კუთრი სითბოტევადობაა $4200$ ჯ/(კგ°$C$), მგვტ$=10^6$ ვტ, კჯ=$10^3$ ჯ",
    question: "$10$მ სიმაღლის გორაკის წვეროში ციგას მიანიჭეს $5$მ/წმ სიჩქარე. იპოვეთ ციგის სიჩქარე გორაკის ძირში ჩამოსრიალების მომენტში. ხახუნი უმნიშვნელოა.",
    options: ["$20$მ/წმ", "$25$მ/წმ", "$15$მ/წმ", "$10$მ/წმ", "$30$მ/წმ"],
    correct: 2,
    tags: []
  },

  // #2
  {
    question: "$1$კგ მასის სხეული აისროლეს ვერტიკალურად ზევით. ასროლის მომენტში მისი ენერგია $200$ჯ იყო. რა მაქსიმალურ სიმაღლეს მიაღწევს სხეული?",
    options: ["$40$მ", "$35$მ", "$30$მ", "$25$მ", "$20$მ"],
    correct: 4,
    tags: []
  },

  // #3
  {
    question: "ბიჭუნა თანაბარი სიჩქარით მიასრიალებს ციგას თოვლიან ჰორიზონტალურ გზაზე ისე, რომ ციგაზე ყოველთვის ჰორიზონტალურად მოქმედებს. ციგაზე მოქმედი ხახუნის ძალის მოდული $35$ნ-ია. ბიჭუნას მიერ ციგის გასასრიალებლად შესრულებული მექნიკური მუშაობა $7000$ჯ-ია. იპოვეთ ციგის მიერ გავლილი მანძილი.",
    options: ["$100$მ", "$150$მ", "$350$მ", "$200$მ", "$70$მ"],
    correct: 3,
    tags: []
  },

  // #4
  {
    image: "physics-quizzes/class-8/images/image1.png",
    question: "მოცემულია სხეულზე მოქმედი $F$ ძალის მოდულის $S$ გავლილ მანძილზე დამოკიდებულების დიაგრამა. რისი ტოლია ამ ძალის მიერ შესრულებული მუშაობა პირველი $6$ მეტრის გავლისას?",
    options: ["$600$ჯ", "$240$ჯ", "$360$ჯ", "$720$ჯ", "$480$ჯ"],
    correct: 1,
    tags: []
  },

  // #5
  {
    question: "მუდმივი სიჩქარით ფრენისას თვითმფრინავის ოთხი ერთნაირი ძრავა ერთად ავითარებს $40$მგვტ სასარგებლო სიმძლავრეს. იპოვეთ თვითმფრინავის სიჩქარე, თუ ერთი ძრავის წევის ძალაა $50$კნ.",
    options: ["$200$მ/წმ", "$250$მ/წმ", "$300$მ/წმ", "$150$მ/წმ", "$225$მ/წმ"],
    correct: 0,
    tags: []
  },

  // #6
  {
    question: "ბერკეტის ერთ ბოლოზე მოდებული ძალა $300$ნ-ია. რისი ტოლი უნდა იყოს ამ ძალის მხარი, თუ ბერკეტი წონასწორობაშია და მეორე ბოლოზე მოდებული ძალის მომენტი $90$ნ·მ-ია?",
    options: ["$0{,}27$მ", "$0{,}18$მ", "$0{,}3$მ", "$0{,}6$მ", "$0{,}1$მ"],
    correct: 2,
    tags: []
  },

  // #7
  {
    question: "$50$სმ სიგრძისა და $300$გ მასის ერთგვაროვანი ღეროს ბოლოზე დამაგრებულია $200$გ მასის მცირე ზომის ბურთულა. ბურთულადან რა მანძილზე უნდა მოვათავსოთ საყრდენი, რომ ღერო ჰორიზონტალურ მდგომარეობაში გაწონასწორებული იყოს?",
    options: ["$10$სმ", "$15$სმ", "$20$სმ", "$25$სმ", "$30$სმ"],
    correct: 1,
    tags: []
  },

  // #8
  {
    question: "მიწაზე მდგომ $70$კგ მასის ბიჭს უძრავი ჭოჭონაქის გამოყენებით თანაბრად ააქვს ტვირთი. ამ დროს ბიჭი მიწას აწვება $350$ნ ძალით. იპოვეთ ტვირთის მასა. ჭოჭონაქზე გადადებული თოკის ორივე მხარე ვერტიკალურია.",
    options: ["$50$კგ", "$35$კგ", "$20$კგ", "$28$კგ", "$42$კგ"],
    correct: 1,
    tags: []
  },

  // #9
  {
    image: "physics-quizzes/class-8/images/image2.png",
    question: "მსუბუქი ჭოჭონაქებისა და $10$კგ მასის ტვირთის სისტემა წონასწორობაშია $F$ ძალის მოქმედებით. განსაზღვრეთ ამ ძალის მოდული. თოკები ჰორიზონტალურია (რომელზეც ტვირთია ჩამოკიდებული - ვერტიკალურია).",
    options: ["$100$ნ", "$200$ნ", "$300$ნ", "$400$ნ", "$500$ნ"],
    correct: 3,
    tags: []
  },

  // #10
  {
    question: "$4$კგ მასის სხეულს თანაბრად მიასრიალებენ დახრილ სიბრტყეზე ქვევიდან ზევით მის პარალელურად მიმართული $40$ნ ძალის მოქმედებით. სიბრტყის მ.ქ. კოეფიციენტი $50\\%$-ია, ხოლო სიმაღლე $1$მ. იპოვეთ სიბრტყის სიგრძე.",
    options: ["$5$მ", "$4{,}5$მ", "$4$მ", "$2{,}5$მ", "$2$მ"],
    correct: 4,
    tags: []
  },

  // #11
  {
    question: "სხეულს თანაბრად მიასრიალებენ ქვევიდან ზევით $30^\\circ$-იანი კუთხით დახრილ სიბრტყეზე, სიბრტყის პარალელური ძალის მოქმედებით. ხახუნის კოეფიციენტი $0{,}25$-ია. ჩათვალეთ, რომ სხეულზე მოქმედი რეაქციის ძალა $\\frac{6mg}{7}$-ია. იპოვეთ დახრილი სიბრტყის მ.ქ.კ.",
    options: ["$50\\%$", "$60\\%$", "$65\\%$", "$70\\%$", "$75\\%$"],
    correct: 3,
    tags: []
  },

  // #12
  {
    question: "რა მინიმალური მასის ნავთი უნდა დავწვათ იმისათვის, რომ $2{,}3$კგ მასის წყალი $20^\\circ C$-დან $100^\\circ C$-მდე გავათბოთ?",
    options: ["$15{,}4$გ", "$18$გ", "$22{,}2$გ", "$16{,}8$გ", "$15{,}5$გ"],
    correct: 3,
    tags: []
  },

  // #13
  {
    question: "რა რაოდენობის სითბოა საჭირო $100$გ წყლის $20^\\circ C$-დან $30^\\circ C$-მდე ტემპერატურის მოსამატებლად?",
    options: ["$2100$ჯ", "$4200$ჯ", "$840$ჯ", "$6000$ჯ", "$7200$ჯ"],
    correct: 1,
    tags: []
  },

  // #14
  {
    question: "$300$ნ ძალის მოქმედებით ტვირთი თანაბრად ააქვთ უძრავი ჭოჭონაქის საშუალებით. განსაზღვრეთ ტვირთის მასა, თუ ჭოჭონაქის მ.ქ. კოეფიციენტი $60\\%$-ია?",
    options: ["$5$კგ", "$18$კგ", "$36$კგ", "$10$კგ", "$54$კგ"],
    correct: 1,
    tags: []
  },

  // #15
  {
        image: "physics-quizzes/class-8/images/image3.png",
    question: "ნახაზის მიხედვით გამოსახეთ $m$ მასა $F$ ძალის საშუალებით, თუ მსუბუქი ერთგვაროვანი ბერკეტი წონასწორობაშია. დედამიწის მიზიდულობის ძალის მუდმივაა $g$.",
    options: ["$\\frac{F}{2g}$", "$\\frac{F}{g}$", "$\\frac{3F}{2g}$", "$\\frac{10F}{3g}$", "$\\frac{5F}{2g}$"],
    correct: 0,
    tags: []
  },

  // #16
  {
    question: "გლუვ დახრილ სიბრტყეზე ქვევიდან ზევით სიბრტყის პარალელური $200$ნ ძალის მოქმედებით თანაბრად მიასრიალებენ სხეულს. დახრილი სიბრტყის სიგრძეა $1{,}8$მ, ხოლო სიმაღლე $1{,}2$მ. განსაზღვრეთ სხეულის მასა.",
    options: ["$30$კგ", "$36$კგ", "$24$კგ", "$38$კგ", "$22$კგ"],
    correct: 0,
    tags: []
  },

  // #17
  {
    question: "თუ $60^\\circ C$ ტემპერატურის რკინის ბურთულას ჩაუშვებენ $13^\\circ C$ ტემპერატურის წყალში, მაშინ შინაგანი ენერგია:",
    options: ["ბურთულის და წყლის შემცირდება", "ბურთულის და წყლის გაიზრდება", "არცერთის არ შეიცვლება", "ბურთულის შემცირდება, წყლის გაიზრდება", "ბურთულის გაიზრდება, წყლის შემცირდება"],
    correct: 3,
    tags: []
  },

  // #18
  {
    question: "თბოგადაცემის სახე, რომლის შემთხვევაშიც ადგილი აქვს ნივთიერების გადატანას, არის:",
    options: ["მხოლოდ თბოგამტარობა", "გამოსხივება", "კონვექცია", "თბოგამტარობა და გამოსხივება", "გამოსხივება და კონვექცია"],
    correct: 2,
    tags: []
  },

  // #19
  {
    image: "physics-quizzes/class-8/images/image4.png",
    question: "მოცემულია $2$კგ მასის მყარი სხეულის ტემპერატურის მიღებულ სითბოსთან დამოკიდებულების დიაგრამა. იპოვეთ ნივთიერების კუთრი სითბოტევადობა, რომლისგანაც ეს სხეულია დამზადებული?",
    options: ["$200$ჯ/(კგ$^\\circ$C)", "$250$ჯ/(კგ$^\\circ$C)", "$400$ჯ/(კგ$^\\circ$C)", "$500$ჯ/(კგ$^\\circ$C)", "$550$ჯ/(კგ$^\\circ$C)"],
    correct: 3,
    tags: []
  },

  // #20
  {
    question: "კალორიმეტრში შეურიეს $500$გ, $400$გ, $300$გ მასის შესაბამისად $90^\\circ C$, $60^\\circ C$, $20^\\circ C$ ტემპერატურის წყალი. განსაზღვრეთ ნარევის ტემპერატურა სითბური წონასწორობის დამყარების შემდეგ. კალორიმეტრის სითბოტევადობა არ გაითვალისწინოთ.",
    options: ["$72^\\circ C$", "$68{,}5^\\circ C$", "$62{,}5^\\circ C$", "$73{,}5^\\circ C$", "$65^\\circ C$"],
    correct: 2,
    tags: []
  },

  // #21
  {
    question: "შეურიეს $0{,}4$კგ, $1$კგ და $2$კგ მასის სამი სითხე, რომელთა კუთრი სითბოტევადობებია $2500$, $2100$, $1000$ ჯ/(კგ$^\\circ C$). განსაზღვრეთ მიღებული ხსნარის (ნარევის) კუთრი სითბოტევადობა.",
    options: ["$1500$ჯ/(კგ$^\\circ C$)", "$1700$ჯ/(კგ$^\\circ C$)", "$1600$ჯ/(კგ$^\\circ C$)", "$1750$ჯ/(კგ$^\\circ C$)", "$1450$ჯ/(კგ$^\\circ C$)"],
    correct: 0,
    tags: []
  },

  // #22
  {
    question: "ნავთქურაზე დადეს ჩაიდანი, რომელშიც ასხია $22^\\circ C$ ტემპერატურის $2$კგ წყალი. (წყალი დიდი ხნის ჩასხმულია). გამოთვალეთ ნავთქურის მ.ქ.კ., თუ წყლის $91°C$ ტემპერატურამდე გასათბობად დაიხარჯა $25$გ ნავთი. ჩაიდნის სითბოტევადობაა $100$ჯ/$°C$. (სასარგებლო სითბოდ მიიჩნიეთ წყალზე და ჩაიდანზე გადაცემული სითბო)",
    options: ["$51\\%$", "$48\\%$", "$47\\%$", "$61\\%$", "$33\\%$"],
    correct: 0,
    tags: []
  },

  // #23
  {
    question: "გვაქვს ორი ერთნაირი სხეული. პირველის ტემპერატურაა $110°C$, ხოლო მეორესი უცნობია. პირველი სხეული მოათავსეს $20°C$ ტემპერატურის მქონე წყალში, რის შედეგადაც სითბური წონასწორობის დამყარების შემდეგ წყლის ტემპერატურამ $30°C$-მდე მოიმატა. თუ ამ წყალში არა მხოლოდ პირველს, არამედ, ორივე სხეულს მოვათავსებდით, წყლის ტემპერატურა გახდებოდა $39°C$. განსაზღვრეთ მეორე სხეულის ტემპერატურა.",
    options: ["$135^\\circ C$", "$140^\\circ C$", "$120^\\circ C$", "$110^\\circ C$", "$115^\\circ C$"],
    correct: 2,
    tags: []
  },

  // #24
  {
    question: "გაზქურაზე ქვაბის, ქვაბში წყლისა და მასში ჩაშვებული მეტალის ბურთულას $t°C$-ით გასათბობად იხარჯება $40$გ საწვავი. $1{,}25$ ჯერ მეტი საწვავი იხარჯება იგივე გაზქურაზე, იგივე ქვაბში, იგივე რაოდენობის წყლისა და ორი ისეთსავე ბურთულას $t°C$-ით გასათბობად. რამდენი გრამი საწვავი დაიხარჯება იგივე გაზქურაზე, იგივე ქვაბში, იგივე რაოდენობის წყლის (ბურთულების გარეშე) იგივე $t°C$-ით გასათბობად?",
    options: ["$20$გ", "$22$გ", "$25$გ", "$30$გ", "$32$გ"],
    correct: 3,
    tags: []
  },

  // #25
  {
    question: "გარკვეულ გარემო პირობებში გაზქურაზე წყლის ტემპერატურამ $90°C$-დან $95°C$-მდე $1$წთ-ში მოიმატა. იგივე პირობებში იგივე წყალი $95°C$-დან $90°C$-მდე $9$ წთ-ში გაცივდა. გაზქურადან გამოყოფილი სითბოს რა ნაწილი გაფანტულა გარემოში წყლის გაცხელებისას? ჩათვალეთ, რომ გარემოში სითბოს დანაკარგი დროის პროპორციულია.",
    options: ["$0{,}2$", "$0{,}25$", "$0{,}15$", "$0{,}1$", "$0{,}05$"],
    correct: 3,
    tags: []
  }

];
