const quizData = [
  // 1
  {
    question: "ამოხსენით უტოლობა: $\\sqrt{x^2 - x - 2} < x - 2$.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "სიბრტყის $f$ გარდაქმნა არის ცენტრული სიმეტრია $A(1; 0)$ წერტილის მიმართ. სიბრტყის $g$ გარდაქმნა არის ღერძული სიმეტრია $y = x$ წრფის მიმართ. რომელ წერტილში გადაიყვანს $B(2; -2)$ წერტილს $f \\circ g$ გარდაქმნა?",
    options: [],
    tags: []
  },
  // 3
  {
    question: "მოცემულია ოთხი წერტილი: $A(0, 1, -1)$, $B(1, -1, 2)$, $C(3, 1, 0)$, $D(2, -3, 1)$. იპოვეთ $\\vec{AB}$ და $\\vec{CD}$ ვექტორებს შორის კუთხის კოსინუსი.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "სასროლეთში (ტირში) არის 8 ცალი ერთი ტიპის პისტოლეტი, 7 ცალი მეორე ტიპის პისტოლეტი და 5 ცალი მესამე ტიპის პისტოლეტი, რომლებიდანაც მიზანში მოხვედრის ალბათობა შესაბამისად $0{,}5$, $0{,}7$ და $0{,}8$-ის ტოლია. მსროლელი შემთხვევით იღებს ერთ პისტოლეტს და ისვრის მიზანში. იპოვეთ იმის ალბათობა, რომ მსროლელი მიზანს მოარტყამს.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "იპოვეთ სისტემით შემოფარგლული არეს ფართობი:\n\\[ \n\\begin{cases}\n  y \\ge -1 \\\\ \n  y \\le 0{,}25x + 6 \\\\ \n  y \\le -0{,}5x + 3\n\\end{cases}\n\\]",
    options: [],
    tags: []
  },
  // 6
  {
    question: "ყუთში 3 შავი, 3 თეთრი და რამოდენიმე მწვანე ბურთია. ალბათობა იმისა, რომ ყუთიდან შემთხვევით ამოღებული ორი ბურთულიდან ორივეს ერთი და იგივე ფერი ექნება $\\frac{4}{15}$-ის ტოლია. რამდენი მწვანე ბურთულაა ყუთში?",
    options: [],
    tags: []
  },
  // 7
  {
    question: "ამოხსენით განტოლებათა სისტემა:\n\\[\n\\begin{cases}\n\A_{x}^{y} + 3C_{x}^{y} = 90 \\\\ \n\A_{x}^{y} - 2C_{x}^{y} = 40\n\\end{cases}\n\\]",
    options: [],
    tags: []
  },
  // 8
  {
    question: "გამოთვალეთ $ABC$ სამკუთხედის $BD$ მედიანის სიგრძე, თუ $\\vec{AB} = 3\\vec{m} - 4\\vec{n}$ და $\\vec{BC} = \\vec{m} + 5\\vec{n}$, სადაც $\\vec{m}$ და $\\vec{n}$ ურთიერთმართობული, ერთეულოვანი ვექტორებია.",
    options: [],
    tags: []
  },
  // 9
  {
    question: "$x$-ის რა მნიშვნელობებისთვისაა $(5 + 3x)^{10}$ განაშალში მეოთხე წევრი უდიდესი?",
    options: [],
    tags: []
  },
  // 10
  {
    question: "$ABC$ სამკუთხედის $AC$ გვერდის პარალელურად გავლებულია სიბრტყე რომელიც კვეთს სამკუთხედის $AB$ და $BC$ გვერდებს. მანძილი $AC$ წრფიდან ამ სიბრტყემდე $1$-ის ტოლია, ხოლო მანძილი $B$ წვეროდან ამ სიბრტყემდე $99$-ის. იპოვეთ მანძილი სამკუთხედის მედიანების გადაკვეთის წერტილიდან ამ სიბრტყემდე.",
    options: [],
    tags: []
  }
];
