const quizData = [
  // 1
  {
    question: "ალექსანდრე კონცერტის $5$ ბილეთის ყიდვას აპირებს და მას უნდა, რომ ბილეთების ჯამური ღირებულება $80$ ლარისაგან $4$ ლარზე მეტით არ განსხვავდებოდეს. რომელი უტოლობის ამოხსნით მივიღებთ ერთი ბილეთის $x$ ღირებულებას ლარებში?",
    options: ["$|5x + 4| \\leq 80$", "$|5x - 4| \\leq 80$", "$|5x - 80| \\leq 4$", "$|5x + 80| \\leq 4$", "$x \\leq 16 + \\frac{4}{5}$", "ყველა წინა პასუხი მცდარია"],
    correct: 2,
    tags: []
  },
  // 2
  {
    question: "მართკუთხა საკოორდინატო სიბრტყეზე მონიშნულია ყველა ისეთი $A(x; y)$ წერტილი, რომელთა კოორდინატები აკმაყოფილებენ $0 \\leq x \\leq 2$, $0 \\leq y \\leq 2$, $x \\leq 2y$ და $y \\leq 2x$ პირობებს. იპოვეთ ყველა მონიშნული $A(x; y)$ წერტილით მიღებული ფიგურის პერიმეტრი.",
    options: ["$4\\sqrt{3}$", "$2 + 2\\sqrt{5}$", "$\\sqrt{3} + \\sqrt{5}$", "$4\\sqrt{5}$", "$\\sqrt{3} + 1$", "$2\\sqrt{3} + 2\\sqrt{5}$"],
    correct: 1,
    tags: []
  },
  // 3
  {
    question: "იპოვეთ გამოსახულების $(a + b) \\left(\\frac{a + b}{b} - \\frac{a - b}{a}\\right) : \\left(a + \\frac{b^2}{a}\\right)$ მნიშვნელობა, თუ $a$ უდრის $\\sqrt{199}$-ის $20\\%$-ს, $b$ კი უდრის $\\sqrt{199}$-ის $35\\%$-ს.",
    options: ["$\\frac{7}{17}$", "$\\frac{7}{71}$", "$\\frac{11}{7}$", "$\\frac{1}{17}$", "$\\frac{17}{11}$", "$\\frac{17}{77}$"],
    correct: 2,
    tags: []
  },
  // 4
  {
    question: "$ABCD$ ტრაპეციაში $BC$ და $AD$ მცირე და დიდი ფუძეებია, შესაბამისად. იპოვეთ $AD$, თუ ცნობილია, რომ $AB = a$, $BC = b$ და $\\angle ABC = 2 \\cdot \\angle CDA$.",
    options: ["$\\frac{4ab}{a + b}$", "$a + b$", "$\\sqrt{a^2 + b^2}$", "$2\\sqrt{ab}$", "$\\frac{2ab}{a + b}$", "$\\sqrt{2(a^2 + b^2)}$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "წრეწირის რადიუსი $2$-ის ტოლია. ცენტრიდან $4$-ის ტოლი მანძილით დაშორებული წერტილიდან გავლებულია წრეწირის მკვეთი, რომლის შიგა ნაწილის სიგრძე გარე ნაწილის სიგრძეზე $2$-ით ნაკლებია. იპოვეთ მკვეთის სიგრძე.",
    options: ["$2\\sqrt{5}$", "$5$", "$1 + \\sqrt{5}$", "$4$", "$6$", "$2 + \\sqrt{5}$"],
    correct: 3,
    tags: []
  },
  // 6
  {
    question: "$A = (2 + \\sqrt{3})^2 + (2 - \\sqrt{3})^2$, $B = (2 + \\sqrt{3})^3 + (2 - \\sqrt{3})^3$ და $C = (2 + \\sqrt{3})^2 \\cdot (2 - \\sqrt{3})^3$ რიცხვებიდან რომელია ირაციონალური?",
    options: ["მხოლოდ $A$", "მხოლოდ $B$", "მხოლოდ $C$", "მხოლოდ $A$ და $B$", "მხოლოდ $A$ და $C$", "მხოლოდ $B$ და $C$"],
    correct: 2,
    tags: []
  },
  // 7
  {
    question: "ავტომობილმა ქალაქებს შორის მოძრაობისას პირველი ნახევარი მანძილი მუდმივი $V$ სიჩქარით გაიარა, მეორე ნახევარი მანძილი კი მუდმივი $U$ სიჩქარით. იპოვეთ ავტომობილის საშუალო სიჩქარე მთლიან გზაზე (მთლიანი მანძილის შეფარდება მთლიან დროსთან), თუ $V ≠ U$.",
    options: ["$\\sqrt{\\frac{V^2 + U^2}{2}}$", "$\\frac{V + U}{2}$", "$\\sqrt{VU}$", "$\\frac{2}{\\frac{1}{V} + \\frac{1}{U}}$", "$\\frac{3}{\\frac{1}{V} + \\frac{1}{U} + \\frac{2}{V + U}}$", "ყველა წინა პასუხი მცდარია"],
    correct: 3,
    tags: []
  },
  // 8
  {
    question: "დადებითი $x$ რიცხვის $96\\%$-ით გაზრდისას, რამდენი $\\%$-ით გაიზრდება $\\sqrt{\\frac{x}{5}}$ რიცხვი?",
    options: ["$20$", "$25$", "$30$", "$35$", "$40$", "$45$"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "$ABCD$ ტრაპეციის მცირე $BC$ ფუძის ბოლოებთან მდებარე ბლაგვი კუთხეების ბისექტრისები დიდი $AD$ ფუძის $K$ წერტილში იკვეთებიან. იპოვეთ ტრაპაციის $AD$ დიდი ფუძე, თუ ტრაპეციის სიმაღლე $12$-ის ტოლია და $BK = 13$, $CK = 15$.",
    options: ["$28$", "$27{,}2$", "$24{,}6$", "$32{,}8$", "$25$", "$29{,}4$"],
    correct: 5,
    tags: []
  },
  // 10
  {
    question: "გამოთვალეთ $\\tan^2 60^\\circ + \\cot^2 60^\\circ$ გამოსახულების მნიშვნელობა?",
    options: ["$\\frac{10}{3}$", "$2$", "", "$\\frac{5}{2}$", "$1$", "ყველა წინა პასუხი მცდარია"],
    correct: 0,
    tags: []
  },
  // 11
{
  question: "იპოვეთ $\\frac{3\\sqrt{x}}{x} - \\frac{3 + \\sqrt{x}}{\\sqrt{x}} + x$ გამოსახულების მნიშვნელობა, თუ $x = 101$.",
  options: ["$101$", "$99$", "$\\sqrt{101} - 1$", "$\\frac{101}{2}$", "$102$", "$100$"],
  correct: 5,
  tags: []
},
// 12
{
  question: "$a$, $a^2$ და $a^3$ რიცხვები დაალაგეთ ზრდადობით, თუ $a = -\\sqrt{\\frac{1}{2}}$.",
  options: ["$a, a^3, a^2$", "$a, a^2, a^3$", "$a^2, a, a^3$", "$a^2, a^3, a$", "$a^3, a, a^2$", "$a^3, a^2, a$"],
  correct: 0,
  tags: []
},
// 13
{
  question: "სავარაუდო პასუხებში ჩამოთვლილი რიცხვებიდან რომელთანაა $\\sqrt{7}$ ყველაზე ახლოს?",
  options: ["$2$", "$2{,}2$", "$\\sqrt{5}$", "$2{,}4$", "$2{,}6$", "$2{,}8$"],
  correct: 4,
  tags: []
},
// 14
{
  question: "მოცემულია ორი წრეწირი, რომელთა რადიუსებია $1$ და $2$, და მათ ცენტრებს შორის მანძილი $4$-ის ტოლია. იპოვეთ საერთო გარე მხებისა და საერთო შიგა მხების სიგრძეთა შეფარდება (იგულისხმება შეხების წერტილებს შორის მანძილების შეფარდება).",
  options: ["$\\sqrt{\\frac{15}{7}}$", "$\\sqrt{\\frac{17}{5}}$", "$\\sqrt{\\frac{75}{17}}$", "$\\sqrt{\\frac{57}{15}}$", "$\\sqrt{\\frac{57}{5}}$", "$\\sqrt{\\frac{75}{7}}$"],
  correct: 0,
  tags: []
},
// 15
{
  question: "მართკუთხა სამკუთხედის კათეტები $2$-ისა და $3$-ის ტოლია. იპოვეთ კათეტების ჰიპოტენუზაზე გეგმილების ნამრავლი.",
  options: ["$13$", "$\\frac{13}{6}$", "$\\frac{36}{13}$", "$6$", "$5$", "$\\frac{13}{5}$"],
  correct: 2,
  tags: []
},
// 16
{
  question: "$x^2 - 5x - 2 = 0$ განტოლების ამონახსნებია $a$ და $b$. იპოვეთ $2a^2 + b^2 - 6a - b$ გამოსახულების მნიშვნელობა.",
  options: ["$22$", "$23$", "$24$", "$25$", "$26$", "$27$"],
  correct: 4,
  tags: []
},
// 17
{
  question: "იპოვეთ $a$ პარამეტრის ყველა იმ მნიშვნელობათა სიმრავლე, რომელთათვისაც $x^2 - (a + 1)x + a = 0$ განტოლებას ექნება ორი განსხვავებული ამონახსნი.",
  options: ["$\\mathbb{R}$", "$\\mathbb{R} \\setminus \\{1\\}$", "∅", "$\\{2; 3\\}$", "$(2; 3)$", "$(-\\infty; 2) \\cup (3; +\\infty)$"],
  correct: 1,
  tags: []
},
// 18
{
  question: "რამდენი ამონახსნი აქვს $x^2 - 2x + 1 = |x - 1|$ განტოლებას?",
  options: ["არცერთი", "ერთი", "ორი", "სამი", "ოთხი", "ოთხზე მეტი"],
  correct: 3,
  tags: []
},
// 19
{
  question: "სამკუთხედის კუთხეებია $\\alpha$, $\\beta$ და $\\gamma$ და მასზე შემოხაზული წრეწირის რადიუსია $R$. იპოვეთ სამკუთხედის პერიმეტრი.",
  options: ["$R \\cdot \\sin\\alpha \\cdot \\sin\\beta \\cdot \\sin\\gamma$", "$R(\\cos\\alpha + \\cos\\beta + \\cos\\gamma)$", "$R(\\cos\\frac{\\alpha}{2} + \\cos\\frac{\\beta}{2} + \\cos\\frac{\\gamma}{2})$", "$2R(\\cot\\frac{\\alpha}{2} + \\cot\\frac{\\beta}{2} + \\cot\\frac{\\gamma}{2})$", "$2R(\\tan\\frac{\\alpha}{2} + \\tan\\frac{\\beta}{2} + \\tan\\frac{\\gamma}{2})$", "$2R(\\sin\\alpha + \\sin\\beta + \\sin\\gamma)$"],
  correct: 5,
  tags: []
},
// 20
{
  question: "სამკუთხედის კუთხეებია $\\alpha$, $\\beta$ და $\\gamma$ და მასში ჩახაზული წრეწირის რადიუსია $r$. იპოვეთ სამკუთხედის პერიმეტრი.",
  options: ["$r \\cdot \\sin\\alpha \\cdot \\sin\\beta \\cdot \\sin\\gamma$", "$r(\\cos\\alpha + \\cos\\beta + \\cos\\gamma)$", "$r(\\cos\\frac{\\alpha}{2} + \\cos\\frac{\\beta}{2} + \\cos\\frac{\\gamma}{2})$", "$2r(\\cot\\frac{\\alpha}{2} + \\cot\\frac{\\beta}{2} + \\cot\\frac{\\gamma}{2})$", "$2r(\\tan\\frac{\\alpha}{2} + \\tan\\frac{\\beta}{2} + \\tan\\frac{\\gamma}{2})$", "$2r(\\sin\\alpha + \\sin\\beta + \\sin\\gamma)$"],
  correct: 3,
  tags: []
},
// 21
{
  question: "ჩამოთვლილთაგან რომელი მიიღება $3x^2 + 5x - 8$ სამწევრის მამრავლებად დაშლით?",
  options: ["$(x + 1)(x - \\frac{8}{3})$", "$3(x + 1)(3x - 8)$", "$(x - 1)(3x + 8)$", "$3(x - 1)(3x + 8)$", "$3(x + 1)(x - \\frac{8}{3})$", "$(x - 1)(x + \\frac{8}{3})$"],
  correct: 2,
  tags: []
},
// 22
{
  question: "იპოვეთ $x^4 - x^3 + x^2 - x + 1$ მრავალწევრის $x + 2$ მრავალწევრზე გაყოფისას მიღებული ნაშთი.",
  options: ["$33$", "$13$", "$x - 2$", "$11$", "$31$", "$x - 1$"],
  correct: 4,
  tags: []
},
// 23
{
  question: "ჩამოთვლილთაგან რომელი განტოლების ამონახსნებია $1 - \\sqrt{2}$ და $2 + \\sqrt{2}$?",
  options: ["$x^2 - 8x + 1 = 0$", "$x^2 - 3x - \\sqrt{2} = 0$", "$x^2 - 8x - \\sqrt{2} = 0$", "$x^2 + 3x + \\sqrt{2} = 0$", "$x^2 - 2x + \\sqrt{2} = 0$", "ყველა წინა პასუხი მცდარია"],
  correct: 1,
  tags: []
},
// 24
{
  question: "$ABC$ სამკუთხედში $AB = 6$, $BC = 8$ და $AC = 7$. $BK$ ამ სამკუთხედის ბისექტრისაა. იპოვეთ $\\cos \\angle BKC$.",
  options: ["$\\frac{1}{7}$", "$-\\frac{1}{5}$", "$\\frac{1}{6}$", "$-\\frac{1}{3}$", "$\\frac{1}{8}$", "$-\\frac{1}{4}$"],
  correct: 5,
  tags: []
},
// 25
{
  question: "$ABC$ სამკუთხედში $AB = 6$, $BC = 8$ და $AC = 7$. იპოვეთ ამ სამკუთხედის $BM$ მედიანის სიგრძე.",
  options: ["$\\frac{\\sqrt{151}}{2}$", "$\\frac{\\sqrt{115}}{2}$", "$\\frac{\\sqrt{511}}{2}$", "$\\frac{\\sqrt{919}}{2}$", "$\\frac{\\sqrt{991}}{2}$", "$\\frac{\\sqrt{199}}{2}$"],
  correct: 0,
  tags: []
}
];
