// საწერია
const quizData = [
  // 1
  {
    question: "ცნობილია, რომ $3 \\leq m \\leq 7$ და $5 \\leq n \\leq 8$. შეაფასეთ $2m − 3n$ და $\\frac{5m + 7n}{mn}$ გამოსახულებების მნიშვნელობები.",
    options: [],
    tags: []
  },

  // 2
  {
    question: "ამოხსენით $\\frac{3}{(2x + 1)^2} + \\frac{4}{(2x + 5)^2} = \\frac{7}{(2x + 1)(2x + 5)}$ განტოლება.",
    options: [],
    tags: []
  },

  // 3
  {
    question: "ამოხსენით $\\frac{4x + 1}{3} - \\frac{19 - x}{2} > x$ უტოლობა.",
    options: [],
    tags: []
  },

  // 4
  {
    question: "ამოხსენით $|5x + 7| = 2x + 9$ განტოლება.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "მართკუთხა საკოორდინატო სიბრტყეზე დაშტრიხეთ $\\begin{cases} y \\leq 2x - 3 \\\\ x + y \\leq 9 \\\\ 5y - x \\geq 3 \\end{cases}$ უტოლობათა სისტემის ამონახსნთა სიმრავლე.",
    options: [],
    tags: []
  },

  // 6
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობა, რომელთათვისაც $\\begin{cases} x > a \\\\ x > 2 \\\\ x < a + 3 \\end{cases}$ უტოლობათა სისტემის ამონახსნთა სიმრავლე ცარიელი სიმრავლეა.",
    options: [],
    tags: []
  },

  // 7
  {
    question: "$ABC$ მართკუთხა სამკუთხედის $AB$ ჰიპოტენუზა $30$-ის ტოლია. $AN$ და $BM$ მედიანები $O$ წერტილში იკვეთებიან. $AO$ და $BO$ მონაკვეთების შუაწერტილებია $K$ და $P$. იპოვეთ $KPNM$ ოთხკუთხედის პერიმეტრი.",
    options: [],
    tags: []
  },

  // 8
  {
    question: "$ABC$ სამკუთხედის $AC$ და $BC$ გვერდებზე აღებულია $N$ და $M$ წერტილები ისე, რომ $AN : NC = 4 : 9$ და $BM : MC = 2 : 7$. $AM$ და $BN$ მონაკვეთები იკვეთებიან $O$ წერტილში. იპოვეთ $AO : OM$ და $BO : ON$ შეფარდებები.",
    options: [],
    tags: [],
  },

  // 9
  {
    question: "წრეწირის გარეთ მდებარე, წრეწირის ცენტრიდან $\\sqrt{7}$-ის ტოლი მანძილით დაშორებული წერტილიდან გავლებულია წრეწირის მკვეთი. ამ მკვეთის შიგა ნაწილის სიგრძე გარე ნაწილის სიგრძის ნახევარია და წრეწირის რადიუსის ტოლია. იპოვეთ წრეწირის რადიუსი.",
    options: [],
    tags: []
  },

  // 10
  {
    question: "ტრაპეციის ფუძეების სიგრძეებია $3$ და $12$ და ერთ-ერთი დიაგონალის სიგრძეა $6$. ცნობილია, რომ ამ ტრაპეციაში ჩაიხაზება წრეწირი. იპოვეთ ამ ტრაპეციაში ჩახაზული წრეწირის რადიუსი.",
    options: [],
    tags: []
  }
];
