const quizData = [
  // 1
  {
    question: "ამოხსენით $\\cos x = a$ განტოლება, სადაც $a = 2 \\cos 20° \\cdot \\cos 40° - \\cos 20°$.",
    options: [],
    tags: []
  },
 // 2
  {
    question: "იპოვეთ $a$-ს ყველა მნიშვნელობა, რომელთათვისაც $\\sin 4x \\cdot (\\cos^4 2x - \\sin^4 2x) = \\frac{\\sin ax}{2}$ ტოლობა სამართლიანია ნებისმიერი $x$-სთვის.",
    options: [],
    tags: []
  },

  // 3
  {
    question: "ააგეთ $y = 3 \\cos 2x + 1$ ფუნქციის გრაფიკი. იპოვეთ ამ ფუნქციის განსაზღვრის არე, მნიშვნელობათა სიმრავლე და უმცირესი დადებითი პერიოდი.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "ამოხსენით $\\cos x + \\cos 2x + \\cos 4x = 0$ განტოლება.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "რამდენი $x$ აკმაყოფილებს $\\sin x = \\frac{x}{13}$ ტოლობას? (პასუხი დაასაბუთეთ)",
    options: [],
    tags: []
  },
  // 6
  {
    question: "ცნობილია, რომ $a^2 + b^2 = 1$, $c^2 + d^2 = 1$, $ac + bd = 0$. იპოვეთ $ab + cd$. (პასუხი დაასაბუთეთ)",
    options: [],
    tags: []
  },
  // 7
  {
    question: "წესიერი სამკუთხედის თითოეულ გვერდზე გავლებული სიბრტყეები ერთ $K$ წერტილში გადაიკვეთებიან და სამკუთხედის სიბრტყესთან $60°$-იან კუთხეებს ქმნიან. მანძილი $K$ წერტილიდან სამკუთხედის სიბრტყემდე $6\\sqrt{3}$-ის ტოლია. იპოვეთ სამკუთხედში ჩახაზული წრეწირის რადიუსი.",
    options: [],
    tags: []
  },
  // 8
  {
    question: "$60°$-იანი ორწახნაგა კუთხის ერთ წახნაგზე მოცემულია $ABCD$ პარალელოგრამი, რომლის $AC$ და $BD$ დიაგონალებია $6$ და $8$, ხოლო ერთ-ერთი გვერდია $5$. ამ პარალელოგრამის $A$, $B$, $C$ და $D$ წვეროებიდან ორწახნაგა კუთხის მეორე წახნაგზე დაშვებულია $AA_1$, $BB_1$, $CC_1$ და $DD_1$ მართობები. იპოვეთ $A_1B_1C_1D_1$ ოთხკუთხედის ფართობი.",
    options: [],
    tags: []
  },
  // 9
  {
    question: "სიბრტყის გარეთ მდებარე წერტილიდან ამ სიბრტყისადმი გავლებულია მართობი და ორი ტოლი დახრილი, რომლებიც მართობთან $\\alpha$ კუთხეს ქმნიან. იპოვეთ კუთხე დახრილთა გეგმილებს შორის, თუ დახრილებს შორის კუთხე $\\beta$-ს ტოლია.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "მანძილი სამკუთხედის წვეროებიდან $\\alpha$ სიბრტყემდე $5$, $6$ და $7$-ის ტოლია. იპოვეთ მანძილი ამ სამკუთხედის მედიანების გადაკვეთის წერტილიდან $\\alpha$ სიბრტყემდე.",
    options: [],
    tags: []
  }
];
