const quizData = [
  // 1
  {
    question: "ამოხსენით უტოლობა $\\sin x \\cdot \\cos x > \\frac{1}{4}$",
    options: [
      "$x \\in (\\frac{\\pi}{6} + \\pi k; \\frac{5\\pi}{6} + \\pi k);\\; k \\in \\mathbb{Z}$",
      "$x \\in (\\frac{\\pi}{12} + \\pi k; \\frac{5\\pi}{12} + \\pi k);\\; k \\in \\mathbb{Z}$",
      "$x \\in (\\frac{\\pi}{6} + 2\\pi k; \\frac{5\\pi}{6} + 2\\pi k);\\; k \\in \\mathbb{Z}$",
      "$x \\in (-\\frac{5\\pi}{6} + \\pi k; -\\frac{\\pi}{6} + \\pi k);\\; k \\in \\mathbb{Z}$",
      "$x \\in (-\\frac{5\\pi}{12} + \\pi k; -\\frac{\\pi}{12} + \\pi k);\\; k \\in \\mathbb{Z}$",
      "$x \\in (-\\frac{5\\pi}{6} + 2\\pi k; -\\frac{\\pi}{6} + 2\\pi k);\\; k \\in \\mathbb{Z}$"
    ],
    correct: 1,
    tags: []
  },

  // 2
  {
    question: "გამოთვალეთ $\\arcsin(\\sin 5)$ გამოსახულების მნიშვნელობა.",
    options: ["$5 - \\pi$", "$5$", "$5 - \\pi$", "$5 + \\pi$", "$5 + 2\\pi$", "$5 - 2\\pi$"],
    correct: 5,
    tags: []
  },

  // 3
  {
    question: "ამოხსენით განტოლება და იპოვეთ უმცირესი დადებითი ამონახსნი: $4 \\sin^2 x - \\sin2 x = 3$",
    options: ["$x = 1$", "$x = 0$", "$x = 0{,}5$", "$x = \\arctan(-1)$", "$x = 0{,}25\\pi$", "$x = \\arctan 3$"],
    correct: 5,
    tags: []
  },

  // 4
  {
    question: "წესიერი სამკუთხა პირამიდის გვერდითი წიბოა $5$, ხოლო ამ პირამიდის ფუძეზე დაშვებული სიმაღლეა $3$. იპოვეთ პირამიდის გვერდითი ზედაპირის ფართობი.",
    options: ["$12\\sqrt{5}$", "$24\\sqrt{5}$", "$6\\sqrt{39}$", "$5\\sqrt{3}$", "$10\\sqrt{3}$", "$15\\sqrt{3}$"],
    correct: 2,
    tags: []
  },

  // 5
  {
    question: "რა ფიგურა შეიძლება მივიღოთ კუბის ისეთი სიბრტყის კვეთისას, რომელიც კუბის სულ ცოტა ერთ-ერთი წიბოს პარალელურია?",
    options: ["სამკუთხედი", "სამკუთხედი, ოთხკუთხედი, ხუთკუთხედი ან ექვსკუთხედი", "მხოლოდ ოთხკუთხედი", "სამკუთხედი ან ოთხკუთხედი", "ხუთკუთხედი", "ექვსკუთხედი"],
    correct: 2,
    tags: []
  },

  // 6
  {
    question: "ამოხსენით განტოლება: $\\sin(5x) = \\sin(-3x)$ $($ყველა სავარაუდო პასუხში იგულისხმება $k \\in \\mathbb{Z})$.",
    options: ["$x = \\frac{\\pi}{2} + \\pi k$", "$x = \\frac{\\pi}{4} + \\pi k$", "$x = \\frac{\\pi}{4} + 2\\pi k$", "$x = \\frac{\\pi}{2} + 2\\pi k$", "$x = \\frac{\\pi}{4} + \\frac{\\pi k}{2}$", "$x = \\frac{\\pi k}{4}$"],
    correct: 5,
    tags: []
  },

  // 7
  {
    question: "ამოხსენით ტრიგონომეტრიულ განტოლებათა სისტემა:\n$\\begin{cases}2\\sin^2 x - 3\\sin x + 1 = 0 \\\\ 4\\cos^2 x + 2(\\sqrt{3} - 1)\\cos x - \\sqrt{3} = 0 \\end{cases}$",
    options: [
      "$x = 150^\\circ + 360^\\circ k;\\; k \\in \\mathbb{Z}$",
      "$x = (-1)^k 30^\\circ + 180^\\circ k;\\; k \\in \\mathbb{Z}$",
      "$x = \\pm 60^\\circ + 360^\\circ k;\\; k \\in \\mathbb{Z}$",
      "$x = \\pm 30^\\circ + 180^\\circ k;\\; k \\in \\mathbb{Z}$",
      "$x = (-1)^k 60^\\circ + 180^\\circ k;\\; k \\in \\mathbb{Z}$",
      "$x = 30^\\circ + 90^\\circ k;\\; k \\in \\mathbb{Z}$"
    ],
    correct: 0,
    tags: []
  },

  // 8
  {
    question: "ამოხსენით უტოლობა $\\cos x \\le -\\frac{\\sqrt{2}}{2}$ $($ყველა სავარაუდო პასუხში იგულისსხმება $k \\in \\mathbb{Z}).$",
    options: [
      "$x \\in [\\frac{3\\pi}{4} + 2\\pi k; \\frac{5\\pi}{4} + 2\\pi k]$",
      "$x \\in [-\\pi + 2\\pi k; -\\frac{3\\pi}{4} + 2\\pi k]$",
      "$x \\in [-\\pi + 2\\pi k; -\\frac{\\pi}{4} + 2\\pi k]$",
      "$x \\in [\\frac{\\pi}{4} + 2\\pi k; \\pi + 2\\pi k]$",
      "$x \\in [2\\pi k; \\frac{\\pi}{4} + 2\\pi k]$",
      "$x \\in [0; \\frac{3\\pi}{4}]$"
    ],
    correct: 0,
    tags: []
  },

  // 9
  {
    question: "წესიერი ოთხკუთხა პირამიდის ფუძის გვერდია $2$, ხოლო გვერდითი ზედაპირის ფართობია $5$. იპოვეთ ამ პირამიდის ფუძეზე დაშვებული სიმაღლე.",
    options: ["$1$", "$0{,}5$", "$0{,}75$", "$0{,}2$", "$0{,}25$", "$1{,}25$"],
    correct: 2,
    tags: []
  },

  // 10
  {
    question: "პირამიდას ფუძეში აქვს ტრაპეცია. მისი ყველა გვერდითი წახნაგი $60^\\circ$-იანი კუთხითაა დახრილი ფუძისადმი. იპოვეთ პირამიდის გვერდითი ზედაპირის ფართობი, თუ ტრაპეციის შუა ხაზია $3$, ხოლო ამ ტრაპეციაში ჩახაზული წრეწირის რადიუსია $1$.",
    options: ["$6$", "$12$", "$15$", "$18$", "$21$", "$24$"],
    correct: 1,
    tags: []
  },
    // 11
  {
    question: "ამოხსენით განტოლება: $\\cos x \\cdot \\tan x = 0$ $($ყველა სავარაუდო პასუხში იგულისხმება $k \\in \\mathbb{Z})$",
    options: [
      "$x = \\frac{1}{2} \\pi + \\pi k$",
      "$2\\pi k$",
      "$\\pi + 2\\pi k$",
      "$x = \\frac{1}{2} \\pi + 2\\pi k$",
      "$x = \\pi k$",
      "$x = \\frac{1}{2} \\pi k$"
    ],
    correct: 4,
    tags: []
  },

  // 12
  {
    question: "იპოვეთ განტოლების უდიდესი უარყოფითი ამონახსნი: $4\\sin x + 3\\cos x = 1$",
    options: [
      "$\\arcsin 0{,}2 - \\arctan 0{,}75$",
      "$-\\arctan 0{,}75$",
      "$-\\arcsin 0{,}2$",
      "$-\\arcsin 0{,}75$",
      "$-0{,}25\\pi$",
      "$-0{,}75\\pi$"
    ],
    correct: 0,
    tags: []
  },

  // 13
  {
    question: "რამდენი მთელი ამონახსნი აქვს $[−\\pi; 0]$ შუალედში $(2 + 2\\tan^2 x) \\cdot \\cos x + 1 < 0$ უტოლობას?",
    options: ["$1$", "$2$", "$3$", "$4$", "$6$", "$7$"],
    correct: 1,
    tags: []
  },

  // 14
  {
    question: "რა ფიგურა შეიძლება მივიღოთ ტეტრაედრის სიბრტყით კვეთისას?",
    options: [
      "მხოლოდ სამკუთხედი",
      "სამკუთხედი, ოთხკუთხედი ან ხუთკუთხედი",
      "მხოლოდ ოთხკუთხედი",
      "სამკუთხედი ან ოთხკუთხედი",
      "ხუთკუთხედი",
      "ექვსკუთხედი"
    ],
    correct: 3,
    tags: []
  },

  // 15
  {
    question: "წესიერი ოთხკუთხა წაკვეთილი პირამიდის ფუძის გვერდებია $\\sqrt{2}$ და $3\\sqrt{2}$. იპოვეთ ამ წაკვეთილი პირამიდის დიაგონალური კვეთის ფართობი, თუ მისი დიაგონალები ურთიერთმართობულია.",
    options: ["$12$", "$13$", "$14$", "$15$", "$16$", "$17$"],
    correct: 4,
    tags: []
  },

  // 16
  {
    question: "$a$ პარამეტრის რა მნიშვნელობებისთვის აქვს $\\tan x = 2a - 1$ განტოლებას ერთი მაინც ამონახსნი $[0; 0{,}25\\pi]$ სიმრავლეში?",
    options: [
      "$a \\in [0; 2]$",
      "$a \\in [0{,}5; 1]$",
      "$a \\in [−1; 2]$",
      "$a \\in [−1; 0]$",
      "$a \\in [−1; 1]$",
      "$a \\in [−1; 0{,}5]$"
    ],
    correct: 1,
    tags: []
  },

  // 17
  {
    question: "იპოვეთ $−\\sin^2(0{,}8x) + \\sin(0{,}8x) = \\tan^2(0{,}1x) − 4\\tan(0{,}1x) + 6$ განტოლების პირველ მეოთხედში მოთავსებული ამონახსნი.",
    options: ["$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$15^\\circ$", "$75^\\circ$", "$x \\in$ ∅"],
    correct: 5,
    tags: []
  },

  // 18
  {
    question: "გამოიანგარიშეთ $\\sin(\\arctan(2\\sqrt{2})) + \\tan(\\arcsin(\\sqrt{0,1}))$",
    options: [
      "$\\frac{2\\sqrt{2}+1}{3}$",
      "$\\frac{2\\sqrt{2}-1}{3}$",
      "$\\frac{-2\\sqrt{2}-1}{3}$",
      "$\\frac{-2\\sqrt{2}+1}{3}$",
      "$\\frac{\\sqrt{2}+1}{3}$",
      "$\\frac{\\sqrt{2}-1}{3}$"
    ],
    correct: 0,
    tags: []
  },

  // 19
  {
    question: "წესიერი ოთხკუთხა პირამიდის ფუძეა კვადრატი, რომლის გვერდია $\\sqrt{6}$. ამ პირამიდის გვერდით წახნაგებს შორის ორწახნაგა კუთხეა 120°. რისი ტოლია პირამიდის გვერდითი ზედაპირის ფართობი.",
    options: ["$3\\sqrt{3}$", "$4\\sqrt{6}$", "$12\\sqrt{6}$", "$6\\sqrt{3}$", "$3\\sqrt{6}$", "$6\\sqrt{2}$"],
    correct: 5,
    tags: []
  },

  // 20
  {
    question: "წესიერი სამკუთხა წაკვეთილი პირამიდის ფუძეებზე შემოხაზული წრეწირის რადიუსებია $2$ და $8$. გვერდითი წიბო კი $3\\sqrt{5}$-ის ტოლია. რისი ტოლია ამ პირამიდის გვერდით წახნაგსა და ფუძის სიბრტყეს შორის კუთხე?",
    options: ["$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$15^\\circ$", "$75^\\circ$", "$67{,}5^\\circ$"],
    correct: 1,
    tags: []
  },

  // 21
  {
    question: "ამოხსენით განტოლება:\n$((\\sin x + \\cos x)^2 − 1)^2 \\cdot (\\cos^4 x − \\sin^4 x)^{-2} = \\frac{1 - \\cos(4x)}{1 + \\cos(4x)}$ $($ქვემოთ მოცემულ ყველა სავარაუდო პასუხში იგულისხმება $k \\in \\mathbb{Z})$",
    options: [
      "$x = \\frac{\\pi}{2} + \\pi k$",
      "$x = \\frac{\\pi}{3} + \\pi k$",
      "$x \\in \\mathbb{R}$",
      "$x = \\frac{\\pi}{2} + 2\\pi k$",
      "$x \\neq \\frac{\\pi}{4} + \\frac{\\pi k}{2}$",
      "$x \\in$  ∅"
    ],
    correct: 4,
    tags: []
  },

  // 22
  {
    question: "იპოვეთ უტოლობის ამონახსნთა სიმრავლე: $\\sin 3x + \\sin 5x \\le 0$, თუ $x \\in (0; 1{,}5\\pi)$",
    options: [
      "$x \\in (0; 1{,}5\\pi)$",
      "$x \\in [\\frac{\\pi}{2}; \\frac{3\\pi}{4}]$",
      "$x \\in [\\pi; \\frac{5\\pi}{4}]$",
      "$x \\in [0; \\frac{\\pi}{2}]$",
      "$x \\in [\\frac{\\pi}{4}; \\frac{3\\pi}{4}] \\cup [\\pi; \\frac{5\\pi}{4}]$",
      "$x \\in$  ∅"
    ],
    correct: 4,
    tags: []
  },

  // 23
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა შესაძლო მნიშვნელობა, თუ $(\\arcsin x)^2 − (a+1)\\pi \\cdot \\arcsin x + a\\pi^2 = 0$ განტოლებას აქვს ერთადერთი ამონახსნი.",
    options: [
      "$a \\in \\mathbb{R}$",
      "$a \\in (−\\infty; 0{,}5]$",
      "$a \\in [−1; 1]$",
      "$a \\in [0; 1]$",
      "$a \\in [−0{,}5; 0{,}5]$",
      "$a \\in$ ∅"
    ],
    correct: 4,
    tags: []
  },

  // 24
  {
    warning: "ყველა პასუხი ჩათვლილია",
    question: "სამკუთხა პირამიდას ფუძეში აქვს ტოლფერდა მართკუთხა $ABC$ $(C$ მართი კუთხით$)$ სამკუთხედი, რომლის კათეტია $6$. პირამიდის $DC$ სიმაღლე $8$-ის ტოლია. $E$ წერტილი $ACD$ სამკუთხედში ჩახაზული წრეწირის ცენტრია, $F$ წერტილი $BCD$ სამკუთხედში ჩახაზული წრეწირის ცენტრი, ხოლო $P$ წერტილი $ABC$ სამკუთხედზე შემოხაზული წრეწირის ცენტრია. იპოვეთ სიბრტყიდან რა მანძილზე კვეთს $EFP$ სიბრტყე პირამიდის $DC$ სიმაღლეს?",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: [0,1,2,3,4,5],
    tags: []
  },

  // 25
  {
    question: "$ABCDA_1B_1C_1D_1$ კუბზე აღებულია სამი წერტილი. $M$ წერტილი $BC$ წიბოს შუა წერტილია, $N$ წერტილი $AA_1$ წიბოს შუა წერტილია, ხოლო $K$ წერტილი $D_1C_1$ წიბოს ყოფს შეფარდებით $D_1K : KC_1 = 1 : 3$. იპოვეთ რა შეფარდებით გაყოფს $MNK$ სიბრტყე $A_1D_1$ წიბოს.",
    options: [
      "$\\frac{2}{\\sqrt{3}+1}$",
      "$\\frac{4}{2\\sqrt{5}+1}$",
      "$\\frac{2}{\\sqrt{3}-1}$",
      "$\\frac{2}{3}$",
      "$\\frac{7}{3}$",
      "$\\frac{2}{\\sqrt{3}}$"
    ],
    correct: 4,
    tags: []
  }
];
