const quizData = [
  // 1
  {
    question: "იპოვეთ $\\lim\\limits_{x\\to\\infty}\\frac{(2n + 3)!}{n^2 \\cdot (2n + 1)!}$ მიმდევრობის ზღვარი.",
    options: [],
    tags: []
  },

  // 2
  {
    question: "იპოვეთ $\\lim\\limits_{x \\to 0}\\frac{\\sin x \\cdot e^x - 7x}{4x^2 + 8x}$ ფუნქციის ზღვარი.",
    options: [],
    tags: []
  },

  // 3
  {
    question: "იპოვეთ $f'(x)$, თუ $f(x) = \\cos{5x} + (2x - 3)^6 - 199$.",
    options: [],
    tags: []
  },

  // 4
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობა, თუ $f(x) = 2x^3 + 3x^2 - ax + 6$ ფუნქციის კლებადობის შუალედია $[-5; 4]$ ინტერვალი.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "იპოვეთ $\\alpha$ პარამეტრის ყველა მნიშვნელობა, თუ $f(x) = \\begin{cases} \\frac{x^3 - x^2}{x - 1}, & x \\ne 1 \\\\ \\cos \\alpha, & x = 1 \\end{cases}$ ფუნქცია უწყვეტია მთელ რიცხვთა ღერძზე.",
    options: [],
    tags: []
  },

  // 6
  {
    question: "ცნობილია, რომ $a_1 = x$ და ნებისმიერი ნატურალური $n$-სათვის $a_{n+1} = x^{a_n}$. იპოვეთ $x$, თუ $\\lim\\limits_{n \\to \\infty} a_n = 199$.",
    options: [],
    tags: []
  },

  // 7
  {
    question: "მართკუთხა საკოორდინატო სიბრტყეზე მოცემულია $A(1; 3)$, $B(-3; 5)$ და $C(-5; 2)$ წერტილები. იპოვეთ $ABC$ სამკუთხედის ფართობი.",
    options: [],
    tags: []
  },

  // 8
  {
    question: "ცილინდრის გვერდითი ზედაპირის ფართობი ორჯერ მეტია ერთი ფუძის ფართობზე, ხოლო ღერძული კვეთის ფართობია $8$. იპოვეთ ცილინდრის ზედაპირის ფართობი.",
    options: [],
    tags: []
  },

  // 9
  {
    question: "სამკუთხედი, რომლის გვერდებია $3$, $4$ და $5$, ბრუნავს დიდი გვერდის შემცველი წრფის გარშემო. იპოვეთ მიღებულ სივრცულ სხეულში ჩახაზული სფეროს რადიუსი.",
    options: [],
    tags: []
  },

  // 10
  {
    question: "ოთხი სფეროდან, რომელთაგან თითოეულის ზედაპირის ფართობი $16\\pi$-ს ტოლია, თითოეული ეხება დანარჩენ სამს. იპოვეთ იმ ცილინდრის სიმაღლე, რომელშიც ეს სფეროები ისეა მოთავსებული, რომ სამი მათგანი ეხება ცილინდრის ერთ-ერთ ფუძეს და გვერდით ზედაპირს, ხოლო მეოთხე მათგანი − ცილინდრის მეორე ფუძეს.",
    options: [],
    tags: []
  }
];