const quizData = [
  // 1
  {
    question: "ამოხსენით $\\log_{\\sin 25^\\circ}|2x - 1| > \\log_{\\sin 25^\\circ} 3$ უტოლობა.",
    options: [],
    tags: ["ლოგარითმები", "უთოლობა"]
  },
  // 2
  {
    question: "ამოხსენით $(x - 4)\\sqrt{\\log_3 x - 1} \\geq 0$ უტოლობა.",
    options: [],
    tags: ["ლოგარითმები", "უთოლობა", "რადიკალები"]
  },
  // 3
  {
    question: "ამოხსენით $4^{\\log_2 x} + x^2 < 8$ უტოლობა.",
    options: [],
    tags: ["ლოგარითმები", "კვანტორები", "უთოლობა"]
  },
  // 4
  {
    question: "იპოვეთ წესიერ ექვსკუთხა პრიზმაზე შემოხაზული ცილინდრის მოცულობა, თუ პრიზმის ყველა წიბო $a$-ს ტოლია.",
    options: [],
    tags: ["გეომეტრია", "ცილინდრი", "პრიზმა"]
  },
  // 5
  {
    question: "სფეროზე მდებარე წერტილიდან გავლებულია ამ სფეროს სამი $4$-ის ტოლი სიგრძის ქორდა. ეს ქორდები ერთმანეთთან წყვილ-წყვილად $60^\\circ$-იან კუთხეებს ქმნიან. იპოვეთ ამ სფეროს მოცულობა.",
    options: [],
    tags: ["სფერული გეომეტრია", "მოცულობა"]
  },
  // 6
  {
    question: "მართკუთხა საკოორდინატო სიბრტყეზე დაშტრიხეთ $\n\\begin{cases}\n\\log_{2 - x}(2 - y) > 0 \\\\\n\\log_{4 - y}(2x - 2) > 0\n\\end{cases}$ უტოლობათა სისტემის ამონახსნთა სიმრავლე.",
    options: [],
    tags: ["ლოგარითმული ფუნქცია", "სისტემა", "განტოლება"]
  },
  // 7
  {
    question: "წესიერი სამკუთხა პირამიდის ფუძის გვერდია $6$. ფუძის წიბოსა და მისი არაგადამკვეთი გვერდითი წიბოს შუა წერტილზე გავლებული კვეთის ფართობია $6\\sqrt{6}$. იპოვეთ პირამიდის მოცულობა.",
    options: [],
    tags: ["პირამიდა", "ფართობი", "მოცულობა"]
  },
  // 8
  {
    question: "ამოხსენით $[(\\log_2 x)^3] + 2 \\cdot [(\\log_2 x)^2] - [\\log_2 x] = \\{\\log_2 x\\} + 2$ განტოლება ($[x]$ უდიდესი მთელი რიცხვია, რომელიც არ აღემატება $x$-ს, ხოლო $\\{x\\} = x - [x]$).",
    options: [],
    tags: ["ლოგარითმები", "მთელი ნაწილი", "განტოლება"]
  },
  // 9
  {
    question: "$\\omega$ სიბრტყეში მოცემულია სამკუთხედი, რომლის გვერდებია $6$, $8$ და $10$. სამი სფერო წყვილ-წყვილად ეხება ერთმანეთს. აგრეთვე, სამივე სფერო ეხება $\\omega$ სიბრტყეს მოცემული სამკუთხედის წვეროებში. იპოვეთ სფეროს რადიუსები.",
    options: [],
    tags: ["სფერული გეომეტრია", "სამკუთხედი", "რადიუსები"]
  },
  // 10
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობა, რომელთათვისაც $1 + \\log_5(x^2 + 1) \\geq \\log_5(ax^2 + 4x + a)$ უტოლობა სამართლიანია ნებისმიერი $x$-სთვის.",
    options: [],
    tags: ["ლოგარითმული უთოლობა", "პარამეტრები"]
  }
];
