// saweria
const quizData = [
  // 1
  {
    question: "დათვალეთ $x_1^3 + x_2^3$, სადაც $x_1$ და $x_2$ წარმოადგენს $\\sqrt{3}x^2 − (1 − \\sqrt{2})x − 7 = 0$ განტოლების ამონახსნებს.",
    options: [],
    tags: []
  },

  // 2
  {
    question: "სამკუთხედის ორი გვერდის სიგრძეა $2$ და $3$. მათ შორის კუთხეა $\\alpha$. იპოვეთ მესამე გვერდის ყველა შესაძლო მნიშვნელობა, თუ $\\sin\\alpha = 0{,}8$.",
    options: [],
    tags: []
  },

  // 3
  {
    question: "ტოლფერდა სამკუთხედის ფუძეა $8$, ხოლო ფერდია $5$. იპოვეთ ამ სამკუთხედში ჩახაზული და მასზე შემოხაზული წრეწირების ცენტრებს შორის მანძილი.",
    options: [],
    tags: []
  },

  // 4
  {
    question: "სამკუთხედის გვერდებია $4$, $5$ და $6$. იპოვეთ $h:l:m$, სადაც $h$, $l$ და $m$ უდიდეს გვერდზე დაშვებული სიმაღლე, ბისექტრისა და მედიანაა.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "ამოხსენით განტოლებათა სისტემა: $\\begin{cases} x + y + \\frac{x}{y} = 7 \\\\ \\frac{x(x + y)}{y} = 12 \\end{cases}$",
    options: [],
    tags: []
  },

  // 6
  {
    question: "ამოხსენით განტოლება: $x^3 − x^2 + 3x − 10 = 0$.",
    options: [],
    tags: []
  },

  // 7
  {
    question: "ამოხსენით განტოლება: $(x^2 + 3x + 2)^2 − |(x + 2)(x + 1)| = 6$.",
    options: [],
    tags: []
  },

  // 8
  {
    question: "$x^2 + 3x − 5 = 0$ განტოლების ამონახსნებია $x_1$ და $x_2$. შეადგინეთ კვადრატული განტოლება, რომლის ფესვები იქნება $x_1^2$ და $x_2^2$.",
    options: [],
    tags: []
  },

  // 9
  {
    question: "$a$ პარამეტრის რა მნიშვნელობისთვის ექნება $(a − 1)x^2 + x + 1 = 0$ განტოლებას ორი ამონახნი?",
    options: [],
    tags: []
  },

  // 10
  {
    question: "იპოვეთ იმ ტრაპეციაზე შემოხაზული წრეწირის რადიუსი, რომლის ფუძეებია $1$ და $7$, ხოლო ფერდი კი $5$.",
    options: [],
    tags: []
  }
];
