const quizData = [
//1
{
  question: "იპოვეთ $a$, თუ $a - b = a^2 - b^2 = 199$.",
  options: ["$1$", "$99$", "$100$", "$-100$", "$-99$", "$-1$"],
  correct: 2,
  tags: []
},
//2
{
  question: "$4^4$ რამდენჯერ უნდა ავიღოთ თანამამრავლად, რომ მივიღოთ პასუხი $16^{16}$?",
  options: ["$88$-ჯერ", "$44$-ჯერ", "$48$-ჯერ", "$32$-ჯერ", "$16$-ჯერ", "$8$-ჯერ"],
  correct: 5,
  tags: []
},
//3
{
  question: "გამოთვალეთ: $\\frac{18^{-12} \\cdot 12^{-18}}{6^{-10} \\cdot 9^{-16}}$",
  options: ["$4^{−19}$", "$6^{12}$", "$9^{−10}$", "$12^8$", "$18^{−9}$", "$16^{10}$"],
  correct: 0,
  tags: []
},
//4
{
  question: "რამდენი დიაგონალი აქვს $10$-კუთხედს?",
  options: ["$24$", "$27$", "$33$", "$35$", "$70$", "$130$"],
  correct: 3,
  tags: []
},
//5
{
  question: "იპოვეთ $(a + b)^2 − 2(a + b)b + b^2$ გამოსახულების მნიშვნელობა, როცა $a = 5$ და $b = 19$.",
  options: ["$25$", "$361$", "$95$", "$57$", "$125$", "$24$"],
  correct: 0,
  tags: []
},
//6
{
  question: "მართკუთხედის წვეროდან დიაგონალზე დაშვებულ მართობსა და მეორე დიაგონალს შორის კუთხე $25^\\circ$-ის ტოლია. იპოვეთ დიაგონალებს შორის კუთხე.",
  options: ["$35^\\circ$", "$45^\\circ$", "$65^\\circ$", "$75^\\circ$", "$90^\\circ$", "$110^\\circ$"],
  correct: 2,
  tags: []
},
//7
{
  question: "გაამარტივეთ გამოსახულება: $\\frac{x}{x - 2} - \\frac{2}{x + 2} + \\frac{8}{4 - x^2}$",
  options: ["$\\frac{1}{x^2 - 4}$", "$\\frac{1}{2x - 4}$", "$\\frac{x}{x + 2}$", "$1$", "$-1$", "$0$"],
  correct: 3,
  tags: []
},
//8
{
  question: "გაამარტივეთ: $\\left(\\frac{27^n - 8^n}{9^n - 4^n}\\right)^{-1} : \\frac{2^n}{(3^n - 2^n)^2 + 3 \\cdot 6^n}$",
  options: ["$1 + 1.5^n$", "$3^n$", "$2^n$", "$3^n - 2^n$", "$3^n + 2^n$", "$(3^n - 2^n)^3$"],
  correct: 0,
  tags: []
},
//9
{
  question: "იპოვეთ ცვლადის იმ მნიშვნელობათა ნამრავლი, რომლისთვისაც აზრი არ აქვს გამოსახულებას $\\frac{1 - \\frac{3}{x + 2}}{2 + \\frac{1}{x - 3}}$",
  options: ["$-5$", "$6$", "$-15$", "$7{,}5$", "$15$", "$30$"],
  correct: 2,
  tags: []
},
//10
{
  question: "მართკუთხა ტრაპეციის ბლაგვი კუთხე $150^\\circ$-ის ტოლია. შუახაზი $12$სმ-ია, ხოლო პერიმეტრი $33$სმ. იპოვეთ უდიდესი ფერდის სიგრძე.",
  options: ["$3$სმ", "$6$სმ", "$8$სმ", "$9$სმ", "$11$სმ", "$12$სმ"],
  correct: 1,
  tags: []
},
//11
{
  question: "$ABC$ ტოლგვერდა სამკუთხედის $BC$ გვერდზე გარედან აგებულია $CBD$ ტოლგვერდა სამკუთხედი. იპოვეთ $\\angle DAC$.",
  options: ["$15^\\circ$", "$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$75^\\circ$", "$90^\\circ$"],
  correct: 1,
  tags: []
},
//12
{
  question: "იპოვეთ $\\left(a + \\frac{4}{2 + a}\\right) : \\frac{a^3 - 8}{a + 2} + \\frac{2}{2a - a^2}$ გამოსახულების მნიშვნელობა, როცა $a = 0.004$.",
  options: ["$0{,}04$", "$0{,}4$", "$4$", "$12$", "$120$", "$250$"],
  correct: 5,
  tags: []
},
//13
{
  question: "იპოვეთ $\\left(\\left(\\frac{x}{y - x}\\right)^{-2} - \\frac{(x + y)^2 - 4xy}{x^2 - xy}\\right)^2 \\cdot \\frac{5(x^5 + x^4y)}{x^2y^2 - y^4}$ გამოსახულების მნიშვნელობა, თუ $x = 12 + y$.",
  options: ["$72$", "$60$", "$48$", "$40$", "$36$", "$17$"],
  correct: 1,
  tags: []
},
//14
{
  question: "ოთხკუთხედი, რომლის წვეროები სხვა ოთხკუთხედის გვერდების შუაწერტილებია, არ შეიძლება წარმოადგენდეს:",
  options: ["ჩახაზულ ოთხკუთხედს", "პარალელოგრამს", "რომბს", "მართკუთხედს", "კვადრატს", "ტოლფერდა ტრაპეციას"],
  correct: 5,
  tags: []
},
//15
{
  question: "წრფე, რომელიც გადის რომბში ჩახაზული წრეწირის ცენტრზე რომბს ჩამოკვეთს ოთხკუთხედს, რომლის პერიმეტრია $26$. იპოვეთ წრფის იმ მონაკვეთის სიგრძე, რომელიც მოექცა რომბის შიგნით, თუ რომბის გვერდი $8$-ის ტოლია.",
  options: ["$2$", "$4$", "$6$", "$8$", "$10$", "$12$"],
  correct: 4,
  tags: []
},
//16
{
  question: "იპოვეთ ტრაპეციის ფუძეების სიგრძეების შეფარდება, თუ დიაგონალების შუაწერტილების შემაერთებელი მონაკვეთი მცირე ფუძეზე $3$-ჯერ მეტია.",
  options: ["$2$", "$3$", "$4$", "$5$", "$6$", "$7$"],
  correct: 5,
  tags: []
},
//17
{
  question: "ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს $a$, თუ $a^a = a$?",
  options: ["$4$", "$3$", "$2$", "$-1$", "$-2$", "$-3$"],
  correct: 3,
  tags: []
},
//18
{
  question: "რამდენი ორნიშნა ნატურალური რიცხვი არსებობს, რომელიც $12$-ზე გაყოფისას ნაშთს გვაძლევს $1$-ს და $15$-ზე გაყოფისას ნაშთს გვაძლევს $1$-ს?",
  options: ["არცერთი", "$1$", "$2$", "$3$", "$4$", "$4$-ზე მეტი"],
  correct: 1,
  tags: []
},
//19
{
  question: "$ABCD$ კვადრატის $A$ და $C$ წვეროები $D$ წვეროზე გავლებული წრფიდან დაშორებულია $5$ და $13$-ის ტოლი მანძილებით. იპოვეთ $B$ წვეროდან ამ წრფემდე მანძილი.",
  options: ["$9$", "$10$", "$12$", "$15$", "$18$", "$21$"],
  correct: 4,
  tags: []
},
//20
{
  question: "$ABCD$ ოთხკუთხედში ჩახაზული წრეწირის ცენტრია $O$. იპოვეთ $\\angle BCD$, თუ $\\angle AOB = \\angle ADC = 80^\\circ$.",
  options: ["$20^\\circ$", "$40^\\circ$", "$45^\\circ$", "$60^\\circ$", "$65^\\circ$", "$80^\\circ$"],
  correct: 5,
  tags: []
},
//21
{
  question: "$ABCD$ ტრაპეციაზე შემოხაზული წრეწირის ცენტრი ტრაპეციის შიგნით მდებარეობს და ამ წრეწირის $BC$ და $AD$ ქორდები ჭიმავენ $80^\\circ$ და $160^\\circ$-იან რკალებს. იპოვეთ ამ ტრაპეციის დიაგონალების სიგრძეების ჯამი, თუ ტრაპეციის სიმაღლე $h$-ის ტოლია.",
  options: ["$h$", "$2h$", "$3h$", "$4h$", "$5h$", "$6h$"],
  correct: 3,
  tags: []
},
//22
{
  question: "$ABCD$ რომბის $AC$ დიაგონალზე არსებობს ისეთი $E$ წერტილი, რომ $BE = EC$ და $AE = BC$. იპოვეთ რომბის მახვილი კუთხე.",
  options: ["$45^\\circ$", "$54^\\circ$", "$60^\\circ$", "$66^\\circ$", "$72^\\circ$", "$88^\\circ$"],
  correct: 4,
  tags: []
},
//23
{
  question: "ნატურალურ რიცხვთა რამდენი $(x, y)$ წყვილი არსებობს, რომლისთვისაც $19x + 9y = 199$?",
  options: ["$1$", "$2$", "$3$", "$4$", "$9$", "$19$"],
  correct: 1,
  tags: []
},
//24
{
  question: "$ABCD$ პარალელოგრამში $A$ კუთხის ბისექტრისა $BC$ გვერდს კვეთს $E$ წერტილში, ხოლო $DC$-ს გაგრძელებას $F$ წერტილში. აღმოჩნდა, რომ $DF = BE + 6$. იპოვეთ $AD - AB$ სხვაობის მნიშვნელობა.",
  options: ["$12$", "$10$", "$8$", "$6$", "$4$", "$3$"],
  correct: 3,
  tags: []
},
//25
{
  question: "$ABCD$ პარალელოგრამის $AC$ დიაგონალზე აღებულია წერტილი $E$ ისე, რომ $\\angle AED = \\angle BDC$. იპოვეთ $\\angle BED$, თუ $\\angle BCD = 70^\\circ$.",
  options: ["$35^\\circ$", "$40^\\circ$", "$70^\\circ$", "$100^\\circ$", "$110^\\circ$", "$130^\\circ$"],
  correct: 4,
  tags: []
}
];