const quizData = [
  // #1
  {
    question:"გლუვ ჰორიზონტალურ ზედაპირზე $2$ მ/წმ სიჩქარით მოსრიალე სხეულზე მოქმედება დაიწყო მოძრაობის მიმართულების მქონე $60$ ნ-ის ტოლმა ძალამ. შედეგად სხეულის სიჩქარის მოდული $0{,}5$ წმ-ში $8$ მ/წმ-მდე გაიზარდა. განსაზღვრეთ სხეულის მასა.",
    options: ["$3$ კგ", "$2$ კგ", "$10$ კგ", "$8$ კგ", "$5$ კგ"],
    correct: 4,
    tags: []
  },

  // #2
  {
    image: "physics-quizzes/class-9/images/image13.png",
    question:"ერთი წრფის გასწვრივ, ერთი მიმართულებით მოძრაობს ორი აბსოლუტურად არადრეკადი ბურთულა, რომელთა მასები და სიჩქარეები, შესაბამისად, ტოლია: $m_1=100$ გ, $v_1=20$ მ/წმ და $m_2=200$ გ, $v_2=5$ მ/წმ. განსაზღვრეთ მათი ერთობლივი მოძრაობის სიჩქარე დაჯახების შემდეგ.",
    options: ["$10$ მ/წმ", "$5$ მ/წმ", "$8$ მ/წმ", "$2$ მ/წმ", "$6$ მ/წმ"],
    correct: 0,
    tags: []
  },

  // #3
  {
    question:"ურთიერთმართობული მიმართულებით მოძრავი ორი პლასტილინის ბურთულა, რომელთა მასები $20$ გ და $30$ გ-ია, ეჯახება ერთმანეთს და ერთად აგრძელებს მოძრაობას $2$ მ/წმ სიჩქარით. რისი ტოლი იყო $30$ გ მასის ბურთულის სიჩქარის მოდული დაჯახებამდე, თუ $20$ გ მასის ბურთულის სიჩქარის მოდული დაჯახებამდე $3$ მ/წმ იყო?",
    options: ["$8$ მ/წმ", "$\\frac{8}{3}$ მ/წმ", "$7$ მ/წმ", "$1$ მ/წმ", "$\\frac{5}{3}$ მ/წმ"],
    correct: 1,
    tags: []
  },

  // #4
  {
    question:"ვერტიკალურად ასროლილი ჭურვი მაქსიმალურ სიმაღლეზე ასვლის მომენტში გასკდა ორი თანაბარი მასის ნაწილად, რომელთაგან ერთმა მოძრაობა დაიწყო შვეულად ქვევით მიმართული $20$ მ/წმ საწყისი სიჩქარით. რა მიმართულებისა და მოდულის სიჩქარით დაიწყებდა მოძრაობას მეორე ნაწილი? ჭურვის გასკდომა ხდება ძალიან მცირე დროში.",
    options: [
      "შვეულად ქვევით $10$ მ/წმ-ით",
      "შვეულად ზევით $10$ მ/წმ-ით",
      "შვეულად ზევით $20$ მ/წმ-ით",
      "შვეულად ქვევით $20$ მ/წმ-ით",
      "შვეულად ზევით $40$ მ/წმ-ით"
    ],
    correct: 2,
    tags: []
  },

  // #5
  {
    image: "physics-quizzes/class-9/images/image14.png",
    question:"გლუვ ჰორიზონტალურ მაგიდაზე დევს $1{,}25$ კგ და $5$ კგ მასის ორი ბირთვი. მათ შორის მოათავსეს $50$ ჯ პოტენციური ენერგიის მქონე, შეკუმშული, ძალიან მსუბუქი ზამბარა. განსაზღვრეთ ბირთვების სიჩქარე მათი ზამბარიდან მოცილების შემდეგ.",
    options: [
      "$1$ მ/წმ და $4$ მ/წმ",
      "$2$ მ/წმ და $10$ მ/წმ",
      "$4$ მ/წმ და $10$ მ/წმ",
      "$4$ მ/წმ და $8$ მ/წმ",
      "$2$ მ/წმ და $8$ მ/წმ"
    ],
    correct: 4,
    tags: []
  },

  // #6
  {
    question:"$2$ კგ მასის ბირთვი $3$ მ/წმ სიჩქარით ეჯახება $1$ კგ მასის უძრავ ბირთვს. განსაზღვრეთ მათი კინეტიკური ენერგიები დაჯახების შემდეგ, თუ დაჯახება აბსოლუტურად დრეკადია და ცენტრული.",
    options: ["$1$ ჯ და $2$ ჯ", "$2$ ჯ და $4$ ჯ", "$1$ ჯ და $4$ ჯ", "$1$ ჯ და $8$ ჯ", "$2$ ჯ და $8$ ჯ"],
    correct: 3,
    tags: []
  },

  // #7
  {
    image: "physics-quizzes/class-9/images/image15.png",
    question:"ჰორიზონტალურ თოვლიან ბილიკზე ბიჭი მიასრიალებს ციგას მასზე გამობმული თოკით ისე, რომ თოკი ჰორიზონტთან $\\alpha=60^\\circ$ კუთხეს ქმნის. განსაზღვრეთ ციგის $20$ მ მანძილზე გასრიალებისას ბიჭის მიერ შესრულებული მუშაობა, თუ თოკის დაჭიმულობის ძალის მოდული $50$ ნ-ია.",
    options: ["$500$ ჯ", "$500\\sqrt{3}$ ჯ", "$1000$ ჯ", "$1000\\sqrt{3}$ ჯ", "$250$ ჯ"],
    correct: 0,
    tags: []
  },

  // #8
  {
    question:"კატერი მოძრაობს ტბაში $90$ კმ/სთ მუდმივი სიჩქარით. განსაზღვრეთ მისი ძრავის სიმძლავრე, თუ კატერზე მოქმედი წყლის წინააღმდეგობის ძალა $2$ კნ-ია.",
    options: ["$100$ კვტ", "$20$ კვტ", "$50$ კვტ", "$60$ კვტ", "$80$ კვტ"],
    correct: 2,
    tags: []
  },

  // #9
  {
    question:"რამდენჯერ აღემატება მზის გარშემო მოძრაობისას დედამიწის კინეტიკური ენერგია მარსის კინეტიკურ ენერგიას, თუ დედამიწის მასა დაახლოებით $10$-ჯერ მეტია მარსის მასაზე, ხოლო დედამიწის და მარსის ორბიტაზე მოძრაობის სიჩქარეების მიახლოებითი მნიშვნელობები, შესაბამისად, $30$ კმ/წმ და $24$ კმ/წმ-ია.",
    options: [
      "$\\frac{100}{3}$-ჯერ",
      "$\\frac{125}{8}$-ჯერ",
      "$4$-ჯერ",
      "$\\frac{140}{3}$-ჯერ",
      "$8$-ჯერ"
    ],
    correct: 1,
    tags: []
  },

  // #10
  {
    question:"$800$ ნ/მ სიხისტის ზამბარა გაჭიმულია $5$ სმ-ით. რისი ტოლი გახდება მისი პოტენციალური ენერგია, თუ ზამბარას კიდევ $3$ სმ-ით გავჭიმავთ?",
    options: ["$2{,}56$ ჯ", "$4$ ჯ", "$2$ ჯ", "$4{,}55$ ჯ", "$1{,}5$ ჯ"],
    correct: 0,
    tags: []
  },

  // #11
  {
    warninh:"სამი პასუხია ჩათვლილი",
    question:"ჭურჭელში ჩასხმულ წყალში უშვებენ ლითონის ბურთულას. როგორ იცვლება წყლისა და ბურთულის ჯამური პოტენციალური ენერგია ბურთულის ჩაძირვისას?",
    options: [
      "ჩაძირვის დამთავრებამდე იზრდება",
      "ჩაძირვის დამთავრებამდე უცვლელი რჩება",
      "ჩაძირვის დამთავრებამდე მცირდება",
      "ჩაძირვის პირველ ეტაპზე იზრდება, შემდეგ არ იცვლება",
      "ჩაძირვის პირველ ეტაპზე იზრდება, შემდეგ მცირდება"
    ],
    correct: [0,1,2],
    tags: []
  },

  // #12
  {
    image: "physics-quizzes/class-9/images/image16.png",
    question:"$h=10R$ სიმაღლიდან გორვას იწყებს მცირე ზომის ბურთულა და შემოწერს $R$ რადიუსიან მკვდარ მარყუჟს. რისი ტოლი იქნება ბურთულის სიჩქარე მარყუჟის ზედა წერტილში გავლის მომენტში, თუ $R=0{,}1$ მ და $g=10$ მ/წმ$^2$? წინააღმდეგობის ძალებს ნუ გაითვალისწინებთ.",
    options: ["$4$ მ/წმ", "$8$ მ/წმ", "$16$ მ/წმ", "$2$ მ/წმ", "ბურთულა ზედა წერტილს ვერ მიაღწევს"],
    correct: 0,
    tags: []
  },

  // #13
  {
    question:"$20$ მ/წმ საწყისი სიჩქარით შვეულად ზევით აისროლეს მცირე ზომის ბურთულა. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ და განსაზღვრეთ სიმაღლე, რომელზეც სხეულის პოტენციალური ენერგია კინეტიკურზე $3$-ჯერ მეტი იქნება. პოტენციალური ენერგიის ნულოვან დონედ ასროლის წერტილზე გამავალი ჰორიზონტალური დონე მიიჩნიეთ ($g≈10$ მ/წმ$^2$)",
    options: ["$20$ მ", "$8$ მ", "$12$ მ", "$10$ მ", "$15$ მ"],
    correct: 4,
    tags: []
  },

  // #14
  {
    question:"$2$ მ სიმაღლის დახრილი სიბრტყის ფუძიდან უმაღლეს წერტილამდე აასრიალეს $10$ კგ მასის ყუთი. განსაზღვრეთ სიმძიმის ძალის მიერ შესრულებული მუშაობა. ($g≈10$ მ/წმ$^2$)",
    options: ["$200$ ჯ", "$-200$ ჯ", "$100$ ჯ", "$-100$ ჯ", "$0$ ჯ"],
    correct: 1,
    tags: []
  },

  // #15
  {
    question:"განსაზღვრეთ ავტომობილის მკვეთრი დამუხრუჭებისას გაჩერებამდე გავლილი მანძილი (სამუხრუჭე მანძილი), თუ ავტომობილის სიჩქარე დამუხრუჭების დაწყების მომენტში $20$ მ/წმ-ია, ბორბლების გზის საფართან სრიალის ხახუნის კოეფიციენტი კი- $0{,}4$ ($g≈10$ მ/წმ$^2$). მიიჩნიეთ, რომ დამუხრუჭებისას ავტომობილის ოთხივე ბორბალი სრიალებდა.",
    options: ["$100$ მ", "$40$ მ", "$25$ მ", "$50$ მ", "$200$ მ"],
    correct: 3,
    tags: []
  },

  // #16
  {
    question:"უძრავ ზედაპირზე მოსრიალე ძელაკზე, ამ ზედაპირის მხრიდან მოქმედი სრიალის ხახუნის ძალის მიერ შესრულებული მუშაობა:",
    options: [
      "ყოველთვის დადებითია",
      "ძელაკის შეკრულ ტრაექტორიაზე მოძრაობისას ნულის ტოლია",
      "ყოველთვის უარყოფითია",
      "მუხრუჭებისას უარყოფითია, ჩქარებისას დადებითია",
      "მუხრუჭებისას დადებითია, ჩქარებისას უარყოფითია"
    ],
    correct: 2,
    tags: []
  },

  // #17
  {
    image: "physics-quizzes/class-9/images/image17.png",
    question:"$m_1=15$ კგ და $m_2=10$ კგ მასის ორი სხეული გადაბმულია მსუბუქი ძაფით. $10$ კგ-იან სხეულზე მოქმედებენ მარჯვნივ მიმართული, ჰორიზონტალური, მოდულით $125$ნ ძალით. მინიმუმ რა დაჭიმულობას უნდა უძლებდეს გადასაბმელი ძაფი, რომ იგი არ გაწყდეს? ზედაპირსა და სხეულებს შორის ხახუნის ძალას ნუ გაითვალისწინებთ.",
    options: ["$75$ ნ", "$50$ ნ", "$100$ ნ", "$125$ ნ", "$80$ ნ"],
    correct: 0,
    tags: []
  },

  // #18
  {
    image: "physics-quizzes/class-9/images/image18.png",
    question:"სურათზე გამოსახული ტვირთების მასები ერთნაირია. მათი გადასაბმელი ძაფების მასას, ძაფების სიგრძის ცვლილებას, ტვირთების მაგიდასთან ხახუნის ძალას და წინააღმდეგობის ძალებს ნუ გაითვალისწინებთ და განსაზღვრეთ, რა აჩქარებით იმოძრავებს $m_3$-ით აღნიშნული ტვირთი, თუ თავისუფალი ვარდნის აჩქარებაა $g$.",
    options: ["$g$", "$2g$", "$\\frac{g}{2}$", "$\\frac{g}{3}$", "$\\frac{g}{4}$"],
    correct: 3,
    tags: []
  },

  // #19
  {
    question:"დედამიწის ზედაპირიდან $20$ მ სიმაღლიდან ჰორიზონტალური მიმართულებით $10$ მ/წმ სიჩქარით გაისროლეს ბურთულა. რა დროში დაეცემა იგი დედამიწის ზედაპირზე? ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ. ($g≈10$ მ/წმ$^2$)",
    options: ["$1$ წმ", "$3$ წმ", "$2$ წმ", "$5$ წმ", "$1{,}5$ წმ"],
    correct: 2,
    tags: []
  },

  // #20
  {
    question:"ჰორიზონტისადმი გარკვეული კუთხით გასროლილი სხეულის ფრენის დრო $10$ წამია. განსაზღვრეთ გასროლის წერტილიდან მისი ასვლის მაქსიმალური სიმაღლე. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ. ($g≈10$ მ/წმ$^2$)",
    options: ["$80$ მ", "$125$ მ", "$45$ მ", "$135$ მ", "$75$ მ"],
    correct: 1,
    tags: []
  },

  // #21
  {
    question:"სახურავიდან $2$ წმ-ის ინტერვალით მოწყდა წყლის ორი წვეთი. რა მანძილი იქნება წვეთებს შორის მეორე წვეთის მოწყვეტის მომენტში? ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ ($g≈10$ მ/წმ$^2$)",
    options: ["$5$ მ", "$10$ მ", "$15$ მ", "$20$ მ", "$25$ მ"],
    correct: 3,
    tags: []
  },

  // #22
  {
    question:"წრეწირზე $0{,}25$ წმ$^{-1}$ სიხშირით მბრუნავი ნივთიერი წერტილის ცენტრისკენული აჩქარებაა $5$ მ/წმ$^2$. რისი ტოლია წრეწირის რადიუსი? მიიჩნიეთ, რომ $\\pi^2=10$.",
    options: ["$1$ მ", "$0{,}5$ მ", "$3$ მ", "$2{,}5$ მ", "$2$ მ"],
    correct: 4,
    tags: []
  },

  // #23
  {
    question:"წრფივ გზაზე $36$ კმ/სთ სიჩქარით მიმავალმა მოტოციკლმა დაიწყო თანაბარაჩქარებულად მოძრაობა და $200$ მ-ის გავლის შემდეგ მისმა სიჩქარემ $108$ კმ/სთ-ს მიაღწია. რისი ტოლია მოტოციკლის აჩქარების მოდული?",
    options: ["$2$ მ/წმ$^2$", "$1$ მ/წმ$^2$", "$3$ მ/წმ$^2$", "$4$ მ/წმ$^2$", "$0{,}5$ მ/წმ$^2$"],
    correct: 0,
    tags: []
  },

  // #24
  {
    image: "physics-quizzes/class-9/images/image19.png",
    question:"სურათზე მოცემულია ადგილიდან დაძრული მოტოციკლის წრფივ გზაზე გადაადგილების გეგმილის დროზე დამოკიდებულების გრაფიკი. რისი ტოლია მოტოციკლის აჩქარების გეგმილი და სიჩქარის გეგმილი დაძვრიდან $5$ წმ-ში?",
    options: [
      "$4$ მ/წმ$^2$ და $20$ მ/წმ",
      "$5$ მ/წმ$^2$ და $25$ მ/წმ",
      "$3$ მ/წმ$^2$ და $15$ მ/წმ",
      "$1$ მ/წმ$^2$ და $5$ მ/წმ",
      "$5$ მ/წმ$^2$ და $-25$ მ/წმ"
    ],
    correct: 1,
    tags: []
  },

  // #25
  {
    image: "physics-quizzes/class-9/images/image20.png",
    question:"სურათზე მოცემულია წრფივ ლიანდაგზე მოძრავი მეტროს მატარებელის სიჩქარის დროზე დამოკიდებულების გრაფიკი. განსაზღვრეთ მატარებლის გადაადგილების საშუალო სიჩქარე მოძრაობის დაწყებიდან $20$ წამის განმავლობაში.",
    options: ["$3$ მ/წმ", "$5$ მ/წმ", "$2$ მ/წმ", "$4$ მ/წმ", "$3{,}75$ მ/წმ"],
    correct: 4,
    tags: []
  }
];
