const quizData = [
  // 1
  {
    question: "როგორ შეიცვლება პლანეტისა და მისი ხელოვნური თანამგზავრის გრავიტაციული ურთიერთქმედების ძალა, თუ მათ ცენტრებს შორის მანძილი $2$-ჯერ გაიზრდება",
    options: ["$2$-ჯერ გაიზრდება", "$2$-ჯერ შემცირდება", "$4$-ჯერ გაიზრდება", "$4$-ჯერ შემცირდება", "არ შეიცვლება"],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "$M$ მასის პლანეტის გარშემო $R$ რადიუსის წრიულ ორბიტაზე მოძრავი $m$ მასის ხელოვნური თანამგზავრის კინეტიკური ენერგია არის:",
    options: ["$GMm/R$", "$GMm/2R$", "$-GMm/R$", "$-GMm/2R$", "$GMm/4R$"],
    correct: 1,
    tags: []
  },
  // 3
  {task:"ერთი ვარსკვლავის გარშემო მოძრაობს ორი პლანეტა $R$ და $9R$ რადიუსის წრიულ ორბიტებზე. პირველი პლანეტის გარშემოვლის პერიოდია $T$. ამ პირობით უპასუხეთ $3$ - $4$ კითხვებს: ",
    question: "იპოვეთ მეორე პლანეტის გარშემოვლის პერიოდი.",
    options: ["$9T$", "$T/9$", "$3T$", "$T/3$", "$27T$"],
    correct: 4,
    tags: []
  },
  // 4
  {
    question: "იპოვეთ ვარსკვლავის $M$ მასა.",
    options: ["$\\pi^{2}R^{2}/(GT^{2})$", "$4\\pi R^{3}/(3GT^{2})$", "$2\\pi R^{3}/(GT)$", "$4\\pi^{2}R^{3}/(GT^{2})$", "$2R^{3}/(GT^{2})$"],
    correct: 3,
    tags: []
  },
  // 5
  {
    question: "იპოვეთ პირველი პლანეტის წირითი სიჩქარე.",
    options: ["$2\\pi R/T$", "$4\\pi^{2}R/T$", "$4\\pi^{2}R/(GT)$", "$4\\pi R/T$", "$2\\pi R/(GT)$"],
    correct: 0,
    tags: []
  },
  // 6
  {
    question: "ვარსკვლავის ირგვლივ გაწელილ ელიფსზე ბრუნავს პლანეტა, რომელიც ვარსკვლავის ცენტრს შორდება მაქსიმალური $2R$ მანძილით, ხოლო უახლოვდება მინიმალურ $R$ მანძილზე. რისი ტოლია პლანეტის ვარსკვლავთან ურთიერთქმედების პოტენციალური ენერგია მისგან მაქსიმალურად დაშორებულ მდებარეობაში, თუ ვარსკვლავთან ყველაზე ახლო მანძილზე მათი ურთიერთქმედების პოტენციალური ენერგია $E$-ს ტოლია?",
    options: ["$2E$", "$4E$", "$3E/2$", "$E/2$", "$E$"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "$2$ კგ მასის ერთგვაროვან ჰორიზონტალურ ბერკეტს საყრდენი ერთ-ერთ ბოლოში აქვს. მის მეორე ბოლოზე ჰკიდია $3$ კგ მასის სხეული. რა მინიმალური ძალა უნდა მოვდოთ ბერკეტს ამ მეორე ბოლოზე, რომ იგი გავაწონასწოროთ.",
    options: ["$50$ ნ", "$45$ ნ", "$40$ ნ", "$35$ ნ", "$30$ ნ"],
    correct: 2,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-9/images/image.17.png",
    question: "$18$ სმ რადიუსის მქონე ერთგვაროვანი თხელი დისკოდან ამოჭრეს $6$ სმ რადიუსის დისკო ისე, როგორც ნაჩვენებია სურათზე. განსაზღვრეთ დარჩენილი ნაწილის მასათა ცენტრის დაშორება დიდი დისკოს ცენტრიდან.",
    options: ["$0{,}5$ სმ", "$1$ სმ", "$1{,}5$ სმ", "$2$ სმ", "$3$ სმ"],
    correct: 2,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-9/images/image.18.png",
    question: "$10$ კგ მასის ერთგვაროვანი ფიცარი გაწონასწორებულია მის ბოლოზე მართობულად მოქმედი $F$ ძალით ისე, რომ ფიცარი ჰორიზონტალურ ზედაპირთან $60$ გრადუსიან კუთხეს ქმნის. განსაზღვრეთ $F$ ძალის მოდული.",
    options: ["$50\\sqrt{3}$ნ", "$25\\sqrt{3}$ნ", "$50$ ნ", "$25$ნ", "$100\\sqrt{3}$ ნ"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "განსაზღვრეთ მინიმალური ჰორიზონტალური ძალა, რომელიც საჭიროა ჰორიზონტალურ ზედაპირზე მოთავსებული $3$ კგ მასის ერთგვაროვანი კუბის მისი ერთ-ერთი წიბოს ირგვლივ გადასაბრუნებლად. ჩათვალეთ, რომ კუბი იატაკზე არ სრიალებს.",
    options: ["$15\\sqrt{2}$ ნ", "$60$ ნ", "$7,5$ ნ", "$30$ ნ", "$15$ ნ"],
    correct: 4,
    tags: []
  },
  // 11
  {task:"ველოსიპედისტი მოძრაობს $50$ მ სიმრუდის რადიუსის მქონე ჰორიზონტალურ მოსახვევში მუდმივი $10$ მ/წმ სიჩქარით. წონასწორობის შესანარჩუნებლად იგი გადახრილია ჰორიზონტისადმი $\\alpha$ კუთხით. ამ პირობით უპასუხეთ $11$-$12$ კითხვებს: ",
    question: "განსაზღვრეთ $\\alpha$ კუთხის ტანგენსი ($tg\\alpha$)",
    options: ["$3$", "$5$", "$2$", "$4$", "$10$"],
    correct: 1,
    tags: []
  },
  // 12
  {
    question: "განსაზღვრეთ მინიმალური ხახუნის კოეფიციენტი, რომლის დროსაც შესაძლებელია მოცემული სიჩქარით მოძრაობა (რომ არ მოცურდეს).",
    options: ["$0{,}2$", "$0{,}4$", "$0{,}5$", "$0{,}6$", "$0{,}8$"],
    correct: 0,
    tags: []
  },
  // 13
  {
    question: "$3$ მ სიმაღლის ოთახის ჭერზე მოთავსებულია $20$ სმ რადიუსის ბრტყელი ჭაღი. იატაკიდან $1$ მ სიმაღლეზე მოთავსებულია $10$ სმ რადიუსის თხელი დისკო ისე, რომ მათი ცენტრები ერთ ვერტიკალურ ღერძზე მდებარეობს, ხოლო მათი სიბრტყეები კი - ჰორიზონტალურია. განსაზღვრეთ დისკოს ჩრდილის რადიუსი იატაკზე.",
    options: ["$0$ სმ", "$3$ სმ", "$5$ სმ", "$15$ სმ", "$20$ სმ"],
    correct: 2,
    tags: []
  },
  // 14
  {
    question: "ბრტყელ სარკეზე დაცემულ სხივსა და სარკის ზედაპირს შორის კუთხე $100^\\circ$-ის ტოლია. განსაზღვრეთ არეკვლის კუთხე.",
    options: ["$80^\\circ$", "$40^\\circ$", "$20^\\circ$", "$10^\\circ$", "$5^\\circ$"],
    correct: 3,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-9/images/image.19.png",
    question: "$CD$ ბრტყელ სარკეში ღეროს გამოსახულების რა ნაწილს ხედავს დამკვირვებელი, თუ მისი თვალი $A$ წერტილშია?",
    options: ["საერთოდ ვერ ხედავს", "$1/4$-ს", "$1/2$-ს", "$3/4$-ს", "მთლიანად ხედავს."],
    correct: 3,
    tags: []
  },
  // 16
  {
    question: "უძრავი ბრტყელი სარკის სიბრტყისადმი $30^\\circ$-იანი კუთხით მოძრაობს სინათლის წერტილოვანი წყარო, რომლის სიჩქარეა $2$ მ/წმ. რისი ტოლია სარკეში წყაროს წარმოსახვითი გამოსახულებისა და წყაროს ფარდობითი სიჩქარე.",
    options: ["$1$ მ/წმ", "$1{,}5$ მ/წმ", "$2$ მ/წმ", "$2\\sqrt{3}$ მ/წმ", "$4$ მ/წმ"],
    correct: 2,
    tags: []
  },
  // 17
  {
    question: "$I$ გარემოში $V_{1}$ სიჩქარით მოძრავი სხივი $60^\\circ$-იანი კუთხით ეცემა მეორე გარემოსთან არსებულ გამყოფ საზღვარს. განსაზღვრეთ $II$ გარემოში გარდატეხის კუთხე, თუ სხივი მასში მოძრაობას აგრძელებს $V_{2} = V_{1}/\\sqrt{3}$ სიჩქარით.",
    options: ["$0^\\circ$", "$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$90^\\circ$"],
    correct: 1,
    tags: []
  },
  // 18
  {
    question: "ბრტყელ პარალელურგვერდებიან მინის ფირფიტაში სხივის წანაცვლება (მანძილი ფირფიტაზე დაცემული და მისგან გამოსული სხივების შემცველ წრფეებს შორის) არის $d$. რისი ტოლი გახდება წანაცვლება, თუ ფირფიტას ისეთივე გარდატეხის მაჩვენებლის მქონე ორჯერ სქელ ფირფიტას მივადებთ და სხივის დაცემის კუთხეს არ შევცვლით?",
    options: ["$d$", "$2d$", "$3d$", "$d/3$", "$d/2$"],
    correct: 2,
    tags: []
  },
  // 19
  {
    question: "$10$ მ რადიუსის ცილინდრული აუზის ცენტრში, რომელშიც $2$ მ სიმაღლეზე ჩასხმულია წყალი, ფსკერზე მოთავსებულია სინათლის წერტილოვანი წყარო. წყარო ყველა მიმართულებით ანათებს. მიიჩნიეთ, რომ წყლის გარდატეხის მაჩვენებელი $4/3$-ია და ჩამოთვლილთაგან შეარჩიეთ სწორი პასუხი:",
    options: [
      "სინათლის წყაროდან წამოსული ყველა სხივი წყლის ზედაპირიდან ამოვა;",
      "სინათლის წყაროდან წამოსული ვერცერთი სხივი ვერ ამოვა წყლის ზედაპირიდან;",
      "წყაროდან წამოსული სხივები აუზის კედლებს ვერ გაანათებს;",
      "წყლის ზედაპირზე განათებული იქნება $36\\pi/7 მ^{2}$ ფართობის წრე;",
      "წყლის ზედაპირზე განათებული იქნება $72\\pi/7 მ^{2}$ ფართობის წრე;"
    ],
    correct: 3,
    tags: []
  },
  // 20
  {warning:"ორი პასუხია ჩათვლილი",
    question: "სინათლის სხივი ნაკლებად მკვრივი ოპტიკური გარემოდან $\\alpha$ კუთხით ეცემა მეტად მკვრივ გარემოსთან არსებულ გამყოფ საზღვარს და მასში გარდატყდება $\\beta$ კუთხით. მაშინ აუცილებლად სამართლიანია",
    options: ["$\\alpha=\\beta$", "$\\alpha\\ge\\beta$", "$\\alpha>\\beta$", "$\\alpha\\le\\beta$", "$\\alpha<\\beta$"],
    correct: [1,2],
    tags: []
  },
  // 21
  {image: "physics-quizzes/class-9/images/image.20.png",
    question: "სურათზე მოცემულია $S$ მნათი წერტილი და შემკრები ლინზა. რომელ წერტილშია $S$ წერტილის გამოსახულება?",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 0,
    tags: []
  },
  // 22
  {
    question: "$F$ ფოკუსური მანძილის მქონე შემკრები ლინზის წინ, მისგან $d>F$ მანძილზე მოთავსებულია საგანი. რა მანძილზე შეიძლება გადავაადგილოთ ლინზა მთავარი ოპტიკური ღერძის გასწვრივ, რომ გამოსახულება იგივე ადგილზე დარჩეს",
    options: ["$|\\frac{d(2F-d)}{d-F}|$", "$|\\frac{d(2F+d)}{d-F}|$", "$|\\frac{d(2F-d)}{d+F}|$", "$|\\frac{d(F-d)}{d-F}|$", "$|\\frac{2d(2F-d)}{d-F}|$"],
    correct: 0,
    tags: []
  },
  // 23
  {
    warning:"ორი პასუხია ჩათვლილი",
    image: "physics-quizzes/class-9/images/image.21.png",
    question: "სურათზე გამოსახულ გამბნევ ლინზას ეცემა სხივი $1$. რომელი სხივი გამოსახავს ლინზაზე დაცემული სხივის სვლას?",
    options: ["$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: [1,2],
    tags: []
  },
  // 24
  {
    question: "$50$ სმ ფოკუსური მანძილის მქონე გამბნევ ლინზას ეცემა მთავარი ოპტიკური ღერძის პარალელური სხივი. რა კუთხეს შეადგენს ლინზიდან გამოსული სხივი მთავარ ოპტიკურ ღერძთან, თუ მანძილი დაცემულ სხივსა და მთავარ ოპტიკურ ღერძს შორის $50$ სმ-ია?",
    options: ["$0^\\circ$", "$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$90^\\circ$"],
    correct: 2,
    tags: []
  },
  // 25
  {
    question: "$D$ ოპტიკური ძალის მქონე ლინზა ეკრანზე ქმნის ორჯერ შემცირებულ გამოსახულებას. იპოვეთ მანძილი ეკრანსა და საგანს შორის.",
    options: ["$4/D$", "$9/2D$", "$5/D$", "$11/2D$", "$6/D$"],
    correct: 1,
    tags: []
  }
];