const quizData = [
  // 1
  {image: "physics-quizzes/class-9/images/image..13.png",
    question: "სურათზე გამოსახულია ჰორიზონტალურ ზედაპირზე მოთავსებული მსუბუქი ძაფით გადაბმული $m_{1}=10$ კგ და $m_{2}=8$ კგ მასის ორი სხეული. $8$ კგ-იან სხეულზე მოქმედება დაიწყო მარჯვნივ მიმართულმა, მოდულით $36 \\, N$-ის ტოლმა ჰორიზონტალურმა ძალამ. განსაზღვრეთ სხეულების შემაერთებელი ძაფის დაჭიმულობის ძალა. ზედაპირსა და სხეულებს შორის ხახუნს ნუ გაითვალისწინებთ.",
    options: ["$2 \\, \\text{ნ}$", "$5 \\, \\text{ნ}$", "$10 \\, \\text{ნ}$", "$20 \\, \\text{ნ}$", "$40 \\, \\text{ნ}$"],
    correct: 3,
    tags: []
  },
  // 2
  {image: "physics-quizzes/class-9/images/image..14.png",
    question: "სურათზე გამოსახულია უძრავ ჭოჭონაქზე გადადებულ მსუბუქ ძაფზე დაკიდებული ერთნაირი $m$ მასის სხეულები. ჭოჭონაქის ღერძთან ხახუნს ნუ გაითვალისწინებთ, თავისუფალი ვარდნის აჩქარება აღნიშნეთ $g$-თი და განსაზღვრეთ სხეულთა სისტემის აჩქარება.",
    options: ["$g$", "$2g$", "$\\frac{2g}{3}$", "$\\frac{g}{2}$", "$\\frac{g}{3}$"],
    correct: 4, 
    tags: []
  },
  // 3
  {
    question: "რისი ტოლი უნდა იყოს ჰორიზონტისადმი $30^{\\circ}$-იანი კუთხით დახრილ სიბრტყის ზედაპირსა და ძელაკს შორის ხახუნის კოეფიციენტი, რომ ძელაკი სიბრტყეზე თანაბრად სრიალებდეს?",
    options: ["$\\sqrt{2}$", "$\\sqrt{3}$", "$\\frac{1}{\\sqrt{3}}$", "$\\frac{\\sqrt{3}}{2}$", "$\\frac{1}{2}$"],
    correct: 2,
    tags: []
  },
  // 4
  {
    question: "გარკვეული კუთხით დახრილ სიბრტყის ქვედა წერტილში მოთავსებულ ძელაკს მიანიჭეს სიბრტყის პარალელური ისეთი სიჩქარე, რომ ძელაკი დახრილი სიბრტყის გარკვეულ წერტილამდე ავიდა და შემდეგ უკან ჩამოსრიალდა. ქვევიდან ზევით ასრიალებისას მისი აჩქარების მოდული არის $a_{1}$ ქვევით ჩამოსრიალებისას $a_{2}$. მიიჩნიეთ, რომ ძელაკსა და დახრილ სიბრტყეს შორის არსებობს ხახუნის ძალა და განსაზღვრეთ, ქვემოთ ჩამოთვლილთაგან რომელია სწორი:",
    options: ["$a_1 = a_2$", "$a_1 > a_2$", "$a_1 < a_2$", "$5a_1 = a_2$", "$2a_1 = a_2$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "რეზინის ერთგვაროვან ზონარს მისი სიგრძის მეათედი მოაჭრეს. რამდენჯერ გაიზარდა ზონრის სიხისტე?",
    options: ["$\\frac{10}{9}$-ჯერ", "$10$-ჯერ", "$9$-ჯერ", "$2$-ჯერ", "$0{,}9$-ჯერ"],
    correct: 0,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-9/images/image..15.png",
    question: "სურათზე გამოსახულია ერთმანეთის პარალელურად დაკიდებული სამი ერთნაირი $k=1000 \\, ნ/მ$ სიხისტის მსუბუქი ზამბარა. რისი ტოლია თითოეული ზამბარის წაგრძელება, თუ მათზე ჩამოკიდებული ტვირთის მასა $60$ კგ-ია? მიიჩნიეთ, რომ $g=10 \\, \\text{მ/წმ}^{2}$ ",
    options: ["$2 \\text{ სმ}$", "$10 \\text{ სმ}$", "$60 \\text{ სმ}$", "$20 \\text{ სმ}$", "$40 \\text{ სმ}$"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "რამდენჯერ მეტია დედამიწის ზედაპირის მახლობლად მბრუნავი ხელოვნური თანამგზავრის სიჩქარე დედამიწის რადიუსის ტოლ სიმაღლეზე მბრუნავი თანამგზავრის სიჩქარეზე?",
    options: ["$\\sqrt{2}$-ჯერ", "$\\sqrt{3}$-ჯერ", "$2$-ჯერ", "$\\frac{\\sqrt{3}}{2}$-ჯერ", "$4$-ჯერ"],
    correct: 0,
    tags: []
  },
  // 8
  {
    question: "მარსის მასა დაახლოებით დედამიწის მასის $1/10$-ნაწილია, ხოლო რადიუსი დედამიწის რადიუსზე $2$-ჯერ ნაკლები. რამდენჯერ აღემატება დედამიწის პირველი კოსმოსური სიჩქარე მარსის პირველ კოსმოსურ სიჩქარეს?",
    options: ["$\\sqrt{2}$-ჯერ", "$\\sqrt{5}$-ჯერ", "$5$-ჯერ", "$10$-ჯერ", "$2$-ჯერ"],
    correct: 1,
    tags: []
  },
  // 9
  {
    question: "ნივთიერი წერტილი თანაბრად ბრუნავს წრეწირზე. რისი ტოლია ამ წერტილის ბრუნვის კუთხური სიჩქარე, თუ ბრუნვის სიხშირე $0{,}5 \\, წმ^{-1}$-ია?",
    options: ["$3\\pi$ რად/წმ", "$2\\pi$ რად/წმ", "$1{,}5\\pi$ რად/წმ", "$0{,}5\\pi$ რად/წმ", "$\\pi$ რად/წმ"],
    correct: 4,
    tags: []
  },
  // 10
  {
    question: "წრეწირზე $0{,}25 \\, წმ^{-1}$ სიხშირით მბრუნავი ნივთიერი წერტილის ცენტრისკენული აჩქარება $5 \\, \\text{მ/წმ}^{2}$-ია. რისი ტოლია წრეწირის რადიუსი? მიიჩნიერთ, რომ $\\pi^{2}=10$.",
    options: ["$4$ მ", "$0{,}5$ მ", "$2$ მ", "$8$ მ", "$0{,}4$ მ"],
    correct: 2,
    tags: []
  },
  // 11
  {
    question: "დედამიწის ზედაპირიდან $20$ მ სიმაღლიდან ჰორიზონტალური მიმართულებით გაისროლეს ბურთულა. გასროლიდან რა დროში დაეცემა იგი დედამიწის ზედაპირზე? ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ ($g=10 \\, \\text{მ/წმ}^{2}$).",
    options: ["$4$ წმ", "$1$ წმ", "$3$ წმ", "$2$ წმ", "$0{,}5$ წმ"],
    correct: 3,
    tags: []
  },
  // 12
  {
    question: "ჰორიზონტისადმი რა კუთხით უნდა მიანიჭოს სიჩქარე მეკარემ ბურთს, რომ ბურთი რაც შეიძლება შორს დაეცეს მოედანზე? ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ.",
    options: ["$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$90^\\circ$", "$20^\\circ$"],
    correct: 1,
    tags: []
  },
  // 13
  {
    question: "ვერტიკალურად ზევით $10 \\, \\text{მ/წმ}$ სიჩქარით აისროლეს მცირე ზომის ბურთულა. რა დროში მიაღწევს იგი მაქსიმალურ სიმაღლეს? ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ ($g\\approx10 \\, \\text{მ/წმ}^{2}$).",
    options: ["$4$ წმ", "$1$ წმ", "$3$ წმ", "$2$ წმ", "$0{,}5$ წმ"],
    correct: 1,
    tags: []
  },
  // 14
  {
    question: "უსაწყისო სიჩქარით თავისუფლად ვარდნილმა სხეულმა ვარდნის ბოლო წამში $55$ მ გაიარა. რა დროის განმავლობაში ვარდებოდა სხეული? $g\\approx10 \\, \\text{მ/წმ}^{2}$.",
    options: ["$2$ წმ", "$3$ წმ", "$4$ წმ", "$5$ წმ", "$6$ წმ"],
    correct: 4,
    tags: []
  },
  // 15
  {
    question: "რისი ტოლია ავტომობილის მასა, თუ ჰორიზონტალური მიმართულებით მოქმედმა $10 \\, კნ$ წევის ძალამ მას $10 \\, \\text{მ/წმ}^{2}$ აჩქარება მიანიჭა? წინააღმდეგობის ძალებს ნუ გაითვალისწინებთ.",
    options: ["$1$ ტ", "$1{,}5$ ტ", "$0{,}8$ ტ", "$2$ ტ", "$0{,}9$ ტ"],
    correct: 0,
    tags: []
  },
  // 16
  {
    question: "$1{,}5 \\, $ტ მასის უძრავ ავტომობილზე მოქმედება დაიწყო ჰორიზონტალური მიმართულების $6 \\, კნ$ წევის ძალამ. რა მანძილს გაივლის ეს ავტომობილი პირველ $5$ წამში? წინააღმდეგობის ძალებს ნუ გაითვალისწინებთ.",
    options: ["$40$ მ", "$50$ მ", "$60$ მ", "$80$ მ", "$100$ მ"],
    correct: 1,
    tags: []
  },
  // 17
  {
    question: "ორი მატარებელი მოძრაობს შემხვედრი მიმართულებით პარალელურ რელსებზე, შესაბამისად, $10 \\, \\text{მ/წმ}$ და $16 \\, \\text{მ/წმ}$ სიჩქარეებით. რისი ტოლია მათი ფარდობითი სიჩქარის მოდული?",
    options: ["$4 \\, \\text{მ/წმ}$", "$6 \\, \\text{მ/წმ}$", "$26 \\, \\text{მ/წმ}$", "$2 \\, \\text{მ/წმ}$", "$20 \\, \\text{მ/წმ}$"],
    correct: 2,
    tags: []
  },
  // 18
  {
    question: "$120$ მ სიგრძის $12 \\, \\text{მ/წმ}$ სიჩქარით მოძრავ მატარებელს წამოეწია პარალელურ რელსებზე მოძრავი $140$ მ სიგრძის მეორე მატარებელი, რომლის სიჩქარე $16 \\, \\text{მ/წმ}-ია$. რა დროში ჩაუვლის მეორე მატარებელი პირველს?",
    options: ["$90$ წმ", "$80$ წმ", "$70$ წმ", "$65$ წმ", "$60$ წმ"],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "ავტომობილმა გზის პირველი $400$ მ $20$ წამში გაიარა. მომდევნო $1$ კმ კი – $2$ წუთში. განსაზღვრეთ ავტომობილის გავლილი მანძილის საშუალო სიჩქარე ამ მოძრაობისას.",
    options: ["$10 \\, \\text{მ/წმ}$", "$6 \\, \\text{მ/წმ}$", "$26 \\, \\text{მ/წმ}$", "$20 \\, \\text{მ/წმ}$", "$25 \\, \\text{მ/წმ}$"],
    correct: 0,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-9/images/image..16.png",
    question: "სურათზე მოცემულია წრფივ ლიანდაგზე მოძრავი მეტროს მატარებელის სიჩქარის დროზე დამოკიდებულების გრაფიკი. განსაზღვრეთ მატარებლის გადაადგილების საშუალო სიჩქარე მოძრაობის დაწყებიდან $20$ წამის განმავლობაში.",
    options: ["$3 \\, \\text{მ/წმ}$", "$4{,}5 \\, \\text{მ/წმ}$", "$5 \\, \\text{მ/წმ}$", "$2 \\, \\text{მ/წმ}$", "$3{,}75 \\, \\text{მ/წმ}$"],
    correct: 4,
    tags: []
  },
  // 21
  {
    question: "წრიულ სარბენ ბილიკს ლუკამ $10$ წუთში $4$-ჯერ შემოურბინა. რისი ტოლია ბილიკის სიგრძე, თუ ლუკა $5 \\, \\text{მ/წმ}$ სიჩქარით დარბის?",
    options: ["$400$ მ", "$750$ მ", "$600$ მ", "$800$ მ", "$100$ მ"],
    correct: 1,
    tags: []
  },
  // 22
  {
    question: "ბაქანზე მდგომ უძრავ დამკვირვებელს თანაბრად მოძრავი მატარებლის პირველმა ორმა ვაგონმა $5$ წამში ჩაუარა, დანარჩენმა ვაგონებმა კი $25$ წამში. რამდენი ვაგონისგან შედგება მატარებელი?",
    options: ["$10$", "$11$", "$12$", "$13$", "$14$"],
    correct: 2,
    tags: []
  },
  // 23
  {image: "physics-quizzes/class-9/images/image..16.png",
    question: "სურათზე გამოსახული გრაფიკის მიხედვით განსაზღვრეთ წრფივ გზაზე მოძრავი ავტომობილის აჩქარების მოდული მოძრაობის დაწყებიდან $5$ წამში",
    options: ["$1 \\, \\text{მ/წმ}^{2}$", "$2 \\, \\text{მ/წმ}^{2}$", "$3 \\, \\text{მ/წმ}^{2}$", "$2{,}5 \\, \\text{მ/წმ}^{2}$", "$3{,}75 \\, \\text{მ/წმ}^{2}$"],
    correct: 0,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image..17.png",
    question: "სურათზე მოცემულია $X$ ღერძზე წრფივად და თანაბრად მოძრავი ავტომობილის კოორდინატის დროზე დამოკიდებულების გრაფიკი. განსაზღვრეთ სხეულის საწყისი კოორდინატი",
    options: ["$400$ მ", "$750$ მ", "$600$ მ", "$200$ მ", "$100$ მ"],
    correct: 3,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-9/images/image..17.png",
    question: "სურათზე მოცემულია $X$ ღერძზე წრფივად და თანაბრად მოძრავი ავტომობილის კოორდინატის დროზე დამოკიდებულების გრაფიკი. განსაზღვრეთ სხეულის სიჩქარის გეგმილი $x$ ღერძზე",
    options: ["$-30 \\, \\text{მ/წმ}$", "$-45 \\, \\text{მ/წმ}$", "$-50 \\, \\text{მ/წმ}$", "$25 \\, \\text{მ/წმ}$", "$-25 \\, \\text{მ/წმ}$"],
    correct: 4,
    tags: []
  }
];