const quizData = [
  // 1
  {intro:"გაითვალისწინეთ: თავისუფალი ვარდნის აჩქარება $g=10$ მ/წმ$^2$ <br><br> უსასრულოდ დაშორებული სხეულების გრავიტაციული ურთიერთქმედების პოტენციური ენერგია ნულის ტოლად ჩათვალეთ.",
    question: "როგორ შეიცვლება პლანეტისა და მისი ხელოვნური თანამგზავრის გრავიტაციული ურთიერთქმედების ძალა, თუ მათ ცენტრებს შორის მანძილი $4$-ჯერ შემცირდება.",
     options: ["$4$-ჯერ გაიზრდება", "$4$-ჯერ შემცირდება", "$16$-ჯერ გაიზრდება", "$16$-ჯერ შემცირდება", "არ შეიცვლება"],
 correct: 2,
    tags: []
  },
  // 2
  {
    question: "როგორ შეიცვლება პლანეტისა და მისი ხელოვნური თანამგზავრის გრავიტაციული ურთიერთქმედების პოტენციური ენერგიის მოდული, თუ მათ ცენტრებს შორის მანძილი $3$-ჯერ შემცირდება.",
      options: ["$3$-ჯერ გაიზრდება", "$3$-ჯერ შემცირდება", "$9$-ჯერ გაიზრდება", "$9$-ჯერ შემცირდება", "არ შეიცვლება"],

  correct: 0,
    tags: []
  },
  // 3
  {
    question: "რისი ტოლი იქნება $M$ მასის პლანეტის გარშემო $R$ რადიუსის წრიულ ორბიტაზე მოძრავი $m$ მასის ხელოვნური თანამგზავრის სრული მექანიკური ენერგია.",
     options: ["$\\dfrac{GMm}{R}$", "$\\dfrac{GMm}{2R}$", "$-\\dfrac{GMm}{R}$", "$-\\dfrac{GMm}{2R}$", "$\\dfrac{GMm}{4R}$"],

     correct: 3,
    tags: []
  },
  // 4
  {task:"ერთი ვარსკვლავის გარშემო მოძრაობს ორი პლანეტა. პირველი - $R$ და მეორე - $4R$ რადიუსის წრიულ ორბიტაზე. ამ პირობით უპასუხეთ $4$ - $6$ კითხვებს: ",
    question: "რამდენჯერ აღემატება მეორე პლანეტის ბრუნვის პერიოდი პირველისას?",
    options: ["$4$", "$8$", "$16$", "$2\\sqrt{2}$", "$4\\sqrt{2}$"],

    correct: 1,
    tags: []
  },
  // 5
  {
    question: "იპოვეთ პირველი პლანეტის კუთხეური სიჩქარის შეფარდება მეორის კუთხურ სიჩქარესთან $\\frac{\\omega_{1}}{\\omega_{2}}.$",
     options: ["$4$", "$8$", "$16$", "$\\dfrac{1}{4}$", "$\\dfrac{1}{16}$"],

   correct: 1,
    tags: []
  },
  // 6
  {
    question: "იპოვეთ პირველი პლანეტის წირითი სიჩქარის შეფარდება მეორის წირით სიჩქარესთან $\\frac{V_{1}}{V_{2}}.$",
    options: ["$2$", "$4$", "$8$", "$\\dfrac{1}{4}$", "$\\dfrac{1}{16}$"],

   correct: 0,
    tags: []
  },
  // 7
  {
    question: "უმასო ბერკეტი მის ბოლოებზე დაკიდებული $3$ და $5$ კგ მასის სხეულებით ჰორიზონტალურ მდებარეობაშია. განსაზღვრეთ ბერკეტის სიგრძე, თუ პატარა მხარი $0{,}6$ მ-ია.",
   options: ["$1$ მ", "$2$ მ", "$1{,}6$ მ", "$1{,}2$ მ", "$0{,}8$ მ"],

     correct: 2,
    tags: []
  },
  // 8
  {
    question: "$80$ სმ სიგრძის ერთგვაროვან ღეროს მარჯვნიდან მოაჭრეს მისი მეოთხედი ნაწილი. რამდენით სმ-ით გადაინაცვლებს ღეროს მასათა ცენტრი.",
    options: ["$10$ სმ", "$20$ სმ", "$40$სმ", "$80$სმ", "$0$"],

    correct: 0,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-9/images/image--13.png",
    question: "$8$ კგ მასის ერთგვაროვანი ღერო ეყრდნობა ორ საყრდენს, ისე როგორც სურათზეა ნაჩვენები. საყრდენებს შორის მანძილი $0{,}8$ $L$-ის ტოლია, სადაც $L$ ღეროს სიგრძეა. განსაზღვრეთ $I$ საყრდენზე მოქმედი დაწოლის ძალა.( $I$ საყრდენი მარცხენა ბოლოშია, იხილეთ სურათზე)",
    options: ["$10$ ნ", "$20$ ნ", "$30$ ნ", "$50$ ნ", "$60$ ნ"],

    correct: 2,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-9/images/image--14.png",
    question: "განსაზღვრეთ $4$ კგ მასის ერთგვაროვანი ფიცრის ბოლოზე მის მართობულად მოქმედი ძალა, თუ იგი გაწონასწორებულია და ჰორიზონტალურ ზედაპირთან $30^{\\circ}$-იან კუთხეს ქმნის.",
       options: ["$15\\sqrt{2}$ ნ", "$20$ ნ", "$40$ ნ", "$10\\sqrt{2}$ ნ", "$10\\sqrt{3}$ ნ"],

    correct: 4,
    tags: []
  },
  // 11
  {task:"$1000$ კგ მასის ავტომობილი მოძრაობს $50$ მ სიმრუდის რადიუსის მქონე ჰორიზონტალურ მოსახვევში მოდულით ერთნაირი $10$ მ/წმ სიჩქარით. ავტომობილის საბურავებსა და ზედაპირს შორის ხახუნის კოეფიციენტი $0{,}6$-ის ტოლია. ამ პირობით უპასუხეთ $11$-$12$ კითხვებს: ",
    question: "განსაზღვრეთ ავტომობილზე მოქმედი ძალების ტოლქმედი.",
      options: ["$0$", "$6\\cdot10^3$ნ", "$10^4$ნ", "$2\\cdot10^3$ნ", "$2\\cdot10^4$ნ"],
  correct: 3,
    tags: []
  },
  // 12
  {
    question: "განსაზღვრეთ რა მაქსიმალური სიჩქარით შეუძლია ავტომობილს მოსახვევში მოძრაობა.",
      options: ["$10$ მ/წმ", "$20$ მ/წმ", "$30$ მ/წმ", "$10\\sqrt{2}$ მ/წმ", "$10\\sqrt{3}$ მ/წმ"],

    correct: 4,
    tags: []
  },
  // 13
  {
    question: "სინათლის წერტილოვან წყაროსა და ეკრანს შორის ეკრანის პარალელურად მოთავსებულია $40$ სმ სიგრძის გაუმჭირვალე ღერო. სინათლის წყაროსა და ღეროს შორის მანძილი $1$ მ-ია, ხოლო ღეროსა და ეკრანს შორის კი $2$ მ. განსაზღვრეთ ეკრანზე მიღებული ჩრდილის სიგრძე.",
     options: ["$40$ სმ", "$80$ სმ", "$120$ სმ", "$160$ სმ", "$200$ სმ"],

    correct: 2,
    tags: []
  },
  // 14
  {
    question: "ბრტყელ სარკეზე დაცემულ სხივსა და სარკის ზედაპირს შორის კუთხე $80^{\\circ}$-ის ტოლია. განსაზღვრეთ დაცემულ და არეკვლილ სხივებს შორის კუთხე.",
    options: ["$10^{\\circ}$", "$20^{\\circ}$", "$40^{\\circ}$", "$100^{\\circ}$", "$5^{\\circ}$"],
    correct: 1,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-9/images/image--15.png",
    question: "ბრტყელ სარკეში სახაზავის გამოსახულების რა ნაწილს ხედავს დამკვირვებელი, თუ მისი თვალი $A$ წერტილშია?",
     options: ["საერთოდ ვერ ხედავს", "$\\dfrac{1}{4}$ - ს", "$\\dfrac{1}{2}$ - ს", "$\\dfrac{3}{4}$ - ს", "მთლიანად ხედავს."],

    correct: 1,
    tags: []
  },
  // 16
  {
    question: "უძრავი ბრტყელი სარკის სიბრტყისადმი მართობულად მოძრაობს სინათლის წერტილოვანი წყარო, რომლის სიჩქარეა $10$ სმ/წმ. რისი ტოლია სარკეში წყაროს წარმოსახვითი გამოსახულებისა და წყაროს ფარდობითი სიჩქარის მოდული.",
     options: ["$10$ სმ/წმ", "$15$ სმ/წმ", "$20$ სმ/წმ", "$20\\sqrt{3}$ სმ/წმ", "$0$"],

    correct: 2,
    tags: []
  },
  // 17
  {
    question: "$I$ გარემოში $V$ სიჩქარით მოძრავი სხივი $30^{\\circ}$-იანი კუთხით ეცემა მეორე გარემოსთან არსებულ გამყოფ საზღვარს. განსაზღვრეთ $II$ გარემოში სხივის სიჩქარე, თუ გარდატეხის კუთხე $45^{\\circ}$-ის ტოლია.",
    options: ["$V$", "$2V$", "$\\sqrt{2}V$", "$\\dfrac{V}{2}$", "$\\dfrac{V}{\\sqrt{2}}$"],
 correct: 2,
    tags: []
  },
  // 18
  {image: "physics-quizzes/class-9/images/image--16.png",
    question: "სინათლის სხივი გადადის $I$ გარემოდან $II$-ში. იპოვეთ მეორე გარემოს გარდატეხის მაჩვენებლის შეფარდება პირველი გარემოს გარდატეხის მაჩვენებელთან $n_{2}/n_{1}.$",
   options: ["$\\sqrt{2}$", "$\\dfrac{\\sqrt{2}}{2}$", "$2$", "$\\dfrac{\\sqrt{3}}{2}$", "$\\sqrt{6}$"],
   correct: 1,
    tags: []
  },
  // 19
  {
    question: "პირველი გარემოს გარდატეხის მაჩვენებელია $2{,}2$, მეორესი კი $1{,}1$. პირველ გარემოში მოძრავი სხივი ეცემა მეორე გარმოსთან არსებულ გამყოფ საზღვარს. რას უდროს სრული შინაგანი არეკვლის ზღვრული კუთხე.",
    options: ["$15^{\\circ}$", "$30^{\\circ}$", "$45^{\\circ}$", "$60^{\\circ}$", "$75^{\\circ}$"],
    correct: 1,
    tags: []
  },
  // 20
  {
    question: "$20$ სმ ფოკუსური მანძილის მქონე შემკრები თხელი ლინზის მთავარ ოპტიკურ ღერძზე მისგან $30$ სმ-ით დაშორებულ წერტილზე მოათავსეს წერტილოვანი სხეული. განსაზღვრეთ ლინზიდან რა მანძილზე მიიღება სხეულის გამოსახულება.",
      options: ["$10$ სმ", "$30$ სმ", "$45$ სმ", "$60$ სმ", "$120$ სმ"],

correct: 3,
    tags: []
  },
  // 21
  {
    question: "განაზღვრეთ რა მანძილზე უნდა მოვათავსოთ საგანი $-2$ დპტრ ოპტიკური ძალის მქონე გამბენვი თხელი ლინზის წინ, რომ მისი წარმოსახვითი გამოსახულება ლინზიდან $25$ სმ-ით დაშორებულ წერტილში მივიღოთ.",
    options: ["$100$ სმ", "$50$ სმ", "$25$ სმ", "$15$ სმ", "$10$ სმ"],

    correct: 1,
    tags: []
  },
  // 22
  {
    question: "შემკრები თხელი ლინზით, რომლის ფოკუსური მანძილი $40$ სმ-ია, ეკრანზე მიიღეს საგნის $2$-ჯერ გადიდებული გამოსახულება. რისი ტოლია მანძილი საგანსა და ლინზას შორის?",
    options: ["$40$ სმ", "$50$ სმ", "$60$ სმ", "$120$ სმ", "$20$ სმ"],

   correct: 2,
    tags: []
  },
  // 23
  {
    question: "როდის მიიღება გამბნევ თხელ ლინზაში ლინზის პარალელური საგნის წარმოსახვითი შემცირებული გამოსახულება? (საგნიდან ლინზამდე მანძილია $d$, ლინზის ფოკუსური მანძილია $F$)",
     options: ["$d<F$", "$2F>d>F$", "$d>2F$", "არასდროს", "ყოველთვის"],

   correct: 4,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image--17.png",
    question: "შეაფასეთ რომელ წერტილში მიიღება $A$ წერტილის გამოსახულება შემკრებ თხელ ლინზაში.",
       options: ["$1$", "$2$", "$3$", "$4$", "$5$"],

    correct: 4,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-9/images/image--18.png",
    question: "ორ უძრავ ჭოჭონაქზე გადადებულ თოკზე დაკიდებული ტვირთები წონასწორობაშია. სურათის მიხედვით განსაზღვრეთ უცნობი $m$ მასა.",
   options: ["$1$ კგ", "$3$ კგ", "$4$ კგ", "$5$ კგ", "$7$ კგ"],

   correct: 3,
    tags: []
  }
];