const quizData = [
  // 1
  {
    question: "ამოხსენით $4 \\sin x = 5 \\cos x$ განტოლება.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "გამოთვალეთ $\\cos (\\arcsin \\frac{1}{3}) - \arctg(-\\sqrt{3}) + \arcctg \\sqrt{3}$.",
    options: [],
    tags: []
  },
  // 3
  {
    question: "ამოხსენით $\\begin{cases} \\sin x + \\cos y = \\frac{1}{3} \\\\ \\sin x - \\cos y = \\frac{1}{2} \\end{cases}$ განტოლებათა სისტემა.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობა, თუ ცნობილია, რომ $\\sin 2x + a \\cdot \\cos 2x$ გამოსახულების უდიდესი მნიშვნელობა $2$-ის ტოლია.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "ამოხსენით $\\cos(\\pi x) \\cdot \\sqrt{-x^2 - x + 6} = 0$ განტოლება.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "იპოვეთ $x$, $y$, $z$ ცვლადების ყველა სამეული, რომლებიც აკმაყოფილებენ $x^2 + (y - 1)^2 + \\sin z + 1 = 0$ და $2x + y + 2z = 1 + 11\\pi$ ტოლობებს.",
    options: [],
    tags: []
  },
  // 7
  {
    question: "მართკუთხა პარალელეპიპედის დიაგონალი მისი ფუძის სიბრტყესთან ქმნის $45°$-იან კუთხეს. ფუძის გვერდებია $12$ და $16$. იპოვეთ პარალელეპიპედის გვერდითი ზედაპირის ფართობი.",
    options: [],
    tags: []
  },
  // 8
  {
    question: "მართკუთხა პარალელეპიპედის დიაგონალი $7$ სმ-ია, ხოლო გვერდითი წახნაგების დიაგონალებია $2\\sqrt{6}$ სმ და $\\sqrt{33}$ სმ. იპოვეთ პარალელეპიპედის ზედაპირის ფართობი.",
    options: [],
    tags: []
  },
  // 9
  {
    question: "პარალელეპიპედის წახნაგები ტოლი რომბებია $2\\sqrt{2}$-ის ტოლი გვერდითა და $60°$-იანი კუთხით. იპოვეთ პარალელეპიპედის სიმაღლე.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "$ABCA_1B_1C_1$ წესიერ სამკუთხა პრიზმის ფუძეში ძევს $ABC$ ტოლგვერდა სამკუთხედი $8$-ის ტოლი გვერდით. იპოვეთ პრიზმის გვერდითი ზედაპირის ფართობი, თუ $AB_1$ და $CA_1$ წრფეები მართობულია.",
    options: [],
    tags: []
  }
];
