const quizData = [
  // 1
  {
    question: "იპოვეთ $1; 2; 2; 3; 3; 3; 4; 4; 5$ მონაცემების მოდა, მედიანა, საშუალო, გაბნევის დიაპაზონი, დისპერსია და საშუალო კვადრატული გადახრა.",
    options: [],
    tags: []
  },
  // 2
  {
    question: "ვთქვათ, ვაგორებთ ორ იდეაულურ კამათელს. $A$ არის ხდომილობა იმისა, რომ ორივე კამათელზე მოსული რიცხვი კენტია, ხოლო $B$ არის ხდომილობა იმისა, რომ ორივე კამათელზე მოსული რიცხვი ლუწია. იპოვეთ $A$, $A \\cap B$, $A \\cup B$ და $A \\setminus B$ ხდომილობების ალბათობები.",
    options: [],
    tags: []
  },
  // 3
  {
    question: "განსაზღვრეთ იმ მრავალკუთხედის გვერდების რაოდენობა, რომლის შიგა კუთხეების გრადუსული ზომები ადგენენ არითმეტიკულ პროგრესიას $120^\\circ$-ის ტოლი პირველი წევრით და $5^\\circ$-ის ტოლი სხვაობით.",
    options: [],
    tags: []
  },
  // 4
  {
    question: "სამი მსროლელი ერთმანეთისგან დამოუკიდებლად თითოჯერ ესვრის მიზანში. პირველის მიერ მიზანში მოხვედრის ალბათობაა $0{,}6$, მეორის − $0{,}7$, მესამის − $0{,}8$. იპოვეთ ალბათობა იმისა, რომ <br><br> ა) სამივე ააცილებს მიზანს; <br><br> ბ) ერთი მაინც მოახვედრებს მიზანს; <br><br> გ) ზუსტად ერთი მოახვედრებს მიზანს.",
    options: [],
    tags: []
  },
  // 5
  {
    question: "ვირჩევთ შემთხვევით $x$ და $y$ ორ რიცხვს $[0; 4]$ შუალედიდან. იპოვეთ ალბათობა იმ ხდომილობისა, რომ $(x − 2)^2 + (y − 2)^2$ სიდიდე არ აღემატება $1$-ს.",
    options: [],
    tags: []
  },
  // 6
  {
    question: "აჩვენეთ, რომ ნებისმიერი ნატურალური $n$ რიცხვისათვის $3^{n+1} \\cdot 5^n + 2^{3n+2}$ იყოფა $7$-ზე.",
    options: [],
    tags: []
  },
  // 7
  {
    question: "$Oxy$ მართკუთხა საკოორდინატო სიბრტყეზე მოცემულია $A(1;1)$, $B(9; 7)$ და $C(1; 7)$ წერტილები. დაწერეთ $ABC$ სამკუთხედზე შემოხაზული წრეწირის განტოლება.",
    options: [],
    tags: []
  },
  // 8
  {
    question: "$Oxy$ მართკუთხა საკოორდინატო სიბრტყეზე მოცემულია $3x − 2y = 7$ ტოლობით განსაზღვრული $a$ წრფე, $x + 2y = 13$ ტოლობით განსაზღვრული $b$ წრფე და $A(1; 1)$ წერტილი. იპოვეთ <br><br> ა) $a$ და $b$ წრფეების გადაკვეთის $B$ წერტილის კოორდინატები; <br><br> ბ) $a$ და $b$ წრფეებს შორის კუთხის კოსინუსი; <br><br> გ) მანძილი $A$ წერტილიდან $B$ წერტილამდე; <br><br> დ) მანძილი $A$ წერტილიდან $a$ წრფემდე.",
    options: [],
    tags: []
  },
  // 9
  {
    question: "$ABCD$ პარალელოგრამში $\\vec{AB}$, $\\vec{AD}$ და $\\vec{BD}$ ვექტორების სიგრძეებია $a$, $b$ და $c$, შესაბამისად. იპოვეთ $\\vec{AC}$ და $\\vec{BC}$ ვექტორების სკალარული ნამრავლი.",
    options: [],
    tags: []
  },
  // 10
  {
    question: "$Oxy$ მართკუთხა საკოორდინატო სიბრტყეზე მოცემულია $A(2;1)$, $B(4; 7)$ და $C(8; 3)$ წერტილები. იპოვეთ $ABC$ სამკუთხედის სიმაღლეების გადაკვეთის წერტილის კოორდინატები.",
    options: [],
    tags: []
  }
];
