const quizData = [
  // 1
  {intro:"თავისუფალი ვარდნის აჩქარება $g=10$ ნ/კგ, <br><br> თუ სადმე ამის შესახებ ამოცანა არ მიგვითითებს, მუხტის მქონე სხეულებს შორის გრავიტაციული ურთიერთქმედება არ გაითვალისწინოთ და მიიჩნიეთ, რომ მუხტების ურთიერთქმედება ხდება ვაკუუმში. <br><br> კულონის კანონში პროპორციულობის კოეფიციენტი $k = 9 \\cdot 10^9$ ნ $\\cdot$ მ$^2/$კ$^2$, <br><br> ელექტრონის მუხტის მოდული $1{,}6 \\cdot 10^{−19}$ კ <br><br> ელექტრული ველის პოტენციალის ნულოვანი დონე უსასრულობაში მიიჩნიეთ.",
    question: "მოცემულია ერთნაირი რადიუსის $3$ ლითონის ბურთულა. პირველის, მეორეს და მესამეს მუხტები შესაბამისად არის: $2$ $მკკ$, $-4$ $მკკ$, $3$ $მკკ$. თავიდან ბურთულები ერთმანეთისგან შორს არიან. ისინი ერთმანეთს შეახეს შემდეგი თანმიმდევრობით: ჯერ $I$ და $II$, შემდეგ $II$ და $III$, ბოლოს $III$ და $I$. განსაზღვრეთ $I$ ბურთულას მუხტი ყველა შეხების დასრულების ბოლოს.",
    options: ["$0$ მკკ", "$1$ მკკ", "$-1$ მკკ", "$\\frac{1}{3}$ მკკ", "$-2$ მკკ"],
     correct: 0,
    tags: []
  },
  // 2
  {
    question: "ორი ერთნაირი ლითონის ბურთულა დამუხტულია $q_{1}=-4$ $ნკ$ და $q_{2}=12$ $ნკ$ მუხტებით. რამდენი ელექტრონი გადავა პირველი სხეულიდან მეორე სხეულზე თუ მათ ერთმანეთს შევახებდით?",
    options: ["$10^{11}$", "$5\\cdot10^9$", "$10^{10}$", "$2\\cdot10^1$", "$5\\cdot10^{10}$"],
   correct: 4,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-10/images/image..6.png",
    question: "თანაბრად დამუხტული უსასრულო სიბრტყის სხვადასხვა მხარეს ერთგვაროვანი ელეტრული ველებია და მათი დაძაბულობები არის $\\vec{E_{1}}$ და $\\vec{E_{2}}$ რომლებიც ამ სიბრტყესთან ადგენენ $60^{\\circ}$ - იან და $30^{\\circ}$იან კუთხეებს. $E_{1}=\\sqrt{3}$ $ვ/მ$ და $E_{2}=1$ $ვ/მ.$ იპოვეთ ამ სიბრტყის ზედაპირული მუხტის სიმკვრივის რიცხვითი მნიშვნელობა $SI$ სისტემაში.",
   options: ["$(\\sqrt{3}-1)\\varepsilon_0$", "$-\\varepsilon_0$", "$(1-\\sqrt{3})\\varepsilon_0$", "$0{,}5\\varepsilon_0$", "$(\\sqrt{3}-2)\\varepsilon_0$"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "ლითონის ორი ერთნაირი ზომის ბურთულა დამუხტულია დადებითად ისე, რომ ერთის მუხტი მეორისაზე $5$-ჯერ მეტია. ცნობილია, რომ ბურთულებს შორის $R$ მანძილი ბევრად მეტია მათ ზომებზე და ისინი $F$ ძალით განიზიდავენ ერთმანეთს. ბურთულები ერთმანეთს შეახეს, შემდეგ ერთმანეთს დააშორეს ისევ $R$ მანძილით და ჩადეს დიელექტრიკული შეღწევადობის მქონე სითხეში. აღმოჩნდა რომ ბურთულები კვლავ $F$ ძალით ურთიერთქმედებენ ერთმანეთთან. განსაზღვრეთ ამ სითხის დიელექტრიკული შეღწევადობა",
   options: ["$\\frac{3}{5}$", "$\\frac{9}{4}$", "$\\frac{5}{3}$", "$\\frac{9}{5}$", "$\\frac{5}{5}$"],
     correct: 3,
    tags: []
  },
  // 5
  {task:"$5q$, $3q$ და $15q$ მუხტები განლაგებულია ტოლფერდა მართკუთხა სამკუთხედის კუთხეებში. ($5q$ მართ კუთხესთანაა) სამკუთხედის კათეტი $a$ -ს ტოლია. ამ პირობის მიხედვით უპასუხეთ $5 – 7$ კითხვებს. ",
    question: "იპოვეთ დაძაბულობის მოდული ჰიპოტენუზის შუა წერტილში.",
    options: ["$\\frac{12kq}{a^2}$", "$\\frac{23kq}{a^2}$", "$\\frac{18kq}{a^2}$", "$\\frac{26kq}{a^2}$", "$\\frac{13\\sqrt{2}kq}{a^2}$"],
    correct: 3,
    tags: []
  },
  // 6
  {
    question: "იპოვეთ პოტენციალი ჰიპოტენუზის შუა წერტილში",
    options: ["$\\frac{18\\sqrt{2}kq}{a^2}$", "$\\frac{23kq}{a^2}$", "$\\frac{23\\sqrt{2}kq}{a}$", "$\\frac{25\\sqrt{2}kq}{a}$", "$\\frac{18kq}{a^2}$"],
    correct: 2,
    tags: []
  },
  // 7
  {
    question: "$5q$ მუხტი წაიღეს ჰიპოტენუზის შუა წერტილიში. განსაზღვრეთ ელექტრული ველის შესრულებული მუშაობა.",
     options: ["$\\frac{90(1-\\sqrt{2})kq^2}{a}$", "$\\frac{(23\\sqrt{2}-18)kq^2}{a}$", "$\\frac{18\\sqrt{2}kq^2}{a}$", "$\\frac{12\\sqrt{2}kq^2}{a}$", "$\\frac{23kq^2}{a}$"],
   correct: 0,
    tags: []
  },
  // 8
  {task:"ერთგვაროვნად (მის მთელ მოცულობაში თანაბრად) დამუხტულ $r$ რადიუსის ბირთვზე კონცენტრულადაა შემორტყმული თანაბრად დამუხტული $R=3r$ რადიუსის სფერო. ბირთვის და სფეროს მუხტი შესაბამისად $q$ და $4q$-ს ტოლია. ამ პირობის მიხედვით უპასუხეთ $8 – 10$ კითხვებს.",
    question: " იპოვეთ ელექტრული ველის დაძაბულობა ცენტრიდან $4r$ მანძილზე.",
    options: ["$\\frac{5kq}{4r^2}$", "$\\frac{3kq}{16r^2}$", "$\\frac{65kq}{16r^2}$", "$\\frac{37kq}{9r^2}$", "$\\frac{5kq}{16r^2}$"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "იპოვეთ ელექტრული ველის პოტენციალი ცენტრიდან $2r$ მანძილზე.",
    options: ["$\\frac{11kq}{6r}$", "$0$", "$\\frac{kq}{2r}$", "$\\frac{5kq}{2r}$", "$\\frac{3kq}{2r}$"],
    correct: 0,
    tags: []
  },
  // 10
  {
    question: "იპოვეთ ელექტრული ველის დაძაბულობა ცენტრიდან $0{,}5r$ მანძილზე.",
     options: ["$0$", "$\\frac{kq}{2r^2}$", "$\\frac{kq}{r^2}$", "$\\frac{4kq}{r^2}$", "$\\frac{20kq}{r^2}$"],
   correct: 1,
    tags: []
  },
  // 11
  {
    question: "ორ პარალელურ თანაბრად დამუხტულ უსასრულოდ დიდ სიბრტყეს შორის მოთავსებულია $m$ მასისა და $q$ მუხტის მქონე ნაწილაკი. იპოვეთ ამ ნაწილაკის აჩქარება. სიბრტყეების ზედაპირული მუხტის სიმკვრივეებია $\\sigma_{1}=-\\sigma$ და $\\sigma_{2}=3\\sigma.$ გრავიტაციულ ველს არ ვითვალისწინებთ.",
      options: ["$0$", "$\\frac{q\\sigma}{\\varepsilon_0 m}$", "$\\frac{2q\\sigma}{\\varepsilon_0 m}$", "$\\frac{q\\sigma}{2\\varepsilon_0 m}$", "$\\frac{3q\\sigma}{2\\varepsilon_0 m}$"],
   correct: 2,
    tags: []
  },
  // 12
  {task:"ორი მცირე ზომის ერთნაირი გამტარი ბურთულა დამუხტულია დადებითად $q$ და $9q$ მუხტებით. თითოეულის მასაა $m$. ორივე დამაგრებულია და ერთმანეთისგან დაშორებულია $r$ მანძილით. გრავიტაციულ ურთიერთქმედებას ნუ გაითვალისწინებთ და უპასუხეთ $12-15$ კითხვებს.",
    question: "იპოვეთ მუხტებს შორის ელექტრული განზიდვის ძალის მოდული.",
   options: ["$\\frac{kq^2}{r^2}$", "$\\frac{3kq^2}{r^2}$", "$\\frac{9kq^2}{r^2}$", "$\\frac{10kq^2}{r^2}$", "$\\frac{81kq^2}{r^2}$"],
     correct: 2,
    tags: []
  },
  // 13
  {
    question: "$q$ მუხტიდან რა მანძილზეა ისეთი წერტილი სადაც ელექტრული ველის დაძაბულობა $0$ ის ტოლია.",
    options: ["$\\frac{r}{9}$", "$\\frac{r}{4}$", "$\\frac{r}{3}$", "$\\frac{8r}{9}$", "$\\frac{2r}{3}$"],
     correct: 1,
    tags: []
  },
  // 14
  {
    question: "მუხტები გაათავისუფლეს და ურთიერთ განზიდვის ძალით დაიწყეს მოძრაობა. განსაზღვრეთ $q$ მუხტის სიჩქარე როდესაც მუხტები უსასრულოდ დიდი მანძილით დაშორდებიან ერთმანეთს.",
     options: ["$3q\\sqrt{\\frac{k}{mr}}$", "$3q\\sqrt{\\frac{2k}{mr}}$", "$q\\sqrt{\\frac{k}{41mr}}$", "$q\\sqrt{\\frac{k}{mr}}$", "$\\frac{q}{3}\\sqrt{\\frac{k}{mr}}$"],
    correct: 0,
    tags: []
  },
  // 15
  {
    question: "რისი ტოლი გახდებოდა მუხტებს შორის ურთიერთქმედების ძალა, თუ მუხტებს ერთმანეთს შევახებდით და შემდეგ კვლავ $r$ მანძილზე დავაშორებდით ერთმანეთს.",
   options: ["$\\frac{3kq^2}{25r^2}$", "$\\frac{36kq^2}{7r^2}$", "$\\frac{81kq^2}{r^2}$", "$\\frac{25kq^2}{r^2}$", "$\\frac{6kq^2}{r^2}$"],
     correct: 3,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-10/images/image..7.png",
    question: "ორ უსასრულო სიბრტყეს შორის კუთხე არის $\\alpha <90^{\\circ}$. სიბტყეები თანაბრადაა დამუხტული ერთნაირი ზედაპირული სიმკვრივეებით. სივრცე სიბრტეებით გაყოფილია $4$ ნაწილად თითოეულ ნაწილში (ნახაზზე მოცემული ნუმერაციის მიხედვით) ელექტრული ველის დაძაბულობები შესაბამისად არის: $E_{1}$, $E_{2}$, $E_{3}$ და $E_{4}$. ქვემოთ ჩამოთვლილი ტოლობებიდან რამდენი იქნება აუცილებლად სწორი: <br><br> $I) E_{1} = E_{2} = E_{3} = E_{4}$  <br><br> $II) E_{2}=E_{4}$    <br><br> $ III) E_{2} < E_{3}$    <br><br> $IV) E_{2}>E_{3}$    <br><br> $V) E_{2}=2E_{1}$ ",
     options: ["$0$", "$1$", "$2$", "$3$", "$4$"],
    correct: 2,
    tags: []
  },
  // 17
  {
    question: "უსასრულო სიგრძის წრფივი მავთული თანაბრადაა დამუხტული, მავთულის ერთეული სიგრძის ნაწილის მუხტია $\\tau$. მავთულისგან $r$ მანძილზე მოთავსებულია $q$ მუხტის მქონე მცირე ზომის ნაწილაკი. იპოვეთ რა ძალით ურთიერთქმედებს ნაწილაკი მავთულთან.",
     options: ["$\\frac{q\\tau}{\\varepsilon_0 r}$", "$\\frac{q\\tau}{2\\varepsilon_0 r}$", "$\\frac{q\\tau}{\\pi\\varepsilon_0 r}$", "$\\frac{2q\\tau}{\\pi\\varepsilon_0 r}$", "$\\frac{q\\tau}{2\\pi\\varepsilon_0 r}$"],
   correct: 4,
    tags: []
  },
  // 18
  {
    question: "მცირე ზომის $q$ მუხტის მქონე ნაწილაკის მიერ შექმნილი ველის დაძაბულობა მისგან $2$ $მ$ მანძილზე ტოლია $20$ $ვ/მ$. იპოვეთ ამ ველის პოტენციალი ამავე წერტილში.",
   options: ["$5$ვ", "$10$ვ", "$20$ვ", "$40$ვ", "$80$ვ"],
     correct: 3,
    tags: []
  },
  // 19
  {
    question: "$100$ $ვ/მ$ დაძაბულობის ერთგვაროვანი ელექტრული ველის ძალწირების გასწვრივ, ძალწირის მიმართულებით $2$ $სმ$-ით გადააადგილეს $2 \\cdot 10^{-10}$ $კ$ მუხტის მქონე ნაწილაკი. განსაზღვრეთ ელექტრული ველის მიერ შესრულებული მუშაობა.",
   options: ["$10^{-10}$ ჯ", "$4\\cdot10^{-10}$ ჯ", "$4\\cdot10^{-8}$ ჯ", "$16\\cdot10^{-10}$ ჯ", "$16\\cdot10^{-8}$ ჯ"],
     correct: 1,
    tags: []
  },
  // 20
  {
    question: "$R$ და $4R$ რადიუსების მქონე გამტარი ბურთულები დამუხტულია თითოეული $q$ მუხტით. ბურთულებს შორის მანძილი ბევრად აღემატება მათ რადიუსებს. იპოვეთ მცირე ზომის ბურთულის მუხტი მათი წვრილი გამტარი მავთულით შეერთების შემდეგ. ჩათვალეთ, რომ მავთულზე მუხტი არ რჩება.",
     options: ["$\\frac{q}{2}$", "$\\frac{q}{4}$", "$\\frac{2q}{5}$", "$\\frac{3q}{5}$", "$q$"],
     correct: 2,
    tags: []
  },
  // 21
  {image: "physics-quizzes/class-10/images/image..8.png",
    question: "$60$ $კვ/მ$ დაძაბულობის ერთგვაროვან ველში $A$ წერტილიდან $B$-ში გადააადგილეს $5$ $მკკ$ მუხტი. $AB=20$ $სმ,$ $\\alpha=60^{\\circ}$. იპოვეთ ველის მუშაობა.",
    options: ["$0{,}3$ მჯ", "$3$ მჯ", "$6$ მჯ", "$30$ მჯ", "$60$ მჯ"],
     correct: 3,
    tags: []
  },
  // 22
  {
    question: "$E$ დაძაბულობის ერთგვაროვან ელექტრულ ველში შეიტანეს სითხით სავსე პლასტმასის ჭიქა. ჭიქის დიელექტრიკული შეღწევადობაა $4$, სითხისა კი $3$. რისი ტოლი იქნება ველის დაძაბულობა სითხეში?",
   options: ["$\\frac{E}{3}$", "$\\frac{E}{4}$", "$\\frac{E}{5}$", "$\\frac{E}{7}$", "$\\frac{E}{12}$"],
    correct: 0,
    tags: []
  },
  // 23
  {image: "physics-quizzes/class-10/images/image..9.png",
    question: "ერთ წრფეზე მოთავსებული ორი ცნობილი, ($-2q$) და $2q$, და ერთი უცნობი $Q$ წერტილოვანი მუხტი $A$ წერტილში ქმნის ნულოვან პოტენციალს. რისი ტოლია $Q$ მუხტი? მუხტებისაგან უსასრულოდ შორს პოტენციალი ნულია.",
    options: ["$\\frac{q}{3}$", "$\\frac{2q}{3}$", "$-\\frac{2q}{5}$", "$-\\frac{2q}{3}$", "$-\\frac{q}{3}$"],
    correct: 4,
    tags: []
  },
  // 24
  {
    question: "ელექტრული ველის $A$ წერტილიდან $B$ წერტილში $2$ $მკკ$ მუხტის გადატანისას ელექტრული ველის მიერ შესრულებული მუშაობა $0{,}6$ $ჯ$-ის ტოლია. იპოვეთ პოტენციალის ცვლილება ამ ორ წერტილს შორის $(\\phi_{B}-\\phi_{A})$",
    options: ["$0{,}3$ ვ", "$-0{,}3$ ვ", "$1{,}2$ ვ", "$300$ ვ", "$-300$ ვ"],
   correct: 4,
    tags: []
  },
  // 25
  {
    question: "$1$ $მ$ დიამეტრის რგოლი თანაბრადაა დამუხტული $13$ $ნკ$ მუხტით. იპოვეთ ამ რგოლის მიერ შექმნილი ველის პოტენციალი, რგოლის სიბრტყის მართობულ სიმეტრიის ღერძზე, ცენტრიდან $1{,}2$ $მ$ მანძილით დაშორებულ წერტილში.",
     options: ["$90$ ვ", "$130$ ვ", "$120$ ვ", "$60$ ვ", "$65$ ვ"],
  correct: 0,
    tags: []
  }
];