const quizData = [

  // 1
  {
    question: "$2$მ/წმ სიჩქარით მოძრავი დამუხტული ნაწილაკი შეიჭრა $2$ტლ ინდუქციის მქონე ერთგვაროვან მაგნიტურ ველში მაგნიტური ინდუქციის ვექტორის მართობულად. განსაზღვრეთ ნაწილაკის მუხტის შეფარდება მასასთან $q/m$, თუ ნაწილაკმა მაგნიტურ ველში $2$სმ რადიუსის რკალზე დაიწყო მოძრაობა.",
    options: ["$50\\ \\text{კ/კგ}$", "$80\\ \\text{კ/კგ}$", "$100\\ \\text{კ/კგ}$", "$200\\ \\text{კ/კგ}$", "$400\\ \\text{კ/კგ}$"],
    correct: 0,
    tags: []
  },

  // 2
  {
    image: "physics-quizzes/class-10/images/image.22.png",
    question: "გამტარ რგოლს მისი სიბრტყის მართობულად უახლოვებენ მუდმივ მაგნიტს ჩრდილოეთის პოლუსით მიიზიდებიან თუ განიზიდებიან რგოლი და მაგნიტი? აღიძვრება თუ არა დენი რგოლში? როგორი მიმართულებით? დაკვირვება ხდება მაგნიტის მხრიდან.",
    options: ["მიიზიდებიან; აღიძვრება საათის ისრის ბრუნვის მიმართულებით.", "მიიზიდებიან; აღიძვრება საათის ისრის ბრუნვის საპირისპიროდ.", "განიზიდებიან; აღიძვრება საათის ისრის ბრუნვის მიმართულებით.", "განიზიდებიან; აღიძვრება საათის ისრის ბრუნვის საპირისპიროდ.", "არ ურთიერთქმედებენ; არ აღიძვრება."],
    correct: 3,
    tags: []
  },

  // 3
  {
    question: "$100\\ \\text{სმ}^2$ ფართობის მქონე მავთულის ჩარჩო მოთავსებულია ერთგვაროვან მაგნიტურ ველში, რომლის ინდუქციის ვექტორთანაც ჩარჩოს ნორმალი ადგენს $60^\\circ$ კუთხეს. $0{,}02$ წამის განმავლობაში მაგნიტური ველის ინდუქცია თანაბრად მცირდება $0{,}05\\ \\text{ტლ}$-მდე. ამ დროს ჩარჩოში აღიძრა $10\\ \\text{მვ}$ ემ ძალა. გაიგეთ მაგნიტური ველის ინდუქციის საწყისი მნიშვნელობა.",
    options: ["$0{,}1\\ \\text{ტლ}$", "$0{,}09\\ \\text{ტლ}$", "$0{,}08\\ \\text{ტლ}$", "$0{,}2\\ \\text{ტლ}$", "$0{,}04\\ \\text{ტლ}$"],
    correct: 1,
    tags: []
  },

  // 4
  {
    question: "$10$ ხვიისაგან შემდგარი კოჭა იმყოფება მაგნიტურ ველში. ხვიათი შემოსაზღვრულ ზედაპირში მაგნიტური ინდუქციის ნაკადი დროის მიხედვით იცვლება კანონით: $\\Phi = 50 + 16t$. ($\\Phi$-ს და $t$-ს ერთეული შესაბამისად ვებერი და წამია) განსაზღვრეთ დენის ძალა კოჭაში, თუ მისი წინაღობაა $200\\ \\text{ომი}$.",
    options: ["$1{,}6\\ \\text{ა}$", "$1{,}25\\ \\text{ა}$", "$0{,}8\\ \\text{ა}$", "$0{,}4\\ \\text{ა}$", "$4\\ \\text{ა}$"],
    correct: 2,
    tags: []
  },

  // 5
  {
    question: "$q$ და $2q$ მუხტების მქონე $m$ და $4m$ მასის ნაწილაკი მოძრაობს ერთნაირ ერთგვაროვან მაგნიტურ ველში წრიულ ტრაექტორიაზე. $m$ მასის სხეულის ბრუნვის პერიოდი არის $T_1$, ხოლო $4m$-ის კი $T_2$. განსაზღვრეთ $\\frac{T_2}{T_1}$.",
    options: ["$\\frac{1}{2}$", "$\\frac{1}{4}$", "$2$", "$4$", "$8$"],
    correct: 2,
    tags: []
  },

  // 6
  {
    image: "physics-quizzes/class-10/images/image.23.png",
    question: "$L = 40\\ \\text{სმ}$ სიგრძის გვერდის მქონე გამტარი კვადრატი მუდმივი $V = 2\\ \\text{მ/წმ}$ სიჩქარით შედის ერთგვაროვან $B = 0{,}5\\ \\text{ტლ}$ მაგნიტური ინდუქციის ველში. მაგნიტური ველის ძალწირები კვადრატის სიბრტყის მართობულია. განსაზღვრეთ კვადრატის გამჭოლი მაგნიური ნაკადი შესვლის დაწყებიდან $0{,}1$ წმ მომენტში.",
    options: ["$0{,}04\\ \\text{ვბ}$", "$0{,}08\\ \\text{ვბ}$", "$0{,}16\\ \\text{ვბ}$", "$0{,}4\\ \\text{ვბ}$", "$0{,}8\\ \\text{ვბ}$"],
    correct: 0,
    tags: []
  },

  // 7
  {image: "physics-quizzes/class-10/images/image.23.png",
    question: "$L = 40\\ \\text{სმ}$ სიგრძის გვერდის მქონე გამტარი კვადრატი მუდმივი $V = 2\\ \\text{მ/წმ}$ სიჩქარით შედის ერთგვაროვან $B = 0{,}5\\ \\text{ტლ}$ მაგნიტური ინდუქციის ველში. მაგნიტური ველის ძალწირები კვადრატის მართობულია. კვადრატის წინაღობა $20\\ \\text{ომის}$ ტოლია. განსაზღვრეთ მასში ინდუცირებული დენის ძალის მოდული კვადრატის მაგნიტურ ველში შესვლის დაწყებიდან $0{,}5$ წმ მომენტში.",
    options: ["$0$", "$20\\ \\text{მა}$", "$40\\ \\text{მა}$", "$80\\ \\text{მა}$", "$4\\ \\text{მა}$"],
    correct: 1,
    tags: []
  },

  // 8
  {image: "physics-quizzes/class-10/images/image.24.png",
    question: "$18\\ \\text{ვ}$ ემძ-ს მქონე იდეალურ დენის წყაროსთან მიმდევრობით ჩართულია ჩამრთველი, $10\\ \\text{ომი}$ წინაღობის რეზისტორი და $0{,}4\\ \\text{ჰნ}$ თვითინდუქციის კოჭა. რაღაც მომენტში ჩართეს ჩამრთველი. განსაზღვრეთ დენის ძალის ცვლილების სიჩქარე იმ მომენტში, როცა რეზისტორში $1{,}2\\ \\text{ა}$ დენის ძალა გადის.",
    options: ["$45\\ \\text{ა/წმ}$", "$5{,}4\\ \\text{ა/წმ}$", "$30\\ \\text{ა/წმ}$", "$15\\ \\text{ა/წმ}$", "$1{,}5\\ \\text{ა/წმ}$"],
    correct: 3,
    tags: []
  },

  // 9
  {
    question: "$12\\ \\text{ვ}$ ემ ძალის მქონე მუდმივი დენის წყაროს მიუერთეს $500\\ \\text{მჰნ}$ ინდუქციურობის იდეალური კოჭა. წყაროს შიდა წინაღობა $30\\ \\text{ომია}$. განსაზღვრეთ კოჭას ენერგია მასში დენის ძალის ცვლილების შეწყვეტის შემდეგ.",
    options: ["$0{,}18\\ \\text{ჯ}$", "$0{,}72\\ \\text{ჯ}$", "$2{,}16\\ \\text{ჯ}$", "$0{,}8\\ \\text{ჯ}$", "$0{,}04\\ \\text{ჯ}$"],
    correct: 4,
    tags: []
  },

  // 10
  {image: "physics-quizzes/class-10/images/image.25.png",
    question: "უმასო მიმყვან სადენებზე დაკიდებული ჰორიზონტალური გამტარი შეტანილია ვერტიკალურად მიმართულ მაგნიტურ ველში. როდესაც გამტარში ატარებენ $I$ დენს, მაშინ სადენები ვერტიკალიდან $30^\\circ$-იანი კუთხით იხრება. რა დენი უნდა გავატაროთ გამტარში, რომ სადენები ვერტიკალიდან $60^\\circ$-იანი კუთხით გადაიხაროს?",
    options: ["$\\sqrt{3}I$", "$3I$", "$2I$", "$2\\sqrt{3}I$", "$\\sqrt{2}I$"],
    correct: 1,
    tags: []
  }, 
   // 11
  {image: "physics-quizzes/class-10/images/image.26.png",
    question: "$12\\ \\text{ვ}$ ემ ძალის მქონე დენის წყარო შეაერთეს $2\\ \\text{ჰნ}$ ინდუქციურობის, ნული წინაღობის მქონე კოჭასთან და რეზისტორებთან ერთად ისე როგორც სურათზეა ნაჩვენები. წყაროს შიდა წინაღობა $4\\ \\text{ომის}$ ტოლია. თავდაპირველად ჩართეს $K_1$ და $K_2$ ჩამრთველები და დაელოდნენ მანამ სანამ კოჭაში დენის ძალა მუდმივი არ გახდა. შემდეგ გამორთეს მხოლოდ $K_1$ ჩამრთველი. განსაზღვრეთ $3R$ წინაღობაზე გამოყოფილი სითბოს რაოდენობა ჩამრთველის გამორთვის შემდეგ.",
    options: ["$9\\ \\text{ჯ}$", "$6\\ \\text{ჯ}$", "$4{,}5\\ \\text{ჯ}$", "$3\\ \\text{ჯ}$", "$1{,}5\\ \\text{ჯ}$"],
    correct: 3,
    tags: []
  },

  // 12
  {
    question: "ჰორიზონტალურ გზაზე, $6\\ \\text{მ}$ სიმაღლის განათების ბოძიდან $6{,}5\\ \\text{მ}$ დაშორებით დგას $1{,}8\\ \\text{მ}$ სიმაღლის ადამიანი. განათების ბოძიდან რა მანძილზე უნდა მოვათავსოთ გზაზე, ჰორიზონტალურად, პატარა ბრტყელი სარკე, რომ მასში ამ კაცმა ბოძის წვერო დაინახოს",
    options: ["$3\\ \\text{მ}$", "$4{,}2\\ \\text{მ}$", "$4{,}5\\ \\text{მ}$", "$5\\ \\text{მ}$", "$5{,}2\\ \\text{მ}$"],
    correct: 3,
    tags: []
  },

  // 13
  {image: "physics-quizzes/class-10/images/image.27.png",
    question: "სურათზე მოცემულია $AB$ სარკე და მის წინა ნახევარსიბრტყეში განლაგებული $10$ წერტილი. ამ $10$ წერტილიდან რამდენი წერტილის გამოსახულების დანახვას შევძლებთ $AB$ სარკეში, თუ ჩვენს თვალს შეუძლია იმყოფებოდეს $CD$ მონაკვეთის ნებისმიერ წერტილში.",
    options: ["$9$", "$8$", "$7$", "$6$", "$5$"],
    correct: 3,
    tags: []
  },

  // 14
  {
    question: "ოთახის სიმაღლე $H = 3\\ \\text{მ}$ ია, მის ჰორიზონტალურ ჭერზე, შუა ნაწილში დამაგრებულია $r = 20\\ \\text{სმ}$ რადიუსის თხელი დისკოსებური ჭაღი. ჭაღის ქვეშ დგას $R = 30\\ \\text{სმ}$ რადიუსის მქონე $h = 1\\ \\text{მ}$ სიმაღლის მრგვალი მაგიდა, ისე რომ მაგიდისა და ჭაღის ცენტრები ერთ ვერტიკალზეა. (იატაკის, მაგიდის ზედაპირის და ჭაღის სიბრტყეები სამივე ჰორიზონტალურია). ჩათვალეთ რომ ოთახში მხოლოდ ეს მაგიდა დგას და მხოლოდ ეს ჭაღი ანათებს. იპოვეთ იატაკზე მაგიდის ნახევარჩრდილის ფართობის შეფარდება სრული ჩრდილის ფართობთან.",
    options: ["$\\frac{169}{81}$", "$\\frac{72}{49}$", "$\\frac{16}{9}$", "$\\frac{8}{9}$", "$\\frac{19}{18}$"],
    correct: 1,
    tags: []
  },

  // 15
  {
    question: "მნათი წერტილი მოძრაობს სარკის სიბრტყის პარალელურ სიბრტყეში $3\\ \\text{მ/წმ}$ სიჩქარით, ხოლო სარკე მოძრაობს თავისივე სიბრტყის მართობულად $4\\ \\text{მ/წმ}$ სიჩქარით. რა სიჩქარით მოძრაობს მნათი წერტილის გამოსახულება? ჩამოთვლილი ყველა ობიექტის სიჩქარე ნაგულისხმებია უძრავი ათვლის სისტემის, ოთახის მიმართ.",
    options: ["$7\\ \\text{მ/წმ}$", "$5\\ \\text{მ/წმ}$", "$10\\ \\text{მ/წმ}$", "$\\sqrt{52}\\ \\text{მ/წმ}$", "$\\sqrt{73}\\ \\text{მ/წმ}$"],
    correct: 4,
    tags: []
  },

  // 16
  {
    question: "სხივი $\\alpha$ კუთხით ეცემა მინისა და უცნობი სითხის გამყოფ საზღვარს და სითხეში გარდატყდება $30^\\circ$-იანი კუთხით. მინაში სინათლის სხივის სიჩქარეა $V_1$, ხოლო სითხეში $V_2$. მინის გარდატეხის მაჩვენებელი არის $1{,}5$ ხოლო $\\sin \\alpha = \\frac{4}{9}$. იპოვეთ რისი ტოლია $\\frac{V_1}{V_2}$.",
    options: ["$\\frac{8}{9}$", "$\\frac{3}{4}$", "$\\frac{4}{3}$", "$\\frac{3}{5}$", "$\\frac{9}{8}$"],
    correct: 0,
    tags: []
  },

  // 17
  {
    question: "$H = 1{,}2\\ \\text{მ}$ სიღრმის სითხეს ჰაერიდან $30^\\circ$-იანი კუთხით ეცემა სინათლის სხივი. სითხის ფსკერზე ჰორიზონტალურად მოთავსებული ბრტყელი სარკიდან არეკვლის შემდეგ სხივი სითხიდან ჰაერში ბრუნდება დაცემის წერტილიდან $L = 1\\ \\text{მ}$ მანძილზე. გამოთვალეთ სითხის გარდატეხის მაჩვენებელი თუ ჰაერის გარდატეხის მაჩვენებელი $n=1$-ის ტოლია.",
    options: ["$1{,}8$", "$1{,}5$", "$1{,}3$", "$1{,}25$", "$1{,}2$"],
    correct: 2,
    tags: []
  },

  // 18
  {
    question: "$R$ რადიუსის მქონე ცილინდრული ფორმის აუზში ასხია $1{,}2\\ \\text{მ}$ სიმაღლის გამჭვირვალე სითხე. მის ფსკერზე ცენტრში მოთავსებულია წერტილოვანი სინათლის წყარო, რომლითაც ანათებენ სითხის ზედაპირს. მაქსიმუმ რისი ტოლი უნდა იყოს აუზის რადიუსი რომ სითხისა და ჰაერის გამყოფ ზედაპირზე დაცემულმა ყველა სხივმა შეძლოს ჰაერში ამოსვლა. ჰაერის გარდატეხის მაჩვენებელი არის $1$, ხოლო სითხის გარდატეხის მაჩვენებელი კი არის $\\frac{5}{3}$.",
    options: ["$0{,}6\\ \\text{მ}$", "$0{,}9\\ \\text{მ}$", "$1{,}2\\ \\text{მ}$", "$1{,}8\\ \\text{მ}$", "$2\\ \\text{მ}$"],
    correct: 1,
    tags: []
  },

  // 19
  {image: "physics-quizzes/class-10/images/image.28.png",
    question: "სურათზე მოცემულია ერთმანეთზე დადებული ორი პარალელურგვერდებიანი $d_1 = 15\\ \\text{სმ}$ და $d_2 = 12\\ \\text{სმ}$ სისქის გამჭვირვალე ფირფიტა, მათი გარდატეხის მაჩვენებლები შესაბამისად არის $n_1 = \\frac{51}{40}$ და $n_2 = \\frac{39}{25}$. პირველ ფირფიტას, $A$ წერტილში, ჰაერიდან ($n=1$) $\\alpha$ კუთხით ეცემა სინათლის სხივი, რომელსაც უნდა გაევლო $B$ წერტილში, თუმცა ფირფიტებში გარდატეხების გამო მან გაიარა $C$ წერტილში. იპოვეთ $BC$ მონაკვეთის სიგრძე. თუ $\\sin \\alpha = \\frac{3}{5}$",
    options: ["$6{,}5\\ \\text{სმ}$", "$7{,}25\\ \\text{სმ}$", "$8{,}2\\ \\text{სმ}$", "$9{,}75\\ \\text{სმ}$", "$10{,}2\\ \\text{სმ}$"],
    correct: 1,
    tags: []
  },

  // 20
  {
    question: "გამბნევი ლინზის მთავარ ოპტიკურ ღერძზე, ლინზიდან $2F$ მანძილზე (სადაც $F$ ფოკუსური მანძილია), ერთი ბოლოთი დევს $6\\ \\text{სმ}$ სიმაღლის ღერო, რომელიც ლინზის პარალელურია. იპოვეთ ამ საგნის გამოსახულების სიმაღლე.",
    options: ["$2\\ \\text{სმ}$", "$2{,}1\\ \\text{სმ}$", "$2{,}4\\ \\text{სმ}$", "$3\\ \\text{სმ}$", "$4\\ \\text{სმ}$"],
    correct: 0,
    tags: []
  },

  // 21
  {
    question: "რა მანძილზე უნდა მოვათავსოთ საგანი $30\\ \\text{სმ}$ ფოკუსური მანძილის მქონე შემკრები ლინზიდან რომ მივიღოთ $5$-ჯერ გადიდებული ნამდვილი გამოსახულება",
    options: ["$24\\ \\text{სმ}$", "$25\\ \\text{სმ}$", "$32\\ \\text{სმ}$", "$35\\ \\text{სმ}$", "$36\\ \\text{სმ}$"],
    correct: 4,
    tags: []
  },

  // 22
  {
    question: "$10\\ \\text{სმ}$ ფოკუსური მანძილის მქონე შემკრები ლინზის მთავარ ოპტიკურ ღერძზე ლინზიდან $11\\ \\text{სმ}$ მანძილზე დევს მცირე ზომის საგანი. რამდენით გადაადგილდება ამ საგნის გამოსახულება თუ საგანს ლინზის იმავე მხარეს მდებარე ორმაგ ფოკუსში გადავიტანთ.",
    options: ["$20\\ \\text{სმ}$", "$60\\ \\text{სმ}$", "$90\\ \\text{სმ}$", "$100\\ \\text{სმ}$", "$110\\ \\text{სმ}$"],
    correct: 2,
    tags: []
  },

  // 23
  {
    question: "$60\\ \\text{სმ}$ რადიუსიანი ნახევარსფეროს შიდა ზედაპირი სარკულია. ამ ზედაპირს ეცემა სფეროს ცენტრზე გამავალი პარალელურ სხივთა ვიწრო კონა (სხივები აგრეთვე პარალელურია სარკის სიმეტრიის ღერძის). განსაზღვრეთ სფეროს ცენტრიდან რა მანძილზე გადაკვეთენ ეს სხივები ერთმანეთს.",
    options: ["$15\\ \\text{სმ}$", "$20\\ \\text{სმ}$", "$24\\ \\text{სმ}$", "$30\\ \\text{სმ}$", "$40\\ \\text{სმ}$"],
    correct: 3,
    tags: []
  },

  // 24
  {image: "physics-quizzes/class-10/images/image.29.png",
    question: "$ABC$ მართკუთხა პრიზმას $K$ წერტილიდან მომავალი სხივი $M$ წერტილში ეცემა და მისგან $N$ წერტილში გამოდის ($MN \\parallel AC$ და $\\angle A = 90^\\circ$). განსაზღვრეთ პრიზმის ნივთიერების გარდატეხის მაჩვენებელი თუ $\\alpha = 20^\\circ$ და $\\theta = 30^\\circ$",
    options: ["$\\frac{\\sin 30^\\circ}{\\sin 20^\\circ}$", "$\\frac{\\sin 50^\\circ}{\\sin 20^\\circ}$", "$\\frac{\\sin 50^\\circ}{\\sin 30^\\circ}$", "$\\frac{\\sin 30^\\circ}{\\sin 10^\\circ}$", "$\\frac{\\sin 20^\\circ}{\\sin 10^\\circ}$"],
    correct: 2,
    tags: []
  },

  // 25
  {
    question: "$20\\ \\text{სმ}$ ფოკუსური მანძილის მქონე ლინზიდან $30\\ \\text{სმ}$ მანძილზე, მთავარ ოპტიკურ ღერძზე დევს მცირე ზომის საგანი. იპოვეთ მანძილი საგანსა და ამ ლინზაში საგნის ნამდვილ გამოსახულებას შორის",
    options: ["$40\\ \\text{სმ}$", "$50\\ \\text{სმ}$", "$60\\ \\text{სმ}$", "$80\\ \\text{სმ}$", "$90\\ \\text{სმ}$"],
    correct: 4,
    tags: []
  }
]