const quizData = [
  // 1
  {intro:"კულონის მუდმივა $k = 9 \\cdot 10^9$ ნ $\\cdot$ მ$^2/$კ$^2$,",
    question: "$ABC$ ტოლფერდა ($AC=BC$) მართკუთხა სამკუთხედის $A$ და $B$ წვეროებში მოთავსებულია $3q$ და $4q$ წერტილოვანი მუხტები. $D$ წერტილი $AB$ ჰიპოთენუზის შუაწერტილია. იპოვეთ $C$ და $D$ წერტილებში ელექტრული ველის დაძაბულოებების შეფარდება $E_{C}:E_{D}=?$",
    options: ["$5 : 2$", "$5 : 1$", "$\\sqrt{5} : 2$", "$\\sqrt{5} : 1$", "$5 : \\sqrt{2}$"],
    correct: 0,
    tags: []
  },
  // 2
  {
    question: "$10C$ და $15C$ ელექტროტევადობის მქონე კონდენსატორები ჯერ შეაერთეს მიმდევრობით და ჩართეს $U$ ძაბვის ქსელში, შემდეგ კი შეაერთეს პარალელურად და ისევ ჩართეს იგივე $U$ ძაბვის ქსელში. პირველ შემთხვევაში $10C$ ტევადობის კონდენსატორზე დაგროვდა $150$ ნკ მუხტი. რა მუხტი დაგროვდებოდა იგივე კონდენსატორზე მეორე შემთხვევაში?",
   options: ["$90$ ნკ", "$120$ ნკ", "$180$ ნკ", "$250$ ნკ", "$300$ ნკ"],
   correct: 3,
    tags: []
  },
  // 3
  {
    question: "$60$ ვტ სიმძლავრის სახურებელს ჰქონდა $4$ ცალი ერთნაირი მიმდევრობით შეერთებული სპირალი. გიორგიმ მეოთხე სპირალი მოხსნა და დანარჩენ სამთან შეაერთა პარალელურად (სამი სპირალი მიმდევრობითაა ერთმანეთთან და მეოთხე პარალელურად). რა სიმძლავრეს განავითარებს ახლა ეს სახურებელი იგივე ძაბვის ქსელში ჩართვისას?",
   options: ["$255$ ვტ", "$320$ ვტ", "$105$ ვტ", "$45$ ვტ", "$80$ ვტ"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "$ABCD$ მართკუთხედის $A$, $B$ და $C$ წვეროებში მოთავსებულია სამი ერთნაირი $50$ ნკ მუხტის მქონე წერტილოვანი მუხტები. $AB=6$ მ, $BC=8$ მ. იპოვეთ ამ სამი მუხტის მიერ შექმნილი ველის პოტენციალი მართკუთხედის დიაგონალების გადაკვეთის წერტილში.",
     options: ["$18$ ვ", "$50$ ვ", "$270$ ვ", "$54$ ვ", "$100$ ვ"],
   correct: 2,
    tags: []
  },
  // 5
  {
    question: "ორი ერთნაირი მცირე ზომის დამუხტული მეტალის ბურთულა ერთმანეთს მიიზიდავენ $F$ ძალით. ბურთულები ერთმანეთს შეახეს და შემდეგ ისევ დააბრუნეს საწყის მდებარეობებში. აღმოჩნდა რომ ბურთულებს შორის ურთიერთქმედების ძალის მოდული კვლავ $F$-ის ტოლი იყო. ჩამოთვლილთაგან რისი ტოლი შეიძლებოდა ყოფილიყო ბურთულების საწყისი მუხტების მოდულების შეფარდება?",
    options: ["$3 - \\sqrt{2}$", "$3 + 2\\sqrt{2}$", "$2\\sqrt{2} - 3$", "$2 : 3$", "$1 : 3$"],
    correct: 1,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-10/images/image-1.png",
    question: "სურათზე გამოსახული წრედის $A$ და $B$ წერტილებზე მოდებულია $U$ ძაბვა. რისი ტოლია $R/r$ შეფარდება თუ ვიცით რომ $r$ წინაღობის მქონე რეზისტორში დენის ძალა $0$-ის ტოლია.",
    options: ["$1$", "$2$", "$3$", "$1/2$", "$1/3$"],
    correct: 4,
    tags: []
  },
  // 7
  {image: "physics-quizzes/class-10/images/image-2.png",
    question: "სურათზე მოცემულია $\\mathcal{E}$ ე.მ. ძალისა და $r=15$ ომი შიგა წინაღობის მქონე დენის წყაროსთან მიერთებული წრედი. $R_{1}=5$ ომი, $R_{2}=30$ ომი, $R_{3}=20$ ომი და $R_{4}=40$ ომი. იპოვეთ $R_3$ რეზისტორზე გამოყოფილი სიმძლავრე. ცნობილია რომ მოცემული დენის წყაროს მოკლე ჩართვის დენი არის $8$ ა",
     options: ["$20$ ვტ", "$320$ ვტ", "$32$ ვტ", "$50$ ვტ", "$80$ ვტ"],
     correct: 0,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-10/images/image-2.png",
    question: "სურათზე მოცემულია $\\mathcal{E}=75$ ვ ე.მ. ძალისა და $r=5$ ომი შიგა წინაღობის მქონე დენის წყაროსთან მიერთებული წრედი. $R_{2}=R_{3}=10$ ომი და $R_{4}=5$ ომი. იპოვეთ $R_{1}$ რეზისტორის წინაღობა, თუ ცნობილია რომ $R_{3}$ რეზისტორზე გამოიყოფა $40$ ვტ სიმძლავრე.",
   options: ["$2$ ომი", "$4$ ომი", "$5$ ომი", "$6$ ომი", "$9$ ომი"],
   correct: 1,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-10/images/image-3.png",
    question: "სურათზე მოცემულია სამი იდეალური დენის წყაროსა და ოთხი ერთნაირი წინაღობის მქონე რეზისტორისაგან შედგენილი წრედი. $K$ ჩამრთველი გამორთულ მდგომარეობაშია. იპოვეთ დენის ძალა წრედში, თუ $\\mathcal{E} = 60$ ვ და $R=30$ ომი.",
     options: ["$10$ ა", "$5$ ა", "$3$ ა", "$2$ ა", "$1$ ა"],
    correct: 4,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-10/images/image-3.png",
    question: "სურათზე მოცემულია სამი იდეალური დენის წყაროსა და ოთხი ერთნაირი წინაღობის მქონე რეზისტორისაგან შედგენილი წრედი. იპოვეთ დენის ძალა $2\\mathcal{E}$ ე.მ. ძალის დენის წყაროში მას შემდეგ რაც $K$ ჩამრთველს ჩავრთავთ. $\\mathcal{E}=24$ ვ და $R=4$ ომი.",
    options: ["$18$ ა", "$12$ ა", "$6$ ა", "$0$ ა", "$2$ ა"],
     correct: 3,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-10/images/image-4.png",
    question: "სურათზე მოცემულია ორი დენის წყაროსა ერთი რეზისტორისაგან შედგენილი წრედი. იპოვეთ $R=8$ ომი წინაღობის რეზისტორში გამავალი დენის ძალა. $\\mathcal{E}_{1}=40$ ვ, $\\mathcal{E}_{2}=10$ ვ, $r_{1}=6$ ომი და $r_{2}=3$ ომი.",
    options: ["$1$ ა", "$2$ ა", "$1{,}2$ ა", "$2{,}5$ ა", "$0{,}5$ ა"],
    correct: 1,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-10/images/image-6.png",
    question: "$R$ რადიუსიან რგოლში გამავალი დენის ძალა $I$-ს ტოლია. რგოლის სიბრტყეში $V$ სიჩქარით მოძრაობს $q$ მუხტის მქონე მცირე ზომის ნაწილაკი. იპოვეთ ამ ნაწილაკზე, რგოლის მხრიდან მოქმედი, ძალის მოდული იმ მომენტში როდესაც ნაწილაკი რგოლის ცენტრში გაივლის.",
   options: ["$\\frac{qV\\mu_0 I}{2R}$", "$\\frac{qV\\mu_0 I}{2\\pi R}$", "$\\frac{qV\\mu_0 I}{R}$", "$\\frac{qV\\mu_0 I}{2\\pi R^2}$", "$\\frac{2qV\\mu_0 I}{R}$"],
     correct: 0,
    tags: []
  },
  // 13
  {
    question: "ორი წრფივი პარალელური დენიანი გამტარი მოთავსებულია ერთმანეთისგან $L$ მანძილზე და ერთმანეთს მიიზიდავენ $F$ ძალით (გამტარებს შორის მანძილი ბევრად ნაკლებია მათ სიგრძეებთან შედარებით). რისი ტოლი იქნება ურთიერთქმედების ძალის მოდული თუ ერთში დენი გაიზრდება $6$-ჯერ, ხოლო მეორეში შემცირდება $3$-ჯერ.",
    options: ["$F$", "$2F$", "$3F$", "$6F$", "$18F$"],
     correct: 1,
    tags: []
  },
  // 14
  {
    question: "ერთგვაროვან მაგნიტურ ველში ძაფებზე ჰორიზონტალურად კიდია $L=3$მ აქტიური სიგრძის წრფივი გამტარი, რომელშიც გადის $60$ ა დენი. მაგნიტური ინდუქციის ვექტორი მიმართულია ჰორიზონტალურად და გამტარის მართობულია. ძაფების დაჭიმულობის ძალები ნულის ტოლია. გაიგეთ გამტარის მასა, თუ მაგნიტური ველის ინდუქციაა $0{,}02$ ტლ.",
     options: ["$90$ გ", "$100$ გ", "$200$ გ", "$360$ გ", "$400$ გ"],
   correct: 3,
    tags: []
  },
  // 15
  {
    question: "ერთგვაროვან მაგნიტურ ველში წრიულად $V$ სიჩქარით მოძრაობს $m$ მასისა და $q$ მუხტის მქონე ნაწილაკი, ისე რომ მისი ბრუნვის პერიოდი არის $T$. რა ექნება პერიოდი ამავე ველში $5V$ სიჩქარით, $2m$ მასისა და $q/3$ მუხტის მქონე ნაწილაკის წრიულ მოძრაობას.",
    options: ["$\\frac{6T}{5}$", "$\\frac{2T}{15}$", "$\\frac{10T}{3}$", "$\\frac{2T}{3}$", "$6T$"],
    correct: 4,
    tags: []
  },
  // 16
  {
    question: "ვაკუუმურ დიოდში ანოდური ძაბვა $U$-ს ტოლია, ხოლო კათოდსა და ანოდს შორის მანძილი კი $d$-ს ტოლი. კათოდიდან ამოტყორცნილი ელექტრონები ანოდს $V$ სიჩქარით ეჯახებიან. განსაზღვრეთ რა სიჩქარით დაეჯახებოდნენ ელექტრონები ანოდს, თუ ძაბვა $3U$-ს ტოლი იქნებოდა, ხოლო კათოდსა და ანოდს შორის მანძილი კი $2d$-ს ტოლი. ჩათვალეთ რომ კათოდიდან ამოტყორცნილი ელექტრონების საწყისი სიჩქარე ორივე შემთხვევაში $0$-ის ტოლია.",
       options: ["$1{,}5V$", "$6V$", "$\\sqrt{6}V$", "$\\sqrt{2}V$", "$\\sqrt{3}V$"],
  correct: 4,
    tags: []
  },
  // 17
  {
    question: "ბრტყელი კონდენსატორის ფირფიტებს შორის არის აირი, რომლის იონიზაციის ენერგია $3{,}2\\cdot10^{-18}$ ჯოულის ტოლია, ხოლო ელექტრონის თავისუფალი განარბენის სიგრძე კი $4$ მკმ-ია. კონდენსატორი მიერთებულია $10^5$ ვოლტის ძაბვის წყაროსთან. განსაზღვრეთ მინიმუმ რა მანძილზე უნდა იყოს ფირფიტები დაშორებული, რომ არ დაიწყოს აირის დარტყმითი იონიზაცია. ელექტრონის მუხტი $-1{,}6\\cdot10^{-19}$-ის ტოლია.",
    options: ["$0{,}5$ სმ", "$1$ სმ", "$2$ სმ", "$4$ სმ", "$8$ სმ"],
    correct: 2,
    tags: []
  },
  // 18
  {
    question: "რა უდიდესი მუხტი შეიძლება მივანიჭოთ აირში მოთავსებულ $3$ სმ რადიუსის მქონე ლითონის განმხოლოებულ ბურთულას, თუ აირის დარტყმითი იონიზაცია იწყება $4\\cdot10^{6}$ ვ/მ დაძაბულობისას?",
   options: ["$0{,}2$ მკკ", "$0{,}3$ მკკ", "$0{,}4$ მკკ", "$0{,}5$ მკკ", "$1{,}6$ მკკ"],
    correct: 2,
    tags: []
  },
  // 19
  {
    question: "ელექტროლიზის დროს $125$ მმ$^2$ ფართობის მქონე ფირფიტა ცალი მხრიდან დაიფარა $3$ მმ სისქის ნიკელის ფენით. ნიკელის სიმკვრივე და ელექტროქიმიური ექვივალენტი შესაბამისად $8800$ კგ/მ$^3$ და $0{,}3\\cdot10^{-6}$ კგ/კ-ის ტოლია. ცნობილია, რომ აბაზანაზე $20$ ვ ძაბვა იყო მოდებული. განსაზღვრეთ ელექტრული ძალების მიერ შესრულებული მუშაობა.",
   options: ["$1{,}1$ მგჯ", "$2{,}2$ მგჯ", "$4{,}4$ მგჯ", "$0{,}22$ მგჯ", "$0{,}44$ მგჯ"],
    correct: 3,
    tags: []
  },
  // 20
  {
    question: "ორი ელექტროლიტური აბაზანა შეერთებულია მიმდევრობით. ერთში კათოტზე გამოიყო $m$ მასის სპილენძი, მეორეში კი $4m$ მასის უცნობი ნივთიერება. სპილენძის და უცნობი ნივთიერების ვალენტობა ერთნაირია და ორს უდრის. განსაზღვრეთ უცნობი ნივთიერების მოლური მასა, თუ სპილენძის მოლური მასა $M$-ის ტოლია.",
       options: ["$16M$", "$8M$", "$4M$", "$2M$", "$M$"],
   correct: 2,
    tags: []
  },
  // 21
  {image: "physics-quizzes/class-10/images/image-5.png",
    question: "სურათზე მოცემულია სამი ერთნაირი ნათურა და სამი ერთნაირი იდეალური დიოდისგან შემდგარი წრედი. წრედს რთავენ $U$ ძაბვის ქსელში. რომელი ნათურა/ნათურები აინთება, თუ თითოეული ნათურა ინთება მასზე მინიმუმ $U/4$ ძაბვის მოდებისას?",
     options: ["$1$ და $3$", "$1$ და $2$", "არცერთი", "მხოლოდ მე-$2$", "სამივე"],
    correct: 4,
    tags: []
  },
  // 22
  {
    question: "ერთი და იგივე ძაბვაზე ჩართვისას მავთულში $0^{\\circ}C$ ტემპერატურაზე გადის $29$ მა დენი, ხოლო $80^{\\circ}C$ ტემპერატურაზე $25$ მა დენი. განსაზღვრეთ მავთულის წინაღობის ტემპერატურული კოეფიციენტი.",
  options: ["$0{,}001$ $^\\circ C^{-1}$", "$0{,}002$ $^\\circ C^{-1}$", "$0{,}004$ $^\\circ C^{-1}$", "$0{,}005$ $^\\circ C^{-1}$", "$0{,}01$ $^\\circ C^{-1}$"],
      correct: 1,
    tags: []
  },
  // 23
  {
    question: "ორ უსასრულოდ გრძელ და წრფივ, ურთპარალელურად ორიენტირებულ, ერთმანეთისაგან $3$ მ-ით დაშორებულ გამტარში გადის ერთიდაიგივე მიმართულების $2$ ა დენი. იპოვეთ მაგნიტური ველის ინდუქცია $A$ წერტილში, რომელიც მდებარეობს ამ გამტრებს შორის, ისე რომ $A$ წერტილიდან პირველ გამტარამდე მანძილი $1$ მ-ის ტოლია, ხოლო მეორე გამტარამდე $2$ მ. (უსასრულო გამტარები და $A$ წერტილი ერთ სიბრტყეშია)",
    options: ["$\\frac{\\mu_0}{2\\pi}$ ტლ", "$\\frac{3\\mu_0}{2\\pi}$ ტლ", "$\\frac{\\mu_0}{\\pi}$ ტლ", "$\\frac{4\\mu_0}{3\\pi}$ ტლ", "$0$ ტლ"],
    correct: 0,
    tags: []
  },
  // 24
  {
    question: "$B$ ინდუქციის ერთგვაროვან მაგნიტურ ველში წირებისადმი $60^{\\circ}$ გრადუსიანი კუთხითა და $V$ სიჩქარით შეიჭრა ელექტრონი. გამოთვალეთ ელექტრონის ტრაექტორიის სიმრუდის რადიუსი. ელექტრონის მასის და მუხტის მოდულის შეფარდება $m_{e}/q_{e}=k$-ს ტოლად ჩათვალეთ.",
     options: ["$\\frac{kV}{B}$", "$\\frac{\\sqrt{3}kV}{2B}$", "$\\frac{\\sqrt{3}kV}{B}$", "$\\frac{\\sqrt{3V}}{kB}$", "$\\frac{2kV}{B}$"],
     correct: 1,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-10/images/image-7.png",
    question: "სივრცის დიდ ნაწილში არსებულ $B$ ინდუქციის ერთგვაროვან მაგნიტური ველში $V$ სიჩქარით შეიჭრა ელექტრონი. $A$ წერტილის გავლისას მისი სიჩქარის მიმართულება ძალწირებთან $60^{\\circ}$ გრადუსიან კუთხეს ადგენს. ელექტრონის მასის და მუხტის მოდულის შეფარდება $m_{e}/q_{e}=k$ ტოლია. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს $AB$ მონაკვეთის სიგრძე, რომ ელექტრონმა $B$ წერტილში გაიაროს? $AB$ მონაკვეთი მაგნიტური ველის ძალწირების პარალელურია.",
     options: ["$\\frac{9\\pi kV}{2B}$", "$\\frac{\\pi kV}{3B}$", "$\\frac{3\\pi kV}{2B}$", "$\\frac{13\\pi kV}{B}$", "ჩამოთვლილთაგან ნებისმიერი შეიძლება იყოს"],
    correct: 3,
    tags: []
  }
];