const quizData = [
  // #1
  {
    question: "დადებითი წერტილოვანი მუხტის ველში $A$ წერტილიდან $B$ წერტილში გადაადგილებისას ველის დაძაბულობის მოდული შემცირდა $64\\%$-ით. რამდენი პროცენტით შემცირდა ველის პოტენციალი?",
    options: ["$20\\%$-ით", "$36\\%$-ით", "$40\\%$-ით", "$64\\%$-ით", "$80\\%$-ით"],
    correct: 2,
    tags: []
  },
  // #2
  {
    question: "სფერული ფორმის ვერცხლისწყლის დამუხტული მცირე წვეთის პოტენციალი $2$ვ-ია და ელექტროტევადობაა $C_1$, ხოლო $27$ ასეთივე წვეთის გაერთიანებით მიღებული წვეთის პოტენციალი $18$ვ-ია და ელექტროტევადობა $C_2$. იპოვეთ $\\frac{C_2}{C_1}$. პოტენციალი ნულის ტოლად უსასრულობაში ჩათვალეთ.",
    options: ["$2$", "$3$", "$9$", "$27$", "$81$"],
    correct: 1,
    tags: []
  },
  // #3
  {
    question: "წესიერი ექვსკუთხედის წვეროებში განლაგებულია $5$ ცალი $20$ მკკ და $1$ ცალი $(-20)$ მკკ მუხტი. ურთიერთქმედების ძალის მოდული ნებისმიერ ორ უახლოეს მეზობელ მუხტს შორის არის $3$ მნ. იპოვეთ ამ მუხტების მიერ, ექვსკუთხედის ცენტრში შექმნილი ველის დაძაბულობის რიცხვითი მნიშვნელობა.",
    options: ["$60$ ვ/მ", "$90$ ვ/მ", "$100$ ვ/მ", "$120$ ვ/მ", "$300$ ვ/მ"],
    correct: 4,
    tags: []
  },
  // #4
  {
    question: "უსასრულოდ გრძელი, თხელკედლიანი $r$ რადიუსიანი ცილინდრის ზედაპირი თანაბრადაა დამუხტული $\\sigma$ მუხტის ზედაპირული სიმკვრივით. იპოვეთ ამ ცილინდრის მიერ მისი ღერძიდან $R>r$ მანძილით დაშორებულ წერტილში შექმნილი ველის დაძაბულობის მოდული.",
    options: ["$\\frac{\\sigma r}{\\varepsilon_0 R}$", "$\\frac{\\sigma r}{2\\pi\\varepsilon_0 R}$", "$\\frac{\\sigma}{2\\pi\\varepsilon_0 R}$", "$\\frac{\\sigma r}{2\\pi\\varepsilon_0 (R-r)}$", "$\\frac{\\sigma r}{\\varepsilon_0 (R-r)}$"],
    correct: 0,
    tags: []
  },
  // #5
  {
    task:"$AB =$ $4\\sqrt{3}$ მ სიგრძის მონაკვეთის ბოლოებში დამაგრებულ $+q$ და $-q$ მუხტებს შორის ელექტრული მიზიდულობის ძალის მოდული $F$-ის ტოლია. მუხტების შემაერთებელი მონაკვეთის შუამართობზე, მონაკვეთის შუაწერტილიდან $x$ მანძილზე მოთავსებულია მესამე $+q$ მუხტი. მესამე მუხტზე მოქმედი ძალების ტოლქმედის მოდული $F$-ის ტოლია. ამ პირობის მიხედვით უპასუხეთ $5-6$ კითხვებს:",
    question: "იპოვეთ $x$",
    options: ["$\\sqrt{3}$ მ", "$2$ მ", "$2\\sqrt{3}$ მ", "$6$ მ", "$4\\sqrt{3}$ მ"],
    correct: 3,
    tags: []
  },
  // #6
  {
    question: "რა მინიმალური მუშაობა უნდა შევასრულოთ იმისათვის, რომ მესამე მუხტი მივიტანოთ $AB$ მონაკვეთის შუაწერტილში?",
    options: ["$0$", "$2F$", "$3F$", "$2\\sqrt{3}F$", "$4\\sqrt{3}F$"],
    correct: 0,
    tags: []
  },
  // #7
  {
    question: "ურთიერთგადამფარავი ფართობის შეუცვლელად, ბრტყელი ჰაერიანი კონდენსატორის ფირფიტებს შორის მანძილი $2$-ჯერ გაზარდეს, ისე რომ კონდენსატორი მიერთებული იყო მუდმივი $U$ ძაბვის ქსელთან. თავდაპირველად ფირფიტებს შორის ელეტრული ველის დაძაბულობა იყო $E$, ხოლო კონდენსატორის მუხტი იყო $q$. მანძილის შეცვლის გამო ფირფიტებს შორის ელექტრული ველის დაძაბულობა გახდა $nE$ ხოლო კონდენსატორის მუხტი კი $mq$. იპოვეთ $m+n$.",
    options: ["$0{,}5$", "$1$", "$1{,}5$", "$2{,}5$", "$4$"],
    correct: 1,
    tags: []
  },
  // #8
  {
    question: "$20$ სმ რადიუსის ლითონის ბურთულა დამუხტულია $50$ ვ პოტენციალამდე. რისი ტოლია პოტენციალთა სხვაობა ისეთ ორ წერტილს შორის, რომლებიც ბურთულას ცენტრიდან $10$სმ და $50$სმ მანძილებზე მდებარეობს? პოტენციალი უსასრულობაში ნულის ტოლად ითვლება.",
    options: ["$80$ ვ", "$192$ ვ", "$42$ ვ", "$70$ ვ", "$30$ ვ"],
    correct: 4,
    tags: []
  },
  // #9
  {
    question: "$50$ მკკ მუხტით დამუხტული მცირე ზომის ბურთულა, $200$ ვ/მ დაძაბულობის ერთგვაროვან ელექტრულ ველში ჯერ გადააადგილეს ძალწირების მიმართულებით $30$ სმ მანძილზე, ხოლო შემდეგ ძალწირების მართობულად $40$ სმ მანძილზე. იპოვეთ ამ პროცესში ელექტრული ველის მიერ ბურთულაზე შესრულებული მუშაობა.",
    options: ["$5$ მჯ", "$4$ მჯ", "$3$ მჯ", "$2$ მჯ", "$-5$ მჯ"],
    correct: 2,
    tags: []
  },
  // #10
  {
    image: "physics-quizzes/class-10/images/image11.png",
    question: "წრედიდან გამორთული, ჰაერიანი ბრტყელი კონდენსატორის შემონაფენებს შორის შეიტანეს შემონაფენების ფართობის მქონე, $d$ სისქის და $\\varepsilon = 4$ შეღწევადობის მქონე დიელექტრიკის ფირფიტა. შემონაფენებს შორის მანძილია $L = 4d$. შემონაფენებს შორის ძაბვა დიელექტრიკის შეტანამდე იყო $64$ ვ. რისი ტოლი გახდა შემონაფენებს შორის ძაბვა დიელექტრიკის შეტანის შემდეგ?",
    options: ["$120$ ვ", "$90$ ვ", "$80$ ვ", "$45$ ვ", "$52$ ვ"],
    correct: 4,
    tags: []
  },
  // #11
  {
    question: "$0{,}2$ფ ელექტროტევადობის კონდენსატორი დამუხტულია $6$ვ ძაბვამდე. მას პარალელურად მიუერთეს $0{,}4$ფ ელექტროტევადობის დაუმუხტავი კონდენსატორი. რისი ტოლია ამ ორი კონდენსატორისაგან შედგენილი სისტემის ენერგია?",
    options: ["$1{,}2$ ჯ", "$0{,}6$ ჯ", "$1{,}8$ ჯ", "$0{,}9$ ჯ", "$3{,}6$ ჯ"],
    correct: 0,
    tags: []
  },
  // #12
  {
    image: "physics-quizzes/class-10/images/image12.png",
    task:"კონდენსატორები $AB$ ძაბვის ქსელში ისეა ჩართული როგორც სურათზეა გამოსახული. ჩათვალეთ, რომ ვოლტმეტრი იდეალურია და უჩვენებს $10$ ვ ძაბვას. კონდენსატორების ტევადობები ნახაზზეა ნაჩვენები, ჩათვალეთ რომ $C=10$ ნფ. მოცემული პირობის მიხედვით უპასუხეთ $12-14$ კითხვებს:",
    question: "იპოვეთ ამ წრედის სრული ტევადობა.",
    options: ["$35$ ნფ", "$55$ ნფ", "$140$ ნფ", "$170$ ნფ", "$70$ ნფ"],
    correct: 1,
    tags: []
  },
  // #13
  {
    image: "physics-quizzes/class-10/images/image12.png",
    question: "იპოვეთ $4C$ ტევადობის მქონე კონდენსატორის მუხტი.",
    options: ["$220$ ნკ", "$440$ ნკ", "$120$ ნკ", "$880$ ნკ", "$480$ ნკ"],
    correct: 4,
    tags: []
  },
  // #14
  {
    image: "physics-quizzes/class-10/images/image12.png",
    question: "იპოვეთ ერთ-ერთი $C$ ტევადობის მქონე კონდენსატორის ელექტრული ველის ენერგია.",
    options: ["$60$ ნჯ", "$121$ ნჯ", "$180$ ნჯ", "$240$ ნჯ", "$605$ ნჯ"],
    correct: 2,
    tags: []
  },
  // #15
  {
    image: "physics-quizzes/class-10/images/image13.png",
    question: "სურათზე გამოსახულ წრედის უბანზე $R$ წინაღობის გამტარში დენის ძალაა $6$ა. განსაზღვრეთ სრული დენის ძალა $AB$ უბანზე.",
    options: ["$36$ ა", "$27$ ა", "$20$ ა", "$11$ ა", "$9$ ა"],
    correct: 3,
    tags: []
  },
  // #16
  {
    image: "physics-quizzes/class-10/images/image14.png",
    task:"სურათზე გამოსახულია $5$ ცალი ერთნაირი $7$ ომის მქონე რეზისტორისგან შექმნილი წრედი. წრედში ჩართული იდეალური ამპერმეტრის ჩვენება არის $2$ა. ამ პირობის მიხედვით უპასუხეთ $16-19$ კითხვებს:",
    question: "იპოვეთ $№5$ რეზისტორში $5$ წამში გასული მუხტი.",
    options: ["$20$ კ", "$10$ კ", "$5$ კ", "$0{,}8$ კ", "$0{,}4$ კ"],
    correct: 0,
    tags: []
  },
  // #17
  {
    image: "physics-quizzes/class-10/images/image14.png",
    question: "იპოვეთ წრედის სრული წინაღობა.",
    options: ["$6$ ომი", "$8$ ომი", "$21$ ომი", "$24$ ომი", "$35$ ომი"],
    correct: 0,
    tags: []
  },
  // #18
  {
    image: "physics-quizzes/class-10/images/image14.png",
    question: "იპოვეთ წრედზე მოდებული $U_{AB}$ ძაბვა.",
    options: ["$30$ ვ", "$42$ ვ", "$56$ ვ", "$70$ ვ", "$147$ ვ"],
    correct: 1,
    tags: []
  },
  // #19
  {
    image: "physics-quizzes/class-10/images/image14.png",
    question: "იპოვეთ $№1$ რეზისტორში გამოყოფილი სიმძლავრე.",
    options: ["$90$ ვტ", "$21$ ვტ", "$63$ ვტ", "$45$ ვტ", "$60$ ვტ"],
    correct: 2,
    tags: []
  },
  // #20
  {
    question: "$U$ ძაბვაში ჩართვისას ერთი ნათურის მიერ განვითარებული სიმძლავრე არის $10$ ვტ, ხოლო ამავე ძაბვაში ცალკე ჩართული მეორე ნათურის მიერ განვითარებული სიმძლავრე არის $90$ ვტ. ეს ორი ნათურა შეაერთეს მიმდევრობით და ჩართეს $2U$ ძაბვის ქსელში, იპოვეთ ამ დროს მეორე ნათურის მიერ განვითარებული სიმძლავრე.",
    options: ["$0{,}9$ ვტ", "$100$ ვტ", "$22{,}5$ ვტ", "$50$ ვტ", "$3{,}6$ ვტ"],
    correct: 4,
    tags: []
  },
  // #21
  {
    image: "physics-quizzes/class-10/images/image15.png",
    question: "სურათზე მოყვანილ წრედში $R_1 = 3$ ომი, $R_2 = 9$ ომი, $R_3 = R_4 = R_6 = 6$ ომი, $R_5 = 4$ ომი, ხოლო $R_x$ წინაღობა $0$-ის ტოლია. წრედი ჩართულია $U_{AB} = 12$ ვ ძაბვის ქსელში. იპოვეთ წრედზე გამოყოფილი სიმძლავრე.",
    options: ["$24$ ვტ", "$48$ ვტ", "$60$ ვტ", "$96$ ვტ", "$120$ ვტ"],
    correct: 1,
    tags: []
  },
  // #22
  {
    question: "თუ ბრტყელი დამუხტული ჰაერიანი კონდენსატორი გამორთულია დენის წყაროდან და მისი ენერგიაა $30$ ჯ, მაშინ ფირფიტებს შორის მანძილის $4$-ჯერ გადიდებისას შესრულებული მუშაობაა.",
    options: ["$7{,}5$ ჯ", "$10$ ჯ", "$60$ ჯ", "$90$ ჯ", "$120$ ჯ"],
    correct: 3,
    tags: []
  },
  // #23
  {
    question: "$L$ სიგრძის, ცილინდრული ფორმის, წრფივ მავთულში დენის ძალის სიმკვრივე არის $j$. მავთულის კუთრი წინაღობა არის $\\rho$. იპოვეთ ძაბვა ამ მავთულის ბოლოებზე.",
    options: ["$\\frac{\\rho j}{L}$", "$\\frac{\\rho L}{j}$", "$\\frac{j L}{\\rho}$", "$\\frac{L}{\\rho j}$", "$\\rho j L$"],
    correct: 4,
    tags: []
  },
  // #24
  {
    image: "physics-quizzes/class-10/images/image16.png",
    question: "$\\rho$ და $3\\rho$ კუთრიწინაღობის ნივთიერებების გამყოფი საზღვარი დამუხტულია დადებითი $\\sigma$ მუხტის ზედაპირული სიმკვრივით. დენის ძალის სიმკვრივე ნივთიერებების გამყოფი საზღვრის მართობულია. იპოვეთ დენის ძალის სიმკვრივე.",
    options: ["$\\frac{\\sigma}{2\\varepsilon_0\\rho}$ მიმართული მარჯვნივ", "$\\frac{\\sigma}{2\\varepsilon_0\\rho}$ მიმართული მარცხნივ", "$\\frac{\\sigma}{\\varepsilon_0\\rho}$ მიმართული მარჯვნივ", "$\\frac{\\sigma}{\\varepsilon_0\\rho}$ მიმართული მარცხნივ", "$0$"],
    correct: 0,
    tags: []
  },
  // #25
  {
    image: "physics-quizzes/class-10/images/image15.png",
    question: "სურათზე მოცემულია $6$ ცალი ერთნაირი $20$ ომის მქონე რეზისტორისაგან და ერთი $R_x$ რეოსტატისგან შედგენილი წრედი. რისი ტოლი უნდა იყოს რეოსტატის $R_x$ წინაღობა იმისათვის, რომ $R_5$ რეზისტორში დენმა არ გაიაროს.",
    options: ["$10$ ომი", "$15$ ომი", "$20$ ომი", "$30$ ომი", "არცერთი წინა პასუხი არაა სწორი"],
    correct: 3,
    tags: []
  }
];
