const quizData = [
// 1
{
question: "თუ ერთგვაროვან მაგნიტურ ველში მაგნიტური ველის ინდუქციის წირების მართობულად შეჭრილი ორი ნაწილაკიდან პირველის მუხტი $4$-ჯერ, ხოლო სიჩქარე $6$-ჯერ მეტია მეორისაზე, მაშინ პირველზე მოქმედი ლორენცის ძალის შეფარდება მეორეზე მოქმედ ლორენცის ძალასთან, არის",
 options: ["$24$", "$1{,}5$", "$\\frac{2}{3}$", "$\\frac{8}{3}$", "$9$"],
    correct: 0,
tags: []
},
// 2
{
question: "$0{,}2$ $ტლ$ ინდუქციის მაგნიტურ ველში მოთავსებულია მავთულის წრიული ხვია. ინდუქციის წირები ხვიის სიბრტყის მართობულია. ხვიის ფართობია $1$ $მ^2$, ხოლო წინაღობა $20$ $ომი$. განსაზღვრეთ, რა კუთხით უნდა მოვაბრუნოთ ხვია დიამეტრის გარშემო თანაბარი ბრუნვით, რომ მის განივკვეთში $5 \\cdot 10^{-3}$ $კ$ მუხტმა გაიაროს. ხვიას ინდუქციურობა უგულებელყავით.",
options: ["$30^{\\circ}$", "$60^{\\circ}$", "$90^{\\circ}$", "$120^{\\circ}$", "$180^{\\circ}$"],
correct: 1,
tags: []
},
// 3
{
question: "$5$ $ომი$ წინაღობისა და $0{,}06$ $ჰნ$ ინდუქციურობის მქონე კოჭაში დენის ძალა თანაბრად იკლებს $10^3$ $ა/წმ$ სიჩქარით. რისი ტოლია ძაბვა კოჭას ბოლოებზე იმ მომენტში, როდესაც კოჭაში გადის $16$ $ა$ დენი?",
 options: ["$20$ ვ", "$60$ ვ", "$80$ ვ", "$140$ ვ", "$160$ ვ"],
   correct: 3,
tags: []
},
// 4
{image: "physics-quizzes/class-10/images/image-25.png",
question: "$m$ მასის და $q$ მუხტის მქონე ნაწილაკი $V$ სიჩქარით $A$ წერტილიდან „შეფრინდა“ ერთგვაროვან მაგნიტურ ველში, ინდუქციის წირებისადმი $\\alpha$ კუთხით. ჩამოთვლილთაგან რა მინიმალური მნიშვნელობა შეიძლება ჰქონდეს მაგნიტური ველის ინდუქციას იმისათვის რომ ნაწილაკმა გაიაროს $C$ წერტილში. $AC=L$",
 options: [
      "$\\frac{2\\pi mV\\cos\\alpha}{qL}$",
      "$\\frac{mV tg\\alpha}{3qL}$",
      "$\\frac{\\pi mV\\sin\\alpha}{qL}$",
      "$\\frac{2\\pi mV tg\\alpha}{qL}$",
      "$\\frac{\\pi mV\\cos\\alpha}{qL}$"
    ],correct: 0,
tags: []
},
// 5
{image: "physics-quizzes/class-10/images/image-26.png",
question: "მოცემულია კოჭაში დენის ძალის დროზე დამოკიდებულების გრაფიკი. ცნობილია, რომ კოჭას ინდუქციურობა $0{,}2$ $ჰნ$-ის ტოლია. განსაზღვრეთ დენის ძალის ამგვარი ცვლილებისას კოჭას ბოლოებზე აღძრული ინდუქციის ელექტრომამოძრავებელი ძალის მოდული.",
options: ["$1{,}6$ ვ", "$2{,}4$ ვ", "$4$ ვ", "$5$ ვ", "$10$ ვ"],
   correct: 4,
tags: []
},
// 6
{
question: "$1$ $მ$ სიგრძის წვრილი გამტარი მავთული ერთ-ერთი ბოლოდან $40$ $სმ$ მანძილით დაშორებულ წერტილში გადაღუნეს $90^{\\circ}$-იანი კუთხით და უძრავად დაამაგრეს ერთგვაროვან $0{,}5$ $ტლ$ ინდუქციის მაგნიტურ ველში ისე, რომ მაგნიტური ველი მოღუნული მავთულის სიბრტყის მართობულია. განსაზღვრეთ მაგნიტური ველის მიერ მავთულზე მოქმედი ძალის მოდული, თუ მავთულში მუდმივ $I=20$ $ა$ დენს გავატარებთ.",
options: ["$10$ ნ", "$2\\sqrt{5}$ ნ", "$2\\sqrt{13}$ ნ", "$4\\sqrt{2}$ ნ", "$2\\sqrt{10}$ ნ"],
correct: 2,
tags: []
},
// 7
{
question: "ერთგვაროვან მაგნიტურ ველში ძალწირებისადმი მართობულად შეჭრილი ელექტრონი მოძრაობს წრეწირზე, ბრუნვის პერიოდით $T$. რისი ტოლი გახდება ბრუნვის პერიოდი, თუ ელექტრონის კინეტიკური ენერგია $4$-ჯერ გაიზრდება?",
 options: ["$\\frac{T}{4}$", "$\\frac{T}{2}$", "$T$", "$2T$", "$4T$"],
   correct: 2,
tags: []
},
// 8
{image: "physics-quizzes/class-10/images/image-27.png",
question: "წრფივ დენიან გამტარის მიმართ, რომელშიც გადის $I$ დენი, მუდმივი $V$ სიჩქარით მოძრაობს დადებითი $q$ მუხტის მქონე ნაწილაკი. $V$ სიჩქარის ვექტორი და $I$ დენის ძალის მიმართულება ნახაზის სიბრტყეშია და ერთმანეთის მართობულია. განსაზღვრეთ დენიანი გამტარის მიერ ნაწილაკზე მოქმედი ძალის მიმართულება",
 options: [
      "ნახაზის სიბრტყეში მარცხნივ",
      "ნახაზის სიბრტყეში ქვემოთ",
      "ნახაზის სიბრტყეში ზემოთ",
      "ნახაზის სიბრტყეში მარჯვნივ",
      "ძალა არ მოქმედებს"
    ],
    correct: 3,
tags: []
},
// 9
{
question: "$F$ ფოკუსური მანძილის მქონე ლინზა ეკრანზე ქმნის საგნის $3$-ჯერ გადიდებულ გამოსახულებას. იპოვეთ მანძილი ლინზასა და საგანს შორის.",
options: ["$F/3$", "$2F/3$", "$3F/2$", "$7F/4$", "$4F/3$"],
correct: 4,
tags: []
},
// 10
{
question: "მას შემდეგ რაც დენის წყაროსთან მიერთებული $2$ $ომიანი$ წინაღობა $5$ $ომიანით$ შეცვალეს, დენის ძალა წრედში $2$-ჯერ შემცირდა. განსაზღვრეთ დენის წყაროს შიგა წინაღობა.",
  options: ["$0{,}4$ ომი", "$0{,}5$ ომი", "$0{,}8$ ომი", "$1$ ომი", "$1{,}5$ ომი"],
  correct: 3,
tags: []
},
// 11
{
question: "ეკრანიდან $90$ $სმ$ მანძილზე მოთავსებულია ეკრანის პარალელური ფანქარი. $20$ $სმ$ ფოკუსური მანძილის მქონე შემკრები ლინზა, რომელიც საწყის მომენტში ეკრანთანაა, მოძრაობს ფანქრისაკენ თანაბრად $2$ $სმ/წმ$ სიჩქარით. ლინზა ეკრანის პარალელურია. რა დროის შემდეგ მიიღება პირველად ეკრანზე ფანქრის მკვეთრი გამოსახულება?",
 options: ["$30$ წმ", "$15$ წმ", "$12$ წმ", "$10$ წმ", "$9$ წმ"],
   correct: 1,
tags: []
},
// 12
{image: "physics-quizzes/class-10/images/image-28.png",
question: "$r$ რადიუსის ლითონის სფერო დამუხტულია $q$ მუხტით, ხოლო მისგან დიდი მანძილით დაშორებული $4r$ რადიუსის ლითონის სფერო $14q$ მუხტით. სფეროები შეაერთეს წვრილი მავთულით. რა მუხტმა გაიარა მავთულში? მავთულზე დარჩენილი მუხტი უგულებელყავით.",
 options: ["$2q$", "$3q$", "$4q$", "$5q$", "$6{,}5q$"],
  correct: 0,
tags: []
},
// 13
{image: "physics-quizzes/class-10/images/image-29.png",
question: "სურათზე მოცემული ნახაზის მიხედვით დაადგინეთ რომელია შემკრებ ლინზაში $a$ საგნის გამოსახულება?",
options: ["$1$", "$2$", "$3$", "$4$", "$5$"],
  correct: 1,
tags: []
},
// 14
{image: "physics-quizzes/class-10/images/image-30.png",
question: "სურათზე მოცემულ სქემაში ამპერმეტრის ჩვენებაა $2$ $ა$, რეზისტორების წინაღობები მითითებულია ნახატზე, კონდენსატორის ტევადობაა $C=2$ $მკფ$. იპოვეთ კონდენსატორის მუხტი. (წრედში დენის ძალა აღარ იცვლება)",
  options: ["$8$ მკკ", "$12$ მკკ", "$30$ მკკ", "$40$ მკკ", "$42$ მკკ"],
  correct: 2,
tags: []
},
// 15
{
question: "ჰაერში მოთავსებულ ჰორიზონტალურ ფირფიტებს შორის წონასწორობაშია ლითონის დამუხტული ნამცეცი. ფირფიტების ზომები ბევრად მეტია მათ შორის მანძილთან შედარებით. რისი ტოლი გახდება ნამცეცის აჩქარება, თუ ფირფიტებს შორის მანძილს გავზრდით $2$-ჯერ, ხოლო თითოეული ფირფიტის მუხტს გავზრდით $3$-ჯერ? (თავისუფალი ვარდნის აჩქარება არის $g$)",
 options: ["$\\frac{g}{3}$", "$5g$", "$\\frac{3g}{2}$", "$2g$", "$3g$"],
   correct: 3,
tags: []
},
// 16
{
question: "გვაქვს მხოლოდ ერთი გამბნევი ლინზა და ფანქარი. როდის მიიღება გამბნევ ლინზაში ლინზის პარალელური ფანქრის წარმოსახვითი გადიდებული გამოსახულება? (საგნიდან ლინზამდე მანძილია $d$, ლინზის ფოკუსური მანძილია $F$)",
  options: ["$d<F$", "$2F>d>F$", "$d>2F$", "არასდროს", "ყოველთვის"],
   correct: 3,
tags: []
},
// 17
{
question: "პირველი გარემოს გარდატეხის მაჩვენებელია $3$, მეორესი კი $1{,}5$. სხივი პირველი გარემოდან ეცემა მეორე გარმოსთან არსებულ გამყოფ საზღვარს. რას უდროს სრული შინაგანი არეკვლის ზღვრული კუთხე.",
 options: ["$15^0$", "$30^0$", "$45^0$", "$60^0$", "$75^0$"],
   correct: 1,
tags: []
},
// 18
{
question: "სინათლის სხივი გადადის $I$ გარემოდან $II$-ში. იპოვეთ მეორე გარემოში სინათლის სიჩქარის შეფარდება პირველ გარემოში სინათლის სიჩქარესთან $(v_{2}/v_{1})$ თუ დაცემის კუთხე არის $30^{\\circ}$ ხოლო გარდატეხის კუთხე კი $60^{\\circ}$",
 options: ["$\\frac{\\sqrt{3}}{3}$", "$\\frac{\\sqrt{3}}{2}$", "$\\sqrt{3}$", "$1{,}5\\sqrt{3}$", "$2\\sqrt{3}$"],
   correct: 2,
tags: []
},
// 19
{
question: "$q_{1}=-4 \\cdot 10^{-6}$ $კ$ და $q_{2}=9 \\cdot 10^{-6}$ $კ$ მცირე ზომის დამუხტული ნაწილაკები ერთმანეთისგან $50$ $სმ$ მანძილზე არიან დამაგრებულები. პირველი მუხტიდან რა მანძილზე უნდა მოვათავსოთ მესამე მცირე ზომის დამუხტული ნაწილაკი, რომ ის წონასწორობაში იყოს (გაითვალისწინეთ მხოლოდ ელექტრული ურთიერთქმედება)?",
 options: ["$20$ სმ", "$25$ სმ", "$50$ სმ", "$75$ სმ", "$1$ მ"],
   correct: 4,
tags: []
},
// 20
{
question: "ორ წერტილოვან დადებით მუხტს შორის მანძილი $2R$ ის ტოლია. ცნობილია რომ მათი შემაერთებელი მონაკვეთის შუა წერტილში პოტენციალი $\\phi$-ის ტოლია. განსაზღვრეთ ელექტრული ველის დაძაბულობის მოდული მუხტების შემაერთებელი მონაკვეთის შუა წერტილში, თუ ერთი მუხტი მეორეზე $2$ ჯერ მეტია.",
 options: [
      "$\\frac{\\varphi}{R}$",
      "$\\frac{\\varphi}{2R}$",
      "$\\frac{\\varphi}{3R}$",
      "$\\frac{2\\varphi}{3R}$",
      "$\\frac{3\\varphi}{2R}$"
    ],correct: 2,
tags: []
},
// 21
{image: "physics-quizzes/class-10/images/image-31.png",
question: "სურათზე მოცემულია კონდენსატორების წრედი (მონაცემები მითითებულია სურათზე). იპოვეთ $2C$ ტევადობის კონდენსატორის ელექტრული ველის ენერგია თუ $6C$ ტევადობის კონდენსატორის მუხტია $q$.",
 options: [
      "$\\frac{9q^2}{16C}$",
      "$\\frac{9q^2}{8C}$",
      "$\\frac{9q^2}{4C}$",
      "$\\frac{3q^2}{8C}$",
      "$\\frac{3q^2}{4C}$"
    ],correct: 0,
tags: []
},
// 22
{image: "physics-quizzes/class-10/images/image-31.png",
question: "სურათზე მოცემულია კონდენსატორების წრედი (მონაცემები მითითებულია სურათზე). იპოვეთ $4C$ ტევადობის კონდენსატორის მუხტი, თუ $6C$ ტევადობის კონდენსატორის მუხტია $q$.",
 options: [
      "$\\frac{3q}{8}$",
      "$\\frac{3q}{2}$",
      "$\\frac{22q}{3}$",
      "$3q$",
      "$\\frac{11q}{3}$"
    ],correct: 4,
tags: []
},
// 23
{image: "physics-quizzes/class-10/images/image-32.png",
question: "ნახაზის სქემაზე მოცემული კომპონენტების რიცხვითი მნიშვნელობები შემდეგნაირია: $\\epsilon_{1}=21$ $ვ$, $\\epsilon_{2}=7$ $ვ$, $R_{1}=10$ $ომი$, $R_{2}=20$ $ომი$ და $R=5$ $ომი$. იპოვეთ $R$ წინაღობაში გამავალი დენის ძალა, თუ ორივე დენის წყაროს შიგა წინაღობა $0$-ის ტოლია.",
 options: ["$0{,}2$ ა", "$0{,}8$ ა", "$1{,}12$ ა", "$0{,}24$ ა", "$0{,}6$ ა"],
   correct: 0,
tags: []
},
// 24
{
question: "$1{,}8$ $მ$ სიმაღლის ადამიანი დგას კედელზე დამაგრებული $0{,}8$ მეტრი სიმაღლის მქონე ბრტყელი მართკუთხა ფორმის სარკის წინ (ადამიანიც და სარკეც ვერტიკალურ მდგომარეობაშია) ადამიანსა და სარკეს შორის მანძილი $1{,}2$ მეტრია. ჰორიზონტალური იატაკიდან რა სიმაღლეზე უნდა იყოს მოთავსებული სარკის ქვედა გვერდი იმისათვის რომ ადამიანმა სრულად დაინახოს საკუთარი გამოსახულება ამ სარკეში.",
options: ["$0{,}6$ მ", "$0{,}8$ მ", "$0{,}9$ მ", "$1$ მ", "ყველა წინა პასუხი არასწორია"],
   correct: 4,
tags: []
},
// 25
{
question: "წერტილოვანი სხეული მოთავსებულია ჩაზნექილი სფერული სარკის მთავარ ოპტიკურ ღერძზე სარკისა და მთავარი ოპტიკური ღერძის გადაკვეთის $P$ წერტილიდან $60$ $სმ$ დაშორებით. სხეულის ნამდვილი გამოსახულება მიიღება სარკიდან (ამავე $P$ წერტილდან) $40$ $სმ$-ზე. განსაზღვრეთ სფერულის სარკის რადიუსი.",
   options: ["$120$ სმ", "$24$ სმ", "$36$ სმ", "$48$ სმ", "$240$ სმ"],
  correct: 3,
tags: []
}
];