const quizData = [
  // 1
  {
    question: "გამოთვალეთ $\\sin 75° − \\sin 15°$.",
    options: ["$0$", "$1$", "$\\sqrt{2}$", "$\\frac{\\sqrt{2}}{2}$", "$\\frac{\\sqrt{3}}{2}$", "$\\frac{1}{2}$"],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "გამოთვალეთ $(\\sin 17 + \\cos 17)^2 + (\\sin 17 − \\cos 17)^2$.",
    options: ["$0$", "$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "იპოვეთ $y = |\\sin 2\\alpha + \\cos 3\\beta − 5| + 4$ გამოსახულების მნიშვნელობათა სიმრავლე.",
    options: ["$[0;4]$", "$[4;9]$", "$[0;9]$", "$[7;11]$", "$[4;12]$", "$[0;11]$"],
    correct: 3,
    tags: []
  },
  // 4
  {
    question: "რამდენი წიბო აქვს მრავალწახნაგს, თუ ის ორჯერ აღემატება წვეროების რაოდენობას და $9$-ით მეტია წახნაგების რაოდენობაზე?",
    options: ["$17$", "$18$", "$19$", "$20$", "$22$", "$24$"],
    correct: 4,
    tags: []
  },
  // 5
  {
    question: "მონაკვეთი; სამკუთხედი; კვადრატი; მართკუთხედი — ჩამოთვლილთაგან რომელი ფიგურა შეიძლება მივიღოთ ტრაპეციის რაიმე სიბრტყეზე ორთოგონალური დაგეგმილებით? (მოცემული ფიგურის ორთოგონალური გეგმილი რაიმე სიბრტყეზე ეწოდება ამ ფიგურის თითოეული წერტილიდან მოცემულ სიბრტყეზე დაშვებული მართობის ფუძის წერტილების ერთობლიობას).",
    options: ["მხოლოდ მონაკვეთი", "მხოლოდ სამკუთხედი", "მხოლოდ კვადრატი", "მხოლოდ მართკუთხედი", "მხოლოდ კვადრატი და მართკუთხედი", "ჩამოთვლილთაგან არცერთი"],
    correct: 0,
    tags: []
  },
  // 6
  {
    warning: "ყველა პასუხია ჩათვლილი",
    question: "ჩამოთვლილთაგან რისი ტოლია $\\frac{2 \\cos 88° \\cos 2° − \\cos 86°}{\\cos 86°}$.",
    options: ["$\\frac{1}{2}$", "$2$", "$\\frac{1}{3}$", "$\\cos 43° + \\cos 86°$", "$\\sin 217° + \\sin 163°$", "$\\cos 2° + \\cos 86°$"],
    correct: [0,1,2,3,4,5],
    tags: []
  },
  // 7
  {
    question: "იპოვეთ $\\cos 8\\alpha + \\cos 6\\alpha + 2 \\sin 5\\alpha \\sin 3\\alpha$ გამოსახულების მნიშვნელობა, თუ $\\sin \\alpha = \\frac{1}{\\sqrt{3}}$.",
    options: ["$-\\frac{14}{27}$", "$-\\frac{12}{3\\sqrt{3}}$", "$-\\frac{2}{3}$", "$\\frac{5}{18}$", "$\\frac{7}{2\\sqrt{6}}$", "$\\frac{4\\sqrt{3}}{9}$"],
    correct: 0,
    tags: []
  },
  // 8
  {
    question: "გამოთვალეთ $\\cos \\frac{\\pi}{24} \\cos \\frac{7\\pi}{24} \\sin \\frac{\\pi}{24} \\sin \\frac{7\\pi}{24}$.",
    options: ["$1$", "$\\frac{1}{24}$", "$\\frac{1}{16}$", "$\\frac{1}{8}$", "$\\frac{1}{4}$", "$\\frac{1}{2}$"],
    correct: 2,
    tags: []
  },
  // 9
  {
    question: "რამდენი წახნაგი აქვს პრიზმას, თუ მისი დიაგონალების რაოდენობა $130$-ის ტოლია?",
    options: ["$12$", "$11$", "$14$", "$15$", "$16$", "$17$"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "მართი პრიზმის ფუძე რომბია, რომლის გვერდია $5$. პრიზმის დიაგონალებია $9$ და $7$. იპოვეთ პრიზმის სიმაღლე.",
    options: ["$2$", "$3$", "$4$", "$\\sqrt{10}$", "$\\sqrt{12}$", "$\\sqrt{15}$"],
    correct: 5,
    tags: []
  },
  // 11
  {
    question: "იპოვეთ $y = \\frac{(3 − \\sin \\alpha) \\cos^2 \\alpha}{\\cos^2 \\alpha}$ ფუნქციის უდიდესი მნიშვნელობა.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "არ აქვს უდიდესი მნიშვნელობა"],
    correct: 5,
    tags: []
  },
  // 12
  {
    question: "დაალაგეთ ზრდის მიხედვით $A = 5 \\sin 200°$, $B = \\cos 49°$, $C = 5 \\tan 100°$, $D = \\tan 240°$.",
    options: ["$A; B; C; D$", "$C; A; B; D$", "$B; C; D; A$", "$D; C; A; B$", "$C; B; A; D$", "$B; C; A; D$"],
    correct: 1,
    tags: []
  },
  // 13
  {
    question: "გამოთვალეთ $y = \\frac{\\sin \\frac{2x}{3} + \\sin \\frac{x}{2}}{\\sin \\frac{7x}{12}}$ და $y = \\sin \\frac{x}{5}$ ფუნქციების საერთო უმცირესი დადებითი პერიოდი.",
    options: ["$2\\pi$", "$4\\pi$", "$12\\pi$", "$60\\pi$", "$120\\pi$", "$80\\pi$"],
    correct: 4,
    tags: []
  },
    // 14
  {
    question: "მართი პრიზმის ფუძეა $2$სმ რადიუსის მქონე წრეწირზე შემოხაზული ტრაპეცია, რომლის შუახაზია $6$სმ, ხოლო პრიზმის სიმაღლეა $6$სმ. იპოვეთ პრიზმის ზედაპირის ფართობი.",
    options: ["$192$სმ$²$", "$144$სმ$²$", "$124$სმ$²$", "$216$სმ$²$", "$96$სმ$²$", "$92$სმ$²$"],
    correct: 0,
    tags: []
  },
  // 15
  {
    question: "სამკუთხა პრიზმის ყველა წიბო $6$-ია. ზედა ფუძის ერთ-ერთი წვერო ქვედა ფუძეში ჩახაზული წრეწირის ცენტრში გეგმილდება. იპოვეთ პრიზმის გვერდითი ზედაპირის ფართობი.",
    options: ["$96$", "$36\\sqrt{3} + 36$", "$72$", "$48\\sqrt{2}$", "$108$", "$24\\sqrt{2} + 12\\sqrt{3}$"],
    correct: 1,
    tags: []
  },
  // 16
  {
    question: "მოცემული I. $\\sin \\alpha + \\cos \\alpha \\leq \\sqrt{2}$, II. $\\sin \\alpha + \\cos \\alpha \\geq \\sqrt{2\\sin 2\\alpha}$, III. $\\sin \\alpha + \\cos \\alpha \\leq \\sqrt{2\\cos 2\\alpha}$, IV. $\\sin \\alpha + \\cos \\alpha \\leq 2 \\tan \\alpha$. ოთხი უტოლობიდან რომელი ჭეშმარიტია ნებისმიერი $\\alpha \\in (0; \\frac{\\pi}{2})$-თვის?",
    options: ["მხოლოდ I", "მხოლოდ II", "მხოლოდ I და II", "მხოლოდ I და III", "მხოლოდ I და IV", "ოთხივე"],
    correct: 2,
    tags: []
  },
  // 17
  {
    question: "ცნობილია, რომ $a \\in (−8\\pi; 8\\pi)$. მაქსიმუმ რამდენი საერთო წერტილი შეიძლება ჰქონდეს $y = 3 \\sin(4x − 5)$ და $y = x^2 − 2ax + a^2 + 3$ ფუნქციების გრაფიკებს?",
    options: ["$0$", "$1$", "$2$", "$3$", "$4$", "$5$-ზე მეტი"],
    correct: 1,
    tags: []
  },
  // 18
  {
    question: "გამოთვალეთ $\\sin 4\\alpha$, თუ $\\tan(\\pi + \\alpha) = −3$.",
    options: ["$\\frac{24}{25}$", "$\\frac{10}{27}$", "$\\frac{7}{18}$", "$\\frac{9}{10}$", "$\\frac{27}{28}$", "შეუძლებელია დადგენა"],
    correct: 0,
    tags: []
  },
  // 19
  {
    question: "დახრილ სამკუთხა პრიზმაში ორი გვერდითი წახნაგი ურთიერთმართობულია, ხოლო მათი საერთო წიბო, რომელიც $12$-ის ტოლია, დაშორებულია დანარჩენი ორი წიბოდან $8$ და $15$-ის ტოლი მანძილით. იპოვეთ პრიზმის გვერდითი ზედაპირის ფართობი.",
    options: ["$200$", "$480$", "$240$", "$360$", "$120$", "$270$"],
    correct: 1,
    tags: []
  },
  // 20
  {
    question: "მოცემულია $ABCDEF A_1 B_1 C_1 D_1 E_1 F_1$ წესიერი ექვსკუთხა პრიზმა, რომლის ფუძის სიგრძეა $\\sqrt{3}$, ხოლო გვერდითი წიბო $1$-ის ტოლია. იპოვეთ $BF_1$ და $CD_1$ წრფეებს შორის კუთხის კოსინუსი.",
    options: ["$\\frac{1}{2\\sqrt{3}}$", "$\\frac{11}{4\\sqrt{10}}$", "$\\frac{2}{\\sqrt{15}}$", "$\\frac{\\sqrt{3}}{4}$", "$\\frac{2\\sqrt{5}}{9}$", "$\\frac{\\sqrt{6}}{5}$"],
    correct: 1,
    tags: []
  },
  // 21
  {
    question: "გამოთვალეთ $(1 + \\tan 1°)(1 + \\tan 2°) \\ldots (1 + \\tan 45°)$.",
    options: ["$1$", "$2^{11}$", "$2^{23}$", "$2^{45}$", "$\\sqrt{2}^{11}$", "$\\sqrt{2}^{45}$"],
    correct: 2,
    tags: []
  },
  // 22
  {
    question: "იპოვეთ $x\\sqrt{1 − y^2} + y\\sqrt{1 − x^2}$ გამოსახულების უდიდესი მნიშვნელობა.",
    options: ["$0$", "$\\frac{3}{2}$", "$\\frac{4}{3}$", "$1$", "$2$", "შეუძლებელია დადგენა"],
    correct: 3,
    tags: []
  },
  // 23
  {
    question: "რომელი მოცემული ოთხი ფუნქციიდან — I. $f(x) = \\tan x$; II. $f(x) = \\sin^2 x$; III. $f(x) = \\sin x \\cos x$; IV. $f(x) = x^2 + 3x$ — ფუნქციისთვის მოიძებნება ისეთი $p(x)$ და $q(x)$ ფუნქციები, რომ შესრულდეს ტოლობა $f(x) = p(x) \\sin x + q(x) \\cos x$ ($x \\neq \\frac{\\pi}{2} \\cdot k$, $k \\in \\mathbb{Z}$)?",
    options: ["მხოლოდ I-სთვის", "მხოლოდ II-სთვის", "მხოლოდ III-სთვის", "მხოლოდ IV-სთვის", "მხოლოდ II და III-სთვის", "ოთხივესთვის"],
    correct: 5,
    tags: []
  },
  // 24
  {
    warning: "ორი პასუხია ჩათვლილი",
    question: "თუ ტოლგვერდა $ABC$ სამკუთხედის გვერდია $1$, ხოლო $A_1 B_1 C_1$ მისი ორთოგონალური გეგმილია რომელიღაც სიბრტყეზე და ცნობილია, რომ $A_1 B_1 < \\frac{\\sqrt{3}}{2}$ და $A_1 C_1 < \\frac{1}{2}$, მაშინ კუთხე $ABC$ და $A_1 B_1 C_1$ სიბრტყეებს შორის აუცილებლად...",
    options: ["ტოლია $30°$", "მეტია $30°$-ზე", "ნაკლებია $30°$-ზე", "ტოლია $60°$", "მეტია $60°$-ზე", "ნაკლებია $60°$-ზე"],
    correct: [1,4],
    tags: []
  },
  // 25
  {
    question: "$ABC A_1 B_1 C_1$ მართი პრიზმის ფუძეშია $ABC$ ტოლფერდა სამკუთხედი. $AB$ ფერდის $M$ და $BC$ ფერდის $N$ წერტილებზე ($MN$ ∦ $AC$) გავლებულ $AA_1$ წიბოს პარალელურ სიბრტყეს პრიზმასთან აქვს საერთო $MNN_1M_1$ მართკუთხედი. $MN$ მონაკვეთის შუა $K$ წერტილზე $AC$ პარალელურად და $AA_1$ წიბოს პარალელურად გავლებულ სიბრტყეს პრიზმასთან აქვს საერთო $EFF_1E_1$ მართკუთხედი. იპოვეთ $EFF_1E_1$ მართკუთხედის $ACC_1A_1$ წახნაგზე ორთოგონალური დაგეგმილებისას მიღებული ფიგურის ფართობი, თუ $MNN_1M_1$ მართკუთხედის $ACC_1A_1$ წახნაგზე დაგეგმილებისას მიღებული ფიგურის ფართობია $12$.",
    options: ["$6$", "$12$", "$18$", "$24$", "$16$", "$8$"],
    correct: 1,
    tags: []
  }
];
