const quizData = [
  //1
  {
    question: "გამოთვალეთ $\\cos 75^\\circ - \\sin 15^\\circ$.",
    options: [
      "$\\frac{\\sqrt{3}}{2}$",
      "$\\frac{\\sqrt{2}}{2}$",
      "$\\frac{\\sqrt{6}}{2}$",
      "$0$",
      "$\\frac{1}{2}$",
      "$\\frac{1}{3}$"
    ],
    correct: 3,
    tags: []
  },
  //2
  {
    question: "გამოთვალეთ $\ tg^2\\alpha$, თუ $\\cos^4\\alpha = \\frac{1}{9}$.",
    options: ["$1$", "$2$", "$3$", "$4$", "$6$", "$9$"],
    correct: 1,
    tags: []
  },
  //3
  {
    question: "იპოვეთ $f(x) = \\cos 5x + \\sin 3x$ ფუნქციის პერიოდი.",
    options: ["$\\frac{2\\pi}{3}$", "$2\\pi$", "$2\\pi n$", "$\\frac{\\pi}{3}$", "$\\frac{4\\pi}{3}$", "$8\\pi n$"],
    correct: 1,
    tags: []
  },
  //4
  {
    question: "ჩამოთვლილთაგან რისი ტოლია $n$, თუ $\\vec{a} = (n−1; 2; 7)$ და $\\vec{b} = (n; 4;−2)$ ვექტორები მართობულია.",
    options: ["$-5$", "$-4$", "$-3$", "$9$", "$5$", "$3$"],
    correct: 5,
    tags: []
  },
  //5
  {
    question: "პრიზმაში წიბოების რაოდენობა $124$-ით აღემატება წვეროების რაოდენობას. იპოვეთ ამ პრიზმის წახნაგების რაოდენობა.",
    options: ["$124$", "$126$", "$128$", "$130$", "$132$", "$136$"],
    correct: 1,
    tags: []
  },
  //6
  {
    question: "დათვალეთ რისი ტოლია $(5a − 3b)^7$ გამოსახულების სტანდარტულ მრავალწევრად გარდაქმნისას მიღებული მრავალწევრის რიცხვითი კოეფიციენტების ჯამი.",
    options: ["$-25$", "$-18$", "$0$", "$84$", "$102$", "$128$"],
    correct: 5,
    tags: []
  },
  //7
  {
    question: "ამოხსენით $\\sqrt{2x + 1} \\geq x − 1$ უტოლობა.",
    options: ["$[3; 6]$", "$[-0{,}5; 2]$", "$[-0{,}5; 4]$", "$(0; 6)$", "$(1{,}5; 5)$", "$(3; 6)$"],
    correct: 2,
    tags: []
  },
  //8
  {
    question: "გამოთვალეთ $\\arccos(\\cos 6)$ გამოსახულების მნიშვნელობა.",
    options: ["$6 + \\pi$", "$6 + 2\\pi$", "$2\\pi − 6$", "$6$", "$\\pi$", "$0$"],
    correct: 2,
    tags: []
  },
  //9
  {
    question: "მოცემულია $\\vec{a} = (2; 4; 1)$ და $\\vec{b} = (1;−2; 5)$. იპოვეთ $\\vec{b} \\times \\vec{a}$ და $\\vec{a} \\times \\vec{b}$ ვექტორებს შორის კუთხის სინუსი.",
    options: ["$-1$", "$-\\frac{1}{2}$", "$-\\frac{\\sqrt{3}}{4}$", "$0$", "$\\frac{1}{3}$", "$\\frac{2}{5}$"],
    correct: 3,
    tags: []
  },
  //10
  {
    question: "$l$ წრფე სამ წყვილ-წყვილად ურთიერთმართობულ წრფეებთან ქმნის $\\alpha$, $\\beta$ და $\\gamma$ კუთხეებს. ჩამოთვლილთაგან რისი ტოლია $\\cos \\gamma$, თუ $\\cos \\alpha = \\frac{2}{\\sqrt{45}}$, $\\cos \\beta = \\frac{2}{\\sqrt{5}}$.",
    options: ["$-\\frac{1}{5}$", "$\\frac{1}{3}$", "$\\frac{1}{\\sqrt{5}}$", "$-\\frac{3}{2\\sqrt{5}}$", "$\\frac{2}{\\sqrt{15}}$", "$0$"],
    correct: 1,
    tags: []
  },
    //11
  {
    question: "იპოვეთ $|\\sin^2\\alpha + \\cos 5\\beta - 3| + 2$ გამოსახულების უდიდესი და უმცირესი მნიშვნელობების ჯამი.",
    options: ["$7$", "$11$", "$2$", "$3$", "$8$", "$9$"],
    correct: 5,
    tags: []
  },
  //12
  {
    question: "ამოხსენით $f(g(x)) + g(f(x)) = 0$ განტოლება, სადაც $f(x) = 2x$ და $g(x) = \\sin x$. (სავარაუდო პასუხებში ყველგან $n \\in \\mathbb{Z}$)",
    options: ["$\\pi n$", "$\\pi + 2\\pi n$", "$2\\pi n$", "$\\frac{\\pi}{2} + \\pi n$", "$\\frac{\\pi n}{2}$", "$-\\frac{\\pi}{2} + \\pi n$"],
    correct: 0,
    tags: []
  },
  //13
  {
    question: "რამდენი ამონახსნი აქვს $\\sin^2x + \\sin^2 2x = 1$ განტოლებას $[0; \\pi]$ შუალედში?",
    options: ["$2$", "$3$", "$6$", "$8$", "$9$", "$12$"],
    correct: 1,
    tags: []
  },
  //14
  {
    question: "მართი პარალელეპიპედის ფუძეა პარალელოგრამი, რომლის გვერდებია $3$ და $\\sqrt{68}$, ხოლო პარალელოგრამის ერთ-ერთი დიაგონალია $\\sqrt{65}$. იპოვეთ პარალელეპიპედის უმცირესი ფართობის დიაგონალურ კვეთასა და უმცირესი ფართობის მქონე გვერდით წახნაგს შორის კუთხის ტანგესი.",
    options: ["$3$", "$6$", "$8$", "$9$", "$12$", "$2$"],
    correct: 2,
    tags: []
  },
  //15
  {
    question: "იპოვეთ $(x - 7)(\\sqrt{x-1} + x - 3) = 0$ განტოლების ამონახსნთა ჯამი.",
    options: ["$12$", "$3$", "$7$", "$8$", "$9$", "$14$"],
    correct: 4,
    tags: []
  },
  //16
  {
    question: "იპოვეთ $x$, თუ $\\sin x$, $\\sin 2x$, $\\sin 3x$ რიცხვები ამ მიმდევრობით ადგენენ არითმეტიკულ პროგრესიას. (სავარაუდო პასუხებში ყველგან $n \\in \\mathbb{Z}$)",
    options: ["$\\pi + \\pi n$", "$-\\pi + 2\\pi n$", "$\\frac{\\pi n}{2}$", "$\\frac{\\pi}{2} + \\pi n$", "$\\frac{\\pi}{2} + 2\\pi n$", "$2\\pi n$"],
    correct: 2,
    tags: []
  },
  //17
  {
    question: "ჩამოთვლილთაგან რისი ტოლია $a$ პარამეტრის ყველა იმ მნიშვნელობათა ჯამი, რომელთათვისაც $f(x) = \\sqrt{2ax - x^2 - 9} + \\sqrt{1 - x}$ ფუნქციის განსაზღვრის არე იქნება ერთელემენტიანი სიმრავლე.",
    options: ["$2$", "$3$", "$-3$", "$6$", "$7$", "$8$"],
    correct: 0,
    tags: []
  },
  //18
  {
    question: "პირველ ჯგუფში $10$ მსროლელიდან თითოეული მათგანი მიზანს აზიანებს $0{,}7$ ალბათობით, მეორე ჯგუფში $12$ მსროლელიდან - $0{,}8$ ალბათობით, მესამე ჯგუფში $15$ მსროლელიდან - $0{,}6$ ალბათობით, მეოთხე ჯგუფში $13$ მსროლელიდან - $0{,}9$ ალბათობით. ამათგან შემთხვევით არჩეულმა ერთ-ერთმა მსროლელმა მიზანი დააზიანა. იპოვეთ ალბათობა იმისა, რომ ის იყო მეორე ჯგუფიდან.",
    options: ["$\\frac{96}{373}$", "$0{,}8 \\cdot (0{,}2)^6$", "$2 \\cdot (0{,}8)^6$", "$2 \\cdot (0{,}8)^5$", "$\\frac{73}{500}$", "$\\frac{132}{500}$"],
    correct: 0,
    tags: []
  },
  //19
  {
    question: "სიბრტყეზე მდებარეობს $ABCD$ კვადრატი, რომლის გვერდია $3$ სმ. ამავე სიბრტყეზე მდებარეობს ამ კვადრატის ტოლი $AKNM$ კვადრატი ისე, რომ $AD$ გვერდი $AM$ გვერდთან ქმნის $30^\\circ$-იან კუთხეს, ხოლო $NM$ გვერდი გადაკვეთს $BC$ გვერდს $P$ წერტილში. იპოვეთ $ABPM$ ოთკუთხედის პერიმეტრი.",
    options: ["$12$", "$8\\sqrt{3}$", "$12\\sqrt{2}$", "$6 + 2\\sqrt{3}$", "$12 - 2\\sqrt{2}$", "$24 - 16\\sqrt{2}$"],
    correct: 3,
    tags: []
  },
  //20
  {
    question: "ვთქვათ ალბათობა იმისა, რომ მობილური ტელეფონი საგარანტიო პერიოდში გაფუჭდება არის $0{,}2$. იპოვეთ ალბათობა იმისა, რომ $6$ ცალი მობილური ტელეფონიდან ერთზე მეტი არ გაფუჭდება.",
    options: ["$\\frac{36}{465}$", "$\\frac{132}{500}$", "$0{,}2 \\cdot (0{,}8)^5$", "$\\frac{96}{373}$", "$8 \\cdot (0{,}2)^5$", "$2 \\cdot (0{,}8)^5$"],
    correct: 5,
    tags: []
  },
  //21
  {
    question: "ჩამოთვლილთაგან რომელი შუალედის ყოველი მნიშვნელობისთვის სრულდება $\\sqrt{\\sin x} \\geq \\sqrt{-\\cos x}$ უტოლობა?",
    options: [
      "$[\\frac{5\\pi}{8}; \\frac{3\\pi}{4}]$",
      "$[\\frac{\\pi}{6}; \\frac{2\\pi}{3}]$",
      "$[\\frac{\\pi}{4}; \\frac{7\\pi}{12}]$",
      "$[\\frac{\\pi}{2}; \\frac{4\\pi}{5}]$",
      "$[-\\frac{\\pi}{6}; \\frac{2\\pi}{3}]$",
      "$[-\\frac{\\pi}{3}; \\frac{\\pi}{4}]$"
    ],
    correct: 0,
    tags: []
  },
  //22
  {
    question: "იპოვეთ ალბათობა იმისა, რომ შემთხვევით შერჩეული ნამდვილი $a \\in [-2; 8]$ რიცხვისათვის, $x$-ის მნიშვნელობა რომელიც მეტია $5$-ზე, აკმაყოფილებს $\\sqrt{x^2 - 9} = a$ განტოლებას.",
    options: ["$\\frac{1}{2}$", "$\\frac{4}{10}$", "$\\frac{7}{20}$", "$\\frac{9}{50}$", "$\\frac{6}{50}$", "$\\frac{75}{100}$"],
    correct: 1,
    tags: []
  },
  //23
  {
    question: "ამოხსენით $\\frac{1}{3 - \\sqrt{2x - 1}} + 5 - \\sqrt{2x - 1} \\leq 0$ უტოლობა.",
    options: ["$x > 0$", "$x > 1$", "$x > 3$", "$x > 5$", "$x > 6$", "$x > 8$"],
    correct: 3,
    tags: []
  },
  //24
  {
    question: "პირამიდის ფუძეა წესიერი $ABC$ სამკუთხედი, რომლის გვერდია $2$ სმ. $ACD$ წახნაგი ფუძის მართობულია, $AD = CD = \\sqrt{6}$. იპოვეთ პირამიდის იმ კვეთის ფართობი, რომელიც კვადრატს წარმოადგენს.",
    options: ["$12 + 6\\sqrt{2}$", "$24 - 16\\sqrt{2}$", "$6 + 2\\sqrt{3}$", "$18 - 3\\sqrt{6}$", "$48$", "$64$"],
    correct: 1,
    tags: []
  },
  //25
  {
    question: "ამოზნექილ $ABCDE$ ხუთკუთხედში ყველა გვერდის სიგრძე $24$-ის ტოლია. შესაბამისად $AB$ და $CD$ გვერდების $P$ და $Q$ შუა წერტილები შეერთებულია $PQ$ მონაკვეთით. ანალოგიურად $BC$ და $DE$ გვერდების შუა $S$ და $T$ წერტილები შეერთებულია $ST$ მონაკვეთით. $PQ$ და $ST$ მონაკვეთების შუა წერტილებია $M$ და $N$. იპოვეთ $MN$ მონაკვეთის სიგრძე.",
    options: ["$16$", "$4$", "$14$", "$6$", "$8$", "$12$"],
    correct: 3,
    tags: []
  }
]