const quizData = [
  //1
  {
    question: "იპოვეთ $(2x^3 + \\frac{x^2}{2})^{11}$ დაშლის მე-$6$ შესაკრები (წევრი).",
    options: [
      "$2C_{11}^5 x^{28}$",
      "$C_{11}^5 x^{24}$",
      "$4C_{11}^5 x^{28}$",
      "$2C_{11}^5 x^{22}$",
      "$C_{11}^5 x^{32}$",
      "$2C_{11}^5 x^{34}$"
    ],
    correct: 0,
    tags: []
  },
  //2
  {
    question: "ამოხსენით უტოლობა $\\sqrt{5 - x} > \\sqrt{2x - 1}$.",
    options: [
      "$(1 ; 5)$",
      "$[2; 5)$",
      "$[0{,}5; 2)$",
      "$[0{,}5; 2]$",
      "$(-1; 5)$",
      "$(-1; 0{,}5)$"
    ],
    correct: 2,
    tags: []
  },
  //3
  {
    question: "იპოვეთ $(\\sqrt{x} + \\sqrt[4]{x})^{20}$ დაშლის იმ წევრის ნომერი, რომელიც შეიცავს $x^8$ წევრს.",
    options: ["$7$", "$12$", "$6$", "$16$", "$5$", "$9$"],
    correct: 5,
    tags: []
  },
  //4
  {
    question: "იპოვეთ $n$, თუ $\\vec{a} = (n;−2; 1)$ და $\\vec{b} = (5; 3n − 5;−7)$ ვექტორები მართობულია.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 2,
    tags: []
  },
  //5
  {
    question: "მოცემულია $\\vec{a} = (3m − n; n − 2m; 6)$ და $\\vec{b} = (n − 4m; 3; c)$ ტოლი ვექტორები. იპოვეთ $m + n + c$.",
    options: ["$11$", "$2$", "$9$", "$15$", "$5$", "$20$"],
    correct: 3,
    tags: []
  },
  //6
  {
    question: "სამ მოსწავლეს დაუბრუნეს ერთ ყუთში ჩადებული თავიანთი სამი მობილური. მათ შემთხვევით ამოიღეს ისინი. რა არის ალბათობა იმისა, რომ არცერთს არ შეხვდებოდა თავისი მობილური?",
    options: [
      "$\\frac{1}{6}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{2}$",
      "$\\frac{2}{3}$",
      "$\\frac{2}{5}$",
      "$\\frac{1}{4}$"
    ],
    correct: 1,
    tags: []
  },
  //7
  {
    question: "იპოვეთ $\\alpha$ პარამეტრის ყველა მნიშვნელობა, რომელთათვისაც $3\\sin x + 4\\cos x = \\sin\\alpha + \\frac{9}{2}$ განტოლებას ექნება ამონახსნი. (სავარაუდო პასუხებში ყველგან $n \\in \\mathbb{Z}$)",
    options: [
      "$\\frac{\\pi}{6} + 2\\pi n \\leq \\alpha \\leq \\frac{5\\pi}{6} + 2\\pi n$",
      "$\\frac{\\pi}{3} + 2\\pi n \\leq \\alpha \\leq \\frac{4\\pi}{3} + 2\\pi n$",
      "$\\frac{\\pi}{6} + 2\\pi n \\leq \\alpha \\leq \\frac{7\\pi}{6} + 2\\pi n$",
      "$\\frac{2\\pi}{3} + \\pi n \\leq \\alpha \\leq \\frac{\\pi}{6} + 2\\pi n$",
      "$\\frac{5\\pi}{6} + 2\\pi n \\leq \\alpha \\leq \\frac{13\\pi}{6} + 2\\pi n$",
      "$\\frac{\\pi}{2} + \\pi n \\leq \\alpha \\leq \\frac{11\\pi}{6} + 2\\pi n$"
    ],
    correct: 4,
    tags: []
  },
  //8
  {
    question: "ჩამოთვლილთაგან რომელი შუალედის ყოველი მნიშვნელობისთვისაა სამართლიანი $\\sin x > \\cos x$ უტოლობა?",
    options: [
      "$[\\pi; \\frac{5\\pi}{4}]$",
      "$[\\frac{5\\pi}{14}; \\frac{2\\pi}{3}]$",
      "$[\\frac{\\pi}{6}; \\frac{\\pi}{4}]$",
      "$[\\frac{\\pi}{16}; \\frac{3\\pi}{4}]$",
      "$[−\\pi; \\frac{\\pi}{2}]$",
      "$[−\\frac{\\pi}{2}; \\frac{7\\pi}{15}]$"
    ],
    correct: 1,
    tags: []
  },

  //9
  {
    question: "იპოვეთ $m + n$, თუ $\\vec{a} = (n − 2; 3; 6)$ და $\\vec{b} = (4; m + 3; 2)$ ვექტორები კოლენიალურია.",
    options: ["$12$", "$5$", "$15$", "$7$", "$11$", "$17$"],
    correct: 0,
    tags: []
  },
  //10
  {
    question: "$\\vec{a}$ ვექტორი, რომელიც $\\vec{b} = (12;−16;−15)$ ვექტორის კოლენიალურია, $\\vec{c} = (0; 0; 11)$ ვექტორთან ქმნის მახვილ კუთხეს. იპოვეთ $\\vec{a}$ ვექტორის კოორდინატების ჯამი, თუ $|\\vec{a}| = 25$.",
    options: ["$-19$", "$19$", "$-23$", "$23$", "$-43$", "$43$"],
    correct: 1,
    tags: []
  },
  //11
  {
    question: "იპოვეთ ალბათობა იმისა, რომ შემთხვევით შერჩეული ნამდვილი $a \\in [-3; 7]$ რიცხვისათვის $\\sqrt{x - 3} = a$ განტოლების ფესვი არ აღემატება $12$-ს.",
    options: ["$0{,}3$", "$0{,}6$", "$0{,}9$", "$0{,}25$", "$0{,}5$", "$0{,}75$"],
    correct: 0,
    tags: []
  },
  //12
  {
    question: "ჩამოთვლილთაგან შეარჩიეთ შუალედი, რომლის ნებისმიერი მნიშვნელობისათვის სრულდება $4 \\cos x − \\sin 2x > 0$ უტოლობა.",
    options: [
      "$[0; \\pi]$",
      "$[\\frac{\\pi}{6}; \\frac{2\\pi}{3}]$",
      "$[−\\frac{\\pi}{6}; \\frac{2\\pi}{3}]$",
      "$[\\frac{5\\pi}{6}; \\frac{4\\pi}{3}]$",
      "$[−\\frac{2\\pi}{3}; −\\frac{\\pi}{3}]$",
      "$[−\\frac{2\\pi}{5}; \\frac{3\\pi}{7}]$"
    ],
    correct: 5,
    tags: []
  },
  //13
  {
    question: "იპოვეთ $(1 + x)^7 + (1 + x)^8 + (1 + x)^9$ გამოსახულების სტანდარტული სახით წარმოდგენისას $x^7$ წევრის კოეფიციენტი.",
    options: ["$1$", "$12$", "$24$", "$36$", "$45$", "$63$"],
    correct: 4,
    tags: []
  },
  //14
  {
    question: "წესიერი წაკვეთილი ოთკუთხა პირამიდის ფუძეების ცენტრების შემაერთებელ წრფეზე გავლებული სიბრტყე პირამიდის ფუძეების წიბოებს მართი კუთხით გადაკვეთს. მიღებულ კვეთაში ჩახაზულია $R = 2$ რადიუსის მქონე წრეწირი. იპოვეთ პირამიდის ზედაპირის ფართობი, თუ პირამიდის აპოთემაა $5$.",
    options: ["$96$", "$120$", "$125$", "$144$", "$168$", "$172$"],
    correct: 4,
    tags: []
  },
  //15
  {
    question: "იპოვეთ $\\vec{a} \\cdot \\vec{c}$, თუ $\\vec{a} = (2; 3; 1)$, ხოლო $\\vec{c} = \\vec{b} \\times \\vec{d}$, სადაც $\\vec{b} = (1;−1; 2)$ და $\\vec{d} = (1; 2; 1)$.",
    options: ["$-4$", "$-2$", "$-1$", "$3$", "$7$", "$9$"],
    correct: 0,
    tags: []
  },
  //16
  {
    question: "ორი მოთამაშე მორიგეობით აგდებს კამათელს, მოგებულია ის ვისაც პირველად მოუვა რიცხვი $5$. იპოვეთ ალბათობა იმისა, რომ დამწყები მოიგებს.",
    options: [
      "$\\frac{1}{2}$",
      "$\\frac{2}{3}$",
      "$\\frac{6}{11}$",
      "$\\frac{5}{12}$",
      "$\\frac{1}{3}$",
      "$\\frac{3}{5}$"
    ],
    correct: 2,
    tags: []
  },
  //17
  {
    warning: "ყველა პასუხი ჩათვლილია",
    question: "იპოვეთ $x$, თუ სამართლიანია $\\sqrt{4 - x^2} \\leq \\sin y + \\frac{1}{\\sin y}$ უტოლობა.",
    options: ["$0$", "$1$", "$\\frac{1}{\\pi}$", "$(−1; 1)$", "$(−2; 0)$", "$(−2; 2)$"],
    correct: [0,1,2,3,4,5],
    tags: []
  },
  //18
  {
    question: "იპოვეთ $(x^2 − x) = \\sqrt{x^2 − x + 2}$ განტოლების ყველა ამონახსნთა ჯამი.",
    options: ["$5$", "$-2$", "$1$", "$6$", "$-4$", "$8$"],
    correct: 2,
    tags: []
  },
  //19
  {
    question: "მოცემულია ორი $\\vec{a} = (1;−2; 1)$ და $\\vec{b} = (5;−2;−1)$ ვექტორი. ჩამოთვლილთაგან $\\vec{d} = (2;1;3)$, $\\vec{e} = (4;2;6)$, $\\vec{f} = (8;4;12)$, $\\vec{k} = (1;2;-2)$, რომელი ვექტორი უნდა ავიღოთ მესამე ვექტორად, რომ სამეული იყოს კომპლანარული ვექტორები?",
    options: ["მხოლოდ $\\vec{d}$", "მხოლოდ $\\vec{e}$", "მხოლოდ $\\vec{f}$", "მხოლოდ $\\vec{k}$", "მხოლოდ $\\vec{d}$ და $\\vec{e}$", "მხოლოდ $\\vec{e}$ და $\\vec{k}$"],
    correct: 3,
    tags: []
  },
  //20
  {
    question: "მოცემულია $ABCD A_1 B_1 C_1 D_1$ წესიერი წაკვეთილი პირამიდა. $AB = 8$, $A_1B_1 = 4$. პირამიდის სიმაღლეა $3$. იპოვეთ მანძილი $A_1$ წვეროდან $CD$ გვერდის შუა წერტილამდე.",
    options: ["$6$", "$9$", "$7$", "$2\\sqrt{3}$", "$3\\sqrt{2}$", "$\\sqrt{15}$"],
    correct: 2,
    tags: []
  },
  //21
  {
    question: "ჩამოთვლილთაგან რომელი შუალედის ყოველი მნიშვნელობა დააკმაყოფილებს $\\sin2 x − 2 \\sin 37^\\circ \\cos x > 0$ უტოლობას?",
    options: ["$(3^\\circ; 11^\\circ)$", "$(15^\\circ; 21^\\circ)$", "$(23^\\circ; 29^\\circ)$", "$(97^\\circ; 115^\\circ)$", "$(123^\\circ; 131^\\circ)$", "$(161^\\circ; 173^\\circ)$"],
    correct: 5,
    tags: []
  },
  //22
  {
    question: "რამდენი ამონახსნი აქვს $(\\sin \\pi x − \\cos \\pi x) \\sqrt{6 + x − x^2} = 0$ განტოლებას?",
    options: ["$2$", "$4$", "$5$", "$7$", "$8$", "$8$-ზე მეტი"],
    correct: 3,
    tags: []
  },
  //23
  {
    question: "იპოვეთ $y$-ის ყველა მნიშვნელობა $f(y) = \\sqrt{y^2 − 5y + 4}$ და $g(y) = y − 3$ ფუნქციების განსაზღვრის არიდან, რომ $f(y) \\cdot (x^2 + 2x + 2) \\leq g(y)$ უტოლობას არ ჰქონდეს ამონახსნი $x$-ის მიმართ.",
    options: [
      "$y \\in(−\\infty;1]\\cup (5;+\\infty)$",
      "$y \\in (−\\infty; 0)$",
      "$y \\in (7; +\\infty)$",
      "$y \\in (−\\infty; 0) \\cup (4;+\\infty)$",
      "$y \\in (4;7)$",
      "$y \\in (−\\infty;−3)$"
    ],
    correct: 0,
    tags: []
  },
  //24
  {
    question: "წესიერ $A_1A_2A_3\\dots A_8$ რვაკუთხედზე შემოხაზულია ერთეულოვანი დიამეტრის მქონე წრეწირი. $K$ წერტილი წრეწირზე მდებარეობს. იპოვეთ $\\vec{KA_1} + \\vec{KA_2} + \\dots + \\vec{KA_8}$ ვექტორის სიგრძე.",
    options: ["$0$", "$\\frac{1}{2}$", "$1$", "$2$", "$4$", "$8$"],
    correct: 4,
    tags: []
  },
  //25
  {
    question: "ვთქვათ $\\vec{OA}, \\vec{OB}, \\vec{OC} და \\vec{OD}$ სხვადასხვა ერთეულოვანი ვექტორებია სივრცეში, ამასთან ცნობილია, რომ $\\vec{OA} \\cdot \\vec{OB} = \\vec{OB} \\cdot \\vec{OC} = \\vec{OC} \\cdot \\vec{OA} = \\vec{OD} \\cdot \\vec{OB} = \\vec{OD} \\cdot \\vec{OC} = \\frac{1}{2}$. იპოვეთ $\\vec{OA} \\cdot \\vec{OD}$.",
    options: ["$0$", "$1$", "$-\\frac{1}{3}$", "$-\\frac{1}{2}$", "$\\frac{1}{3}$", "$\\frac{1}{3}$"],
    correct: 2,
  }
];
