const quizData = [
  {
    // 1
    question: "მოცემულია შემდეგი სიმრავლეები: $A = [-5; 7)$, $B = \\left(-\\frac{19}{4}; 0\\right)$ და $C = \\left[-1; \\frac{4}{3}\\right)$. რამდენი მთელი რიცხვია $(A \\cap B) \\setminus C$ სიმრავლეში?",
    options: ["არცერთი", "1", "2", "3", "4", "5"],
    correct: 3,
    tag: ""
  },
  {
    // 2
    question: "რამდენი მთელი რიცხვია $-\\sqrt{199}$ და $\\sqrt{600}$ რიცხვებს შორის?",
    options: ["$40$", "$39$", "$38$", "$37$", "$36$", "$35$"],
    correct: 1,
    tag: ""
  },
  {
    // 3
    question: `ჩამოთვლილი უტოლობებიდან, რომლებია ერთმანეთის ტოლფასი?<br><br>
    I. \\( |x| \\ge x \\); &emsp;
    II. \\( |x| < x \\); &emsp;
    III. \\( |x| \\le -x \\); &emsp;
    IV. \\( |x + 199| \\le 199 \\);`,
    options: ["I და III", "I და IV", "II და III", "II და IV", "III და IV", "არცერთი"],
    correct: 5,
    tag: ""
  },
  {
    // 4
    image:  "math/class-8/images/22-23me2qvizi.png",
    question: "$20$ მ სიმაღლის შენობიდან რა მანძილზე უნდა დადგეს $2$ მ სიმაღლის ადამიანი, რომ შენობის მეორე მხრიდან ამოსული მზე ადამიანისგან $5$ მეტრის მოშორებით დაეცეს დედამიწას ? ",
    options: ["$5$მ", "$10$მ", "$15$მ", "$25$მ", "$35$მ", "$45$მ"],
    correct: 5,
    tag: ""
  },
  {
    // 5
    question: "ტოლფერდა სამკუთხხედში ჩახაზული წრეწირის ფერდებთან შეხების წერტილებს შორის მანძილი $6$-ის, ხოლო სამკუთხედის ფუძე $10$-ის ტოლია. იპოვეთ სამკუთხედის პერიმეტრი.",
    options: ["$40$", "$39$", "$38$", "$37$", "$36$", "$35$"],
    correct: 5,
    tag: ""
  },
  {
    // 6
    question: "დაადგინეთ, $m$ რიცხვის რომელი მნიშვნელობებისთვის აქვს აზრი $\\sqrt{-\\frac{2023}{m + 199}}$ გამოსახულებას?",
    options: ["$(1; 199)$", "$(−199; 0]$", "$(−199; +∞)$", "$\\left(−\\frac{199}{2023}; 0\\right)$", "$(−∞; −199)$", "$[199; +∞)$"],
    correct: 4,
    tag: ""
  },
  {
    // 7
    question: `შემდეგი გამოსახულებებიდან რამდენი მათგანის მნიშვნელობაა რაციონალური რიცხვი?<br><br>
    I. \\( 3\\sqrt{7} \\cdot 2\\sqrt{14} \\); &emsp;
    II. \\( \\frac{3}{4}\\sqrt{24} \\cdot \\frac{2}{3}\\sqrt{6} \\); &emsp;
    III. \\( \\sqrt{9} \\cdot \\sqrt{0{,}9} \\cdot \\sqrt{0{,}09} \\cdot \\sqrt{0{,}009} \\);<br><br>
    IV. \\( (\\sqrt{10} + \\sqrt{5})^2 \\); &emsp;
    V. \\( 2\\sqrt{18} + 3\\sqrt{8} + 3\\sqrt{32} - \\sqrt{50} \\); &emsp;
    VI. \\( \\sqrt{10} \\cdot \\sqrt{20} \\cdot \\sqrt{40} \\cdot \\sqrt{80} \\)`,
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 2,
    tag: ""
  },
  {
    // 8
    question: "რა ფიგურას მივიღებთ \n$\\begin{cases} y - 3x < 7 \\\\ 2x + y \\le 7 \\\\ y \\ge -19 \\end{cases}$ უტოლობათა სისტემის ამონახსნის საკოორდინატო სიბრტყეზე დაშტრიხვით?",
    options: ["პარალელოგრამს", "რომბს", "მართკუთხედს", "კვადრატს", "სამკუთხედს", "კუთხეს"],
    correct: 4,
    tag: ""
  },
  {
    // 9
    question: "$ABC$ სამკუთხედის $AB$ გვერდზე აღებული $D$ წერტილი $AB$ მონაკვეთს ყოფს შეფარდებით $3:5$, $A$ წვეროს მხრიდან. $BC$ გვერდის პარალელური $DE$ მონაკვეთის $E$ წერტილი კი $AC$ გვერდზე მდებარეობს. იპოვეთ $DE$, თუ ის $20$-ით ნაკლებია $BC$-ზე.",
    options: ["$12$", "$18$", "$24$", "$30$", "$60$", "$80$"],
    correct: 0,
    tag: ""
  },
  {
    // 10
    question: "$ABCD$ ტრაპეციის $AB$ ფერდი $M$ და $K$ წერტილებით $3$ ტოლ მონაკვეთადაა გაყოფილი: $AK=KM=MB$. $M$ და $K$ წერტილებიდან გავლებულია ფუძეების პარალელური $MN$ და $KL$ წრფეები, ისე, რომ $N$ და $L$ წერტილები $CD$ ფერდზე მდებარეობენ. იპოვეთ $MN+KL$, თუ ტრაპეციის ფუძეები $6$სმ და $12$სმ-ის ტოლია.",
    options: ["$10$", "$18$", "$12$", "$20$", "$14$", "$16$"],
    correct: 1,
    tag: ""
  },
  {
    // 11
    question: "ჩამოთვლილთაგან, რომელი $x$ წარმოადგენს \n$\\begin{cases} 1 < 0{,}5x + 1 \\le 1{,}041 \\\\ 0{,}083 \\le x < 0{,}3 \\end{cases}$ უტოლობათა სისტემის ამონახსნს?",
    options: ["$\\frac{1}{6}$", "$\\frac{1}{9}$", "$\\frac{1}{12}$", "$\\frac{1}{15}$", "$0$", "არცერთი"],
    correct: 5,
    tag: ""
  },
  {
    // 12
    question: "იპოვეთ ისეთი უარყოფითი მთელი $a$ რიცხვების რაოდენობა, რომლისთვისაც $x − 6a > 199$ უტოლობის ამონახსნები $2x − 3a ≥ 0$ უტოლობის ამონახსნებიცაა.",
    options: ["$45$", "$44$", "$42$", "$41$", "$39$", "$38$"],
    correct: 1,
    tag: ""
  },
  {
    // 13
    question: "დაალაგეთ ზრდადობის მიხედვით შემდეგი რიცხვები: $a = \\frac{1}{4 + \\sqrt{3}},\\ b = \\sqrt{7} - 4\\sqrt{3},\\ c = \\frac{\\sqrt{\\sqrt{3} - 1}}{\\sqrt{3} + 1}$",
    options: ["$a, b, c$", "$a, c, b$", "$b, a, c$", "$b, c, a$", "$c, a, b$", "$c, b, a$"],
    correct: 0,
    tag: ""
  },
  {
    // 14
    question: "$ABCD$ პარალელოგრამის $AB$ და $AD$ გვერდებზე აღებულია $K$ და $M$ წერტილები ისე, რომ $AK:KB=2:3$ და $AM:MD=4:1.$ იპოვეთ, რა შეფარდებით ყოფს $KM$ წრფე $AC$ დიაგონალს.",
    options: ["$1:2$", "$2:5$", "$3:4$", "$4:11$", "$5:7$", "$6:13$"],
    correct: 3,
    tag: ""
  },
  {
    // 15
    question: "წრეწირის გარეთ მდებარე $A$ წერტილიდან გავლებულია $AD$ მხები და წრეწირის ცენტრზე გამავალი $AC$ მკვეთი. $AC$ მკვეთის წრეწირის გარეთ მდებარე ნაწილის სიგრძე $2$-ჯერ ნაკლებია $AD$ მხების მონაკვეთის სიგრძეზე. როგორ შეეფარდება $C$ წერტილიდან $AD$ მხებამდე მანძილი წრეწირის რადიუსის სიგრძეს?",
    options: ["$8:5$", "$7:3$", "$6:5$", "$5:2$", "$4:3$", "$3:2$"],
    correct: 0,
    tag: ""
  },
  {
    // 16
    question: "იპოვეთ განტოლების ფესვების ჯამი: $|x - 2|(x - 5) = x - 2$",
    options: ["$2$", "$4$", "$6$", "$8$", "$10$", "$12$"],
    correct: 3,
    tag: ""
  },
  {
    // 17
    question: `იპოვეთ შემდეგი სამი განტოლების ფესვების ჯამი:<br><br>
    I. \\( \\sqrt{x^2 - 1} = \\sqrt{3} \\); &emsp;
    II. \\( \\sqrt{x - 1} \\cdot \\sqrt{x + 2} = 0 \\); &emsp;
    III. \\( (x + 6)\\sqrt{x - 9} = 0 \\);`,
    options: ["$12$", "$10$", "$8$", "$6$", "$4$", "$2$"],
    correct: 1,
    tag: ""
  },
  {
    // 18
    question: "$k$ პარამეტრის რამდენი მთელი მნიშვნელობისთვისაა სამართლიანი $8 \\le |2k + 2| \\le 26$ ორმაგი უტოლობა?",
    options: ["$4$", "$6$", "$8$", "$10$", "$20$", "$24$"],
    correct: 4,
    tag: ""
  },
  {
    // 19
    question: "წრეწირის გარეთ მდებარე $A$ წერტილიდან გავლებული $AB$ და $AC$ მკვეთები წრეწირს კვეთენ შესაბამისად $D$ და $E$ წერტილებში $(D ∈ AB, E ∈ AC).$ $AD=2$, $BC=AC=6.$ $BDEC$ ოთხკუთხედის პერიმეტრი $11$-ით მეტია $ADE$ სამკუთხედის პერიმეტრზე. იპოვეთ $BD$.",
    options: ["$3$", "$4$", "$5$", "$6$", "$7$", "$8$"],
    correct: 4,
    tag: ""
  },
  {
    // 20
    question: "\\( 60^\\circ \\)-იანი მახვილი კუთხის მქონე მართკუთხა ტრაპეციაში ჩახაზული წრეწირი ტრაპეციის დიდ ფერდს შეხების წერტილით $a$ და $b$ ნაწილებად ყოფს $(a < b)$. იპოვეთ წრეწირის ცენტრიდან დიდი ფერდის ბოლოებამდე მანძილების ჯამი, თუ წრეწირის რადიუსი $r$-ის ტოლია.",
    options: ["$2a + 2b$", "$a + 2r$", "$2r + 2a$", "$b + 2r$", "$2b + r$", "$a + b + r$"],
    correct: 2,
    tag: ""
  },
  {
    // 21
    question: "ცვლადის რამდენი მთელი მნიშვნელობისთვისაა $\\sqrt{x - 6} < {7{,}2} \\cdot 0{,}41(6)$ უტოლობა სამართლიანი?",
    options: ["$2$", "$4$", "$6$", "$9$", "$10$", "$12$"],
    correct: 3,
    tag: ""
  },
  {
    // 22
    question: "საკოორდინატო სიბრტყეზე იპოვეთ ყველა ისეთი მთელკოორდინატებიანი წერტილების რაოდენობა, რომელთა $(x;y)$ კოორდინატები აკმაყოფილებენ სამივე შემდეგ &nbsp; $y > −1$; &nbsp; $3x − 2y > −6$; &nbsp; $x + y < 3$; &nbsp; უტოლობას.",
    options: ["$10$", "$9$", "$8$", "$7$", "$6$", "$5$"],
    correct: 2,
    tag: ""
  },
  {
    // 23
    question: "$ABCD$ ტრაპეციის $AB$ ფერდი $B$ წერტილში ეხება $B$, $C$ და $D$ წვეროებზე შემოხაზულ წრეწირს. ტრაპეციის $AD$ ფუძე $198$-ის ტოლია და მასზე მდებარეობს ამ წრეწირის ცენტრი. იპოვეთ წრეწირის ცენტრიდან $BD$ დიაგონალამდე მანძილი, თუ $\\angle A = 30^\\circ.$",
    options: ["$33$", "$17$", "$39$", "$25$", "$49$", "$21$"],
    correct: 0,
    tag: ""
  },
  {
    // 24
    question: "$ABC$ მართკუთხა სამკუთხედის $AC$ ჰიპოტენუზა $15$ სმ-ის ტოლია. $AN$ და $CM$ მედიანებზე აღებულია შესაბამისად $F$ და $Q$ წერტილები ისე, რომ $FMNQ$ პარალელოგრამა. იპოვეთ $FMNQ$ პარალელოგრამის პერიმეტრი.",
    options: ["$5$სმ", "$10$სმ", "$15$სმ", "$20$სმ", "$25$სმ", "$30$სმ"],
    correct: 3,
    tag: ""
  },
  {
    // 25
    question: "ტრაპეციის დიდ ფუძესთან მდებარე კუთხეების ჯამი $90^\\circ$-ია. იპოვეთ იმ ოთხკუთხედის დიაგონალების სიგრძეთა შეფარდება, რომლის ორი წვერო მოცემული ტრაპეციის ფუძეების შუაწერტილებს წარმოადგენს, დანარჩენი ორი კი - ტრაპეციის დიაგონალების შუაწერტილებს.",
    options: ["$1:1$", "$1:2$", "$1:3$", "$2:3$", "$3:5$", "შეუძლებელია დადგენა"],
    correct: 0,
    tag: ""
  }
];
