const quizData = [
  // 1
  {intro:"წყლის სიმკვრივე: $1000$ კგ/მ$^3$ <br><br> ბენზინის წვის კუთრი სითბო: $4{,}6 \\cdot 10^7$ ჯ/კგ <br><br> წყლის კუთრი სითბოტევადობა: $4{,}2 \\cdot 10^3$ ჯ/კგ $\\cdot K$ <br><br> წყლის დუღილის ტემპერატურა: $100^\\circ C$ <br><br> ყინულის კუთრი სითბოტევადობა: $2{,}1 \\cdot 10^3$ ჯ/კგ $\\cdot K$ <br><br> წყლის გამყარების ტემპერატურა: $0^\\circ C$ <br><br> ყინულის დნობის კუთრი სითბო: $336 \\cdot 10^3$ჯ/კგ <br><br> $g=10$ ნ/კგ;  <br><br> წყლის ორთქლადქცევის კუთრი სითბო: $2{,}31 \\cdot 10^6$ჯ/კგ <br><br> მიკრო = $10^{−6}$ <br><br> კალის კუთრი სითბოტევადობა: $0{,}22 \\cdot 10^3$ ჯ/კგ$\\cdot K$ <br><br> კალის დნობის კუთრი სითბო: $60 \\cdot 10^3$ჯ/კგ <br><br> კალის სიმკვრივე: $7300$ კგ/მ$^3$ <br><br> კალის დნობის ტემპერატურა: $232^\\circ C$ <br><br> კულონის მუდმივა $k=9 \\cdot 10^9$ ნ $\\cdot$ მ $^2$/კ$^2$",
    image: "physics-quizzes/class-8/images/image-25.png",
    question: "იატაკზე ვერტიკალურად დევს მსუბუქი ზამბარა. მის ზედა ხვიას ზემოდან ეცემა საწყისი სიჩქარის გარეშე $h$ სიმაღლიდან ვერტიკალურად ვარდნილი $m$ მასის ბირთვი, ამის შედეგად ზამბარის მაქსიმალური შეკუმშვა $h/2$-ის ტოლი გახდა. რისი ტოლია ზამბარის სიხისტე? მიიჩნიეთ, რომ ზამბარა არადეფორმირებულ მდგომარეობაში საკმარისად გრძელია. წინააღმდეგობის ძალები და ზამბარის გათბობა დეფორმაციისას არ გაითვალისწინოთ.",
    options: [
      "$\\frac{12mg}{h}$",
      "$\\frac{3mg}{h}$",
      "$\\frac{4mg}{h}$",
      "$\\frac{3mg}{4h}$",
      "$\\frac{4mg}{3h}$"
    ],
     correct: 0,
    tags: []
  },
  // 2
  {
    question: "პლასტელინის ბურთულა $10$ მ/წმ სიჩქარით ეჯახება ისეთივე მასის უძრავ ბურთულას, შეეწება მას და ერთად გააგრძელეს მოძრაობა $5$ მ/წმ სიჩქარით. განსაზღვრეთ ბურთულების ურთიერთქმედებისას გამოყოფილი სითბოს რაოდენობა, თუ თითოეულის მასა $40$ გ-ია.",
     options: [
      "$2$ ჯ",
      "$0{,}5$ ჯ",
      "$1{,}5$ ჯ",
      "$1$ ჯ",
      "$2{,}5$ ჯ"
    ],
     correct: 3,
    tags: []
  },
  // 3
  {
    question: "ძელაკი დადეს ჰორიზონტალურ ზედაპირზე და მიანიჭეს $20$ მ/წმ საწყისი სიჩქარე. ძელაკი ზედაპირზე გასრიალდა და გარკვეული მანძილის გავლის შემდეგ გაჩერდა. განსაზღვრეთ რამდენით მოიმატა ძელაკის ტემპერატურამ, თუ მას სრიალისას გამოყოფილი სითბოს რაოდენობის ნახევარი გადაეცა? ძელაკის კუთრი სითბოტევადობა $200$ ჯ/კგ $\\cdot$ $^{\\circ}\\text{C}$-ია.",
    options: ["$0{,}1^{\\circ}\\text{C}$-ით", "$0{,}2^{\\circ}\\text{C}$-ით", "$0{,}3^{\\circ}\\text{C}$-ით", "$0{,}4^{\\circ}\\text{C}$-ით", "$0{,}5^{\\circ}\\text{C}$-ით"],
    correct: 4,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-8/images/image-26.png",
    question: "$m=50$ კგ მასის ტვირთი წონასწორობაშია ჭოჭონაქებისა და ბერკეტის სისტემის საშუალებით. რისი ტოლია $OA$ ბერკეტის $A$ ბოლოზე, მის მართობულად მოქმედი ძალის მოდული, თუ $AB=60$ სმ და $OB=40$ სმ? $O$ ბერკეტის ბრუნვის ღერძია. ხახუნის ძალებს, ჭოჭონაქებისა და თოკების მასებს ნუ გაითვალისწინებთ.",
   options: [
      "$40$ ნ",
      "$100$ ნ",
      "$80$ ნ",
      "$60$ ნ",
      "$160$ ნ"
    ],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "დახრილ სიბრტყეზე ძელაკი თანაბრად აასრიალეს სიბრტყის გასწვრივ მიმართული $F$ ძალით. როდესაც ეს ძელაკი ამოაბრუნეს და იგივე სიბრტყეზე სხვა წახნაგით დადეს, მის თანაბრად ასასრიალებლად სიბრყის გასწვრივ მიმართული ($F+40$ ნ) ძალის მოდება გახდა საჭირო. რისი ტოლია ძელაკის სიბრტყეზე ხახუნის კოეფიციენტი მეორე შემთხვევაში, თუ პირველ შემთხვევაში ხახუნის კოეფიციენტი $0{,}2$ - ის ტოლი იყო? ჩათვალეთ, რომ ძელაკი სიბრტყეს ორივე შემთხვევაში $80$ ნ ძალით აწვება.",
     options: [
      "$0{,}3$",
      "$0{,}5$",
      "$0{,}7$",
      "$0{,}9$",
      "$0{,}5$"
    ],
     correct: 2,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-8/images/image-27.png",
    question: "ჭოჭონაქებისაგან შედგენილი სისტემით ზევით თანაბრად ააქვთ ტვირთი. უძრავი ჭოჭონაქის მარგი ქმედების კოეფიციენტი $80\\%$-ია. რისი ტოლია სისტემის მარგი ქმედების კოეფიციენტი, თუ მოძრავ ჭოჭონაქს ღერძთან ხახუნი არ აქვს? ჭოჭონაქებისა და თოკების მასა, ასევე თოკების სიგრძის ცვლილება არ გაითვალისწინოთ.",
      options: [
      "$80\\%$",
      "$60\\%$",
      "$40\\%$",
      "$20\\%$",
      "$55\\%$"
    ],
     correct: 0,
    tags: []
  },
  // 7
  {
    question: "ერთგვაროვანი ღერო ერთი წერტილით ჩამოკიდებულია თოკზე და წონასწორობაშია ჰორიზონტალურ მდგომარეობაში. დაკიდების წერტილი ღეროს სიგრძეს ჰყოფს $2:3$ შეფარდებით. ღეროს ბოლოებზე დაკიდებული სხეულების მასებია $m$ და $2m$. რისი ტოლია ღეროს მასა?",
   options: [
      "$m$",
      "$2m$",
      "$3m$",
      "$4m$",
      "$5m$"
    ],
      correct: 1,
    tags: []
  },
  // 8
  {
    question: "სხვადასხვა მასალისაგან დამზადებული ორი აგური, რომელთაც ერთნაირი სიგრძეები, სიგანეები და სიმაღლეები აქვთ, წახნაგებით მიადეს ერთმანეთს. პირველი და მეორე აგურის ტემპერატურები მათ შეხებამდე შესაბამისად იყო $t_{1}=20^{\\circ}\\text{C}$ და $t_{2}=40^{\\circ}\\text{C}$. რისი ტოლი გახდება თითოეული აგურის ტემპერატურა სითბური ბალანსის დამყარების შემდეგ, თუ პირველი აგურის სიმკვრივე და კუთრი სითბოტევადობა არის: $\\rho$ და $C$, ხოლო მეორე აგურის: $0{,}6\\rho$ და $2{,}5C$. სითბურ დანაკარგებს ნუ გაითვალისწინებთ.",
    options: ["$25^{\\circ}\\text{C}$", "$30^{\\circ}\\text{C}$", "$35^{\\circ}\\text{C}$", "$32^{\\circ}\\text{C}$", "$36^{\\circ}\\text{C}$"],
    correct: 3,
    tags: []
  },
  // 9
  {
    question: "პირველ ჭურჭელში ასხია $20$ ლ მოცულობისა და $t_{1}=20^{\\circ}\\text{C}$ ტემპერატურის წყალი. მეორე ჭურჭლიდან, რომელშიც $t_{2}=80^{\\circ}\\text{C}$-იანი წყალია, $1$ ლიტრიანი ქილით იღებენ წყალს და ახსამენ პირველ ჭურჭელში (ამ პროცედურას იმეორებენ $10$ ჯერ). რისი ტოლი გახდება პირველ ჭურჭელში წყლის ტემპერატურა $10$ ასეთი გადასხმის შემდეგ? ჭურჭლებისა და ქილის გათბობა არ გაითვალისწინოთ. სითბური დანაკარგები უგულებელყავით.",
    options: ["$25^{\\circ}\\text{C}$", "$45^{\\circ}\\text{C}$", "$65^{\\circ}\\text{C}$", "$32^{\\circ}\\text{C}$", "$40^{\\circ}\\text{C}$"],
    correct: 4,
    tags: []
  },
  // 10
  {
    question: "რა სითბოს რაოდენობაა საჭირო $10$ სმ$^{3}$ მოცულობისა და დნობის ტემპერატურამდე მიყვანილი კალის ბოლომდე გასადნობად?",
    options: ["$4{,}38$ კჯ", "$3{,}77$ კჯ", "$6{,}82$ კჯ", "$2{,}45$ კჯ", "$8{,}35$ კჯ"],
    correct: 0,
    tags: []
  },
  // 11
  {
    question: "რა სიმაღლიდან უნდა დაიწყოს ვარდნა დნობის ტემპერატურის მქონე ყინულის ნატეხმა, რომ მიწაზე დაცემისას მისი მეასედი ნაწილი გადნეს? მიიჩნიეთ, რომ დაცემისას გამოყოფილი სითბო მთლიანად ყინულის გადნობას ხმარდება. ჰაერის წინააღმდეგობა არ გაითვალისწინოთ.",
   options: [
      "$700$ მ",
      "$250$ მ",
      "$450$ მ",
      "$336$ მ",
      "$866$ მ"
    ],
    correct: 3,
    tags: []
  },
  // 12
  {
    question: "$6$ ლ მოცულობისა და $23^{\\circ}\\text{C}$ ტემპერატურის მქონე წყალში ჩააგდეს $1$ კგ მასისა და $-4^{\\circ}\\text{C}$ ტემპერატურის ყინულის ნაჭერი. ყინული მთლიანად გადნა და მიღებული წყალი გათბა. განსაზღვრეთ ტემპერატურა ჭურჭელში სითბური წონასწორობის დამყარების შემდეგ. სითბური დანაკარგები არ გაითვალისწინოთ.",
    options: ["$12^{\\circ}\\text{C}$", "$14^{\\circ}\\text{C}$", "$8^{\\circ}\\text{C}$", "$7^{\\circ}\\text{C}$", "$11{,}5^{\\circ}\\text{C}$"],
    correct: 2,
    tags: []
  },
  // 13
  {
    question: "თბოიზოლირებულ და ჰერმეტულად დახურულ ჭურჭელში, რომელშიც $-40^{\\circ}\\text{C}$ ტემპერატურის მქონე $14{,}6$ კგ მასის ყინულია, შეუშვეს $100^{\\circ}\\text{C}$ ტემპერატურის $400$ გ მასის წყლის ორთქლი. განსაზღვრეთ ჭურჭელში არსებული წყლის მასა სითბური წონასწორობის დამყარების შემდეგ. ჭურჭელთან სითბოცვლასა და სითბურ დანაკარგებს ნუ გაითვალისწინებთ.",
     options: [
      "$15$ კგ",
      "$12$ კგ",
      "$10$ კგ",
      "$5$ კგ",
      "$0$ კგ"
    ],
    correct: 4,
    tags: []
  },
  // 14
  {
    question: "რა სითბოს რაოდენობაა საჭირო, რომ $15$ ლ მოცულობისა და $100^{\\circ}\\text{C}$ ტემპერატურის წყალი სრულად ორთქლად იქცეს?",
     options: [
      "$34{,}65\\cdot10^6$ ჯ",
      "$65{,}35\\cdot10^6$ ჯ",
      "$68{,}65\\cdot10^6$ ჯ",
      "$87{,}25\\cdot10^6$ ჯ",
      "$95{,}36\\cdot10^6$ ჯ"
    ],
     correct: 0,
    tags: []
  },
  // 15
  {
    question: "$80^{\\circ}\\text{C}$ ტემპერატურისა და $10$ კგ მასის წყალი აადუღეს და ბოლომდე ორთქლად იქცა. რა სითბოს რაოდენობა დაიხარჯა ამისათვის?",
     options: [
      "$12\\cdot10^6$ ჯ",
      "$11\\cdot10^6$ ჯ",
      "$23{,}94\\cdot10^6$ ჯ",
      "$3{,}15\\cdot10^6$ ჯ",
      "$22{,}3\\cdot10^6$ ჯ"
    ],
  correct: 2,
    tags: []
  },
  // 16
  {
    question: "ქვემოთ ჩამოთვლილთაგან, რომელი მსჯელობა შეიძლება იყოს სწორი წყლის დუღილის ტემპერატურისა და წყლის ზედაპირზე მოქმედ წნევაზე დამოკიდებულების შესახებ? ყველა შემთხვევაში იგულისხმება ერთი და იგივე მასისა და საწყისი ტემპერატურის წყალი, სხვა ერთნაირ პირობებში (გარდა წყლის ზედაპირზე წნევისა). $P_{0}$ ნორმალური ატმოსფერული წნევაა.",
    options: [
      "$P_{0}$-ზე მაღალი წნევისას წყალი შეიძლება $200^{\\circ}\\text{C}$-მდეც კი გავაცხელოთ, ამიტომ წყლის სწრაფად ასადუღებლად მის ზედაპირზე წნევის გაზრდა სჯობს",
      "$P_{0}$-ზე დაბალი წნევისას წყალი შეიძლება $80^{\\circ}\\text{C}$-მდეც კი ვერ გავაცხელოთ, ამიტომ წყლის სწრაფად ასადუღებლად მის ზედაპირზე წნევის შემცირება არ არის მიზანშეწონილი",
      "$P_{0}$-ზე მაღალი ატმოსფერული წნევისას თუ წყალი $100^{\\circ}\\text{C}$-მდე გაცხელდა, ის დაიწყებს დუღილს",
      "$P_{0}$-ზე მაღალი ატმოსფერული წნევისას წყალი $100^{\\circ}\\text{C}$-ზე უფრო მაღალ ტემპერატურაზე დუღდება, ამიტომ წყლის სწრაფად ადუღებისთვის მის ზედაპირზე წნევის გაზრდა არ არის მიზანშეწონილი",
      "$P_{0}$-ზე დაბალი წნევისას წყალი $100^{\\circ}\\text{C}$-ზე უფრო მაღალ ტემპერატურაზე დუღდება, ამიტომ წყლის სწრაფად ადუღებისთვის მის ზედაპირზე წნევის შემცირება მიზანშეწონილია"
    ],
    correct: 3,
    tags: []
  },
  // 17
  {
    question: "სითბური ძრავას მარგი ქმედების კოეფიციენტის გაზრდის მიზნით მოწყობილობა ისე შეცვალეს, რომ სახურებლის მხრიდან მუშა სხეულზე გადაცემული სითბო ორჯერ გაიზარდა, ხოლო მუშა სხეულიდან მაცივარზე გადაცემული სითბოს რაოდენობა არ შეცვლილა. შედეგად, მ.ქ.კ. $1{,}2$ ჯერ გაიზარდა. რამდენჯერ აღემატებოდა სახურებლისგან მუშა სხეულზე გადაცემული სითბო მუშა სხეულის მხრიდან მაცივარზე გადაცემულ სითბოს, მოწყობილობის გადაკეთებამდე?",
    options: ["$1{,}2$-ჯერ", "$1{,}5$ ჯერ", "$4$ ჯერ", "$3{,}5$ ჯერ", "$2{,}2$ ჯერ"],
    correct: 3,
    tags: []
  },
  // 18
  {
    question: "ქურაზე, რომელშიც ბენზინი იწვის, აცხელებენ $2300$ ჯ/კგ $\\cdot$ $^{\\circ}\\text{C}$ კუთრი სითბოტევადობის მქონე სხეულს, რომლის საწყისი ტემპერატურა $20^{\\circ}\\text{C}$-ია. $200$ გ მასის ბენზინის დაწვის შემდეგ სხეულის ტემპერატურა $220^{\\circ}\\text{C}$ გახდა. მიიჩნიეთ, რომ ბენზინის დაწვის დროს გამოყოფილი სითბოს რაოდენობის $80\\%$ სხეულს გადაეცემა და იპოვეთ სხეულის მასა.",
   options: [
      "$10$ კგ",
      "$15$ კგ",
      "$16$ კგ",
      "$25$ კგ",
      "$30$ კგ"
    ],
    correct: 2,
    tags: []
  },
  // 19
  {
    question: "მოცემულია $5$ აბსოლუტურად ერთნაირი ნეიტრალური ლითონის ბურთულა. პირველი დამუხტეს დადებითად, მეორე - უარყოფითად, მესამე - დადებითად, მეოთხე - უარყოფითად (ყველა ბურთულას მუხტის მოდული ერთნაირია და $q$-ს ტოლია). მეხუთე ბურთულა ჯერ შეახეს მეოთხეს, შემდეგ - მესამეს, შემდეგ მეორეს და ბოლოს - პირველს. რისი ტოლი იქნება მეხუთე ბურთულას მუხტი ამის შემდეგ? მიიჩნიეთ, ყველა შეხებისას დანარჩენი ბურთულები ძალიან შორს იყვნენ შემხები ბურთულებისგან.",
    options: [
      "$\\frac{5q}{16}$",
      "$-\\frac{3q}{16}$",
      "$\\frac{3q}{8}$",
      "$-\\frac{q}{4}$",
      "$\\frac{2q}{3}$"
    ],
   correct: 0,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-8/images/image-28.png",
    question: "პლასტმასის ღეროებზე მყარად დამაგრებული ლითონის ორი ერთნაირი $A$ და $B$ ნეიტრალური ბურთულა ეხება ერთმანეთს (სურათი 4 ა). $A$ ბურთულას შეახეს $q$ მუხტით დამუხტული ჯოხი, რომელიც შეხებისას $50\\%$-ით განიმუხტა ბურთულაზე. ამის შემდეგ $A$ და $B$ ბურთულას ზემოდან დაადეს ლითონის ნეიტრალური ისეთივე ზომის $C$ ბურთულა (სურათი 4 ბ). რისი ტოლი გახდება $C$ ბურთულას მუხტი?",
     options: [
      "$\\frac{q}{12}$",
      "$\\frac{q}{4}$",
      "$\\frac{q}{2}$",
      "$\\frac{q}{8}$",
      "$\\frac{q}{6}$"
    ],
      correct: 4,
    tags: []
  },
  // 21
  {
    question: "ერთმანეთისაგან $20$ სმ მანძილით დაშორებულია $+3$ მკკ და $+4$ მკკ ორი წერტილოვანი მუხტი. რა ძალით განიზიდავენ მუხტები ერთმანეთს?",
   options: [
      "$3{,}2$ ნ",
      "$2{,}7$ ნ",
      "$1{,}8$ ნ",
      "$1{,}6$ ნ",
      "$3{,}9$ ნ"
    ],
     correct: 1,
    tags: []
  },
  // 22
  {
    question: "ერთ წრფეზე, ჩამოთვლილი თანმიმდევრობით განლაგებულ $A$, $B$ და $C$ წერტილებში, შესაბამისად დამაგრებულია $4$ მკკ, $4$ მკკ და $3$ მკკ წერტილოვანი მუხტები. $AB=40$ სმ და $BC=20$ სმ. რამდენით აღემატება $C$ წერტილში დამაგრებულ მუხტზე მოქმედი ელექტრული ძალების ტოლქმედი $B$ წერტილში დამაგრებულ მუხტზე მოქმედ ელექტრული ძალების ტოლქმედს?",
   options: [
      "$1{,}5$ ნ-ით",
      "$1{,}8$ ნ-ით",
      "$2{,}7$ ნ-ით",
      "$1{,}2$ ნ-ით",
      "$0{,}9$ ნ-ით"
    ],
    correct: 3,
    tags: []
  },
  // 23
  {
    question: "რა მოხდება, თუ დამაგრებულ რკინის ნეიტრალურ ბურთულას მარჯვენა მხრიდან მივუახლოვებთ (და არ შევახებთ) უარყოფითად დამუხტულ პლასტმასის ღეროს?",
      options: [
      "ბურთულაში ატომები ამოძრავდებიან ღეროსკენ",
      "ბურთულას ატომები დასცილდებიან ღეროს",
      "ბურთულას თავისუფალი ელექტრონები ამოძრავდებიან ღეროსკენ",
      "ბურთულას თავისუფალი ელექტრონები წავლენ მარცხნივ",
      "ღერო განიზიდავს ბურთულას თავისუფალ ელექტრონებს, ამიტომ, ღერო განიზიდება ბურთულას მიერ"
    ],
     correct: 3,
    tags: []
  },
  // 24
  {
    question: "$m$ მასისა და $t$ ტემპერატურის წყალი შეურიეს უცნობი მასის $3t$ ტემპერატურის წყალს. სითბური წონასწორობის დამყარების შემდეგ ტემპერატურა $8t/3$ გახდა. რისი ტოლია უცნობი მასა? სითბურ დანაკარგებს ნუ გაითვალისწინებთ.",
    options: [
      "$m$",
      "$2m$",
      "$3m$",
      "$4m$",
      "$5m$"
    ],
      correct: 4,
    tags: []
  },
  // 25
  {
    question: "ჩამოთვლილთაგან რომელი არ არის მართებული მსჯელობა სითხის აორთქლებასთან დაკავშირებით?",
    options: [
      "აორთქლება მით უფრო სწრაფად ხდება, რაც უფრო დიდია სითხის ზედაპირის ფართობი",
      "აორთქლების სისწრაფეზე გავლენას სითხის გვარობაც ახდენს",
      "აორთქლებისას სითხეს მხოლოდ ზედაპირის მოლეკულები ტოვებენ, ამიტომ დარჩენილი სითხის ტემპერატურა არ იცვლება",
      "აორთქლება მით უფრო სწრაფად მიმდინარეობს, რაც უფრო მაღალია სითხის ტემპერატურა",
      "სითხის აორთქლება ნებისმიერ ტემპერატურაზე მიმდინარეობს"
    ],
    correct: 2,
    tags: []
  }
];