const quizData = [
  // Task 1
  {intro:"მეოთხე სურათი გამოყენებულია სხვადასხვა ამოცანაში, სხვადასხვა პირობით. თითოეული ამოცანის ამოხსნისას დაეყრდენით მხოლოდ ამ ამოცანის პირობას და ყურადღებას ნუ მიაქცევთ იმას, თუ რა შედეგი მიიღეთ სხვა ამოცანაში, რომელშიც იგივე სურათი იყო გამოყენებული. <br><br> როდესაც სურათზე ბერკეტს აქვს დანაყოფები, გაითვალისწინეთ, რომ ამ დანაყოფების სიგრძეები ერთნაირია. $g = 10$ ნ/კგ.",
    question: "გლუვ ჰორიზონტალურ იატაკზე მისრიალებს ძელაკი ჰორიზონტალურად მიმართული $100~\\text{ნ}$ ძალის მოქმედებით. განსაზღვრეთ სხეულის მიერ გავლილი მანძილი დროის იმ შუალედში, რა დროშიც ეს ძალა სხეულზე $0{,}5~\\text{კჯ}$ მუშაობას შეასრულებს, თუ სხეულის მოძრაობის მიმართულება ძალის მიმართულებას ემთხვევა.",
     options: [
      "$10$ მ",
      "$20$ მ",
      "$5$ მ",
      "$0{,}5$ მ",
      "$2{,}5$ მ"
    ],
     correct: 2,
    tags: []
  },
  // Task 2
  {task:"$30~\\text{მ}$ სიმაღლეზე მდებარე აივნიდან მუშამ $20~\\text{კგ}$ მასის ტვირთი თანაბრად აიტანა მასზე გამობმული თოკის საშუალებით. თოკის თითოეული მეტრის მასა $0{,}5~\\text{კგ}$-ია. ჩათვალეთ, რომ $g=10~\\text{ნ/კგ}$ და უპასუხეთ $2-3$ შეკითხვებს:",
    question: "რა მუშაობა შეასრულა მუშამ?",
     options: [
      "$1$ კჯ",
      "$5$ კჯ",
      "$8$ კჯ",
      "$8{,}25$ კჯ",
      "$-8{,}25$ კჯ"
    ],
   correct: 3,
    tags: []
  },
  // Task 3
  {
    question: "რისი ტოლი სიმძლავრე განავითარა მუშამ, თუ ტვირთის ატანას $25~\\text{წმ}$ მოანდომა?",
     options: [
      "$0{,}3$ კვტ",
      "$3{,}3$ კვტ",
      "$2{,}3$ კვტ",
      "$1{,}33$ კვტ",
      "$0{,}33$ კვტ"
    ],
  correct: 4,
    tags: []
  },
  // Task 4
  {
    question: "ჰორიზონტალურ თოვლიან ზედაპირზე გოგონა თანაბარი სიჩქარით მიაქროლებს მოტორიან ციგას. ციგაზე მოქმედი ჯამური წინააღმდეგობის ძალა ციგის სიჩქარის პროპორციულია. რამდენჯერ უნდა გაზარდოს გოგონამ ციგის ძრავას სიმძლავრე, რომ ციგის სიჩქარე $1{,}5$-ჯერ გაზარდოს?",
      options: [
      "$3$-ჯერ",
      "$2{,}25$-ჯერ",
      "$2{,}5$-ჯერ",
      "$1{,}5$ -ჯერ",
      "$4{,}5$-ჯერ"
    ],
     correct: 1,
    tags: []
  },
  // Task 5
  {
    question: "ჰორიზონტალურ იატაკზე მიასრიალებენ $10~\\text{კგ}$ მასის ძელაკს მასზე მოდებული $30~\\text{ნ}$ ძალის მოქმედებით. ხახუნის კოეფიციენტი ძელაკსა და ზედაპირს შორის $0{,}2$-ია. განსაზღვრეთ ძელაკზე მოქმედი ძალების ტოლქმედის მუშაობა ამ ძელაკის $10~\\text{მ}$ მანძილზე გადაადგილებისას, თუ ძელაკის გადაადგილების მიმართულება ძელაკზე მოქმედი ძალების ტოლქმედის მიმართულებას ემთხვევა. $g = 10~\\text{ნ/კგ}$.",
      options: [
      "$100$ ჯ",
      "$300$ ჯ",
      "$200$ ჯ",
      "$250$ ჯ",
      "$150$ ჯ"
    ],
    correct: 0,
    tags: []
  },
  // Task 6
  {
    question: "რა სიჩქარით მოძრავ ბურთულას ექნება $250~\\text{ჯ}$ კინეტიკური ენერგია, თუ ბურთულას მასა $1{,}25~\\text{კგ}$-ია?",
     options: [
      "$15$ მ/წმ",
      "$20$ მ/წმ",
      "$25$ მ/წმ",
      "$10$ მ/წმ",
      "$30$ მ/წმ"
    ],
    correct: 1,
    tags: []
  },
  // Task 7
  {
    question: "დამატებით რამდენი მეტრით უნდა ავწიოთ $200~\\text{გ}$ მასის სხეული, რომ მისი პოტენციური ენერგია $5$-ჯერ გაიზარდოს? თავდაპირველად სხეული პოტენციური ენერგიის ნულოვანი დონის ზემოთ, მისგან $5~\\text{მ}$ სიმაღლეზე იყო. $g=10~\\text{ნ/კგ}$.",
      options: [
      "$10$ მ-ით",
      "$15$ მ-ით",
      "$20$ მ-ით",
      "$25$ მ-ით",
      "$30$ მ-ით"
    ],
    correct: 2,
    tags: []
  },
  // Task 8
  {
    question: "დამატებით რამდენი სანტიმეტრით უნდა გავჭიმოთ თავდაპირველად $5~\\text{სმ}$-ით გაჭიმული $1000~\\text{ნ/მ}$ სიხისტის მქონე ზამბარა, რომ მისი პოტენციური ენერგია $1{,}95~\\text{ჯ}$-ით გაიზარდოს?",
    options: [
      "$3$ სმ-ით",
      "$5$ სმ-ით",
      "$6$ სმ-ით",
      "$7$ სმ-ით",
      "$8$ სმ-ით"
    ],
      correct: 0,
    tags: []
  },
  // Task 9
  {task:"კედელზე ერთი ბოლოთი მიმაგრებულია $2000~\\text{ნ/მ}$ სიხისტის თავდაპირველად არადეფორმირებული ზამბარა, რომლის მეორე ბოლოზე მიმაგრებულ $200~\\text{გ}$ მასის ბურთულას ანიჭებენ $20~\\text{მ/წმ}$ ჰორიზონტალურ სიჩქარეს. მექანიკური ენერგიის დანაკარგებს ნუ გაითვალისწინებთ და უპასუხეთ $9 — 10$ შეკითხვებს: ",
    image: "physics-quizzes/class-8/images/image-6.png",
    question: "მაქსიმუმ რამდენი სანტიმეტრით გაიჭიმება ზამბარა?",
     options: [
      "$10$ სმ-ით",
      "$14$ სმ-ით",
      "$16$ სმ-ით",
      "$18$ სმ-ით",
      "$20$ სმ-ით"
    ],
    correct: 4,
    tags: []
  },
  // Task 10
  {image: "physics-quizzes/class-8/images/image-6.png",
    question: "რაღაც მომენტში ბურთულას კინეტიკური ენერგია $3$-ჯერ მეტი აღმოჩნდა ზამბარას პოტენციურ ენერგიაზე. რამდენი სმ-ით არის დეფორმირებული ამ დროს ზამბარა?",
    options: [
      "$10$ სმ-ით",
      "$14$ სმ-ით",
      "$16$ სმ-ით",
      "$18$ სმ-ით",
      "$20$ სმ-ით"
    ],
   correct: 0,
    tags: []
  },
  // Task 11
  {
    question: "სხეული იწყებს ვარდნას დედამიწის ზედაპირიდან $20~\\text{მ}$ სიმაღლიდან. რა სიჩქარით დაეჯახება იგი დედამიწის ზედაპირს? წინააღმდეგობის ძალებს ნუ გაითვალისწინებთ. $g=10~\\text{ნ/კგ}$.",
      options: [
      "$5$ მ/წმ-ით",
      "$10$ მ/წმ-ით",
      "$15$ მ/წმ-ით",
      "$20$ მ/წმ-ით",
      "$25$ მ/წმ-ით"
    ],
    correct: 3,
    tags: []
  },
  // Task 12
  {task:"$1000~\\text{ნ/მ}$ სიხისტის არადეფორმირებულ ზამბარაზე ჩამოკიდეს $10~\\text{კგ}$ მასის მცირე ზომის ტვირთი და გაათავისუფლეს. მექანიკური ენერგიის დანაკარგებს ნუ გაითვალისწინებთ. ჩათვალეთ, რომ $g=10~\\text{ნ/კგ}$ და უპასუხეთ $12-13$ შეკითხვებს: ",
   image: "physics-quizzes/class-8/images/image-7.png",
    question: "რისი ტოლი იქნება ტვირთზე მოქმედი სიმძიმის ძალის მიერ შესრულებული მუშაობა ტვირთის გათავისუფლების მომენტიდან იმ მომენტამდე, როდესაც ტვირთზე მოქმედი სიმძიმის ძალა, მასზე მოქმედ დრეკადობის ძალას გაუტოლდა?",
   options: [
      "$10$ ჯ",
      "$5$ ჯ",
      "$15$ ჯ",
      "$0{,}5$ ჯ",
      "$20$ ჯ"
    ],
     correct: 0,
    tags: []
  },
  // Task 13
  {image: "physics-quizzes/class-8/images/image-7.png",
    question: "რისი ტოლი იქნება ტვირთზე მოქმედი დრეკადობის ძალის მიერ შესრულებული მუშაობა ტვირთის გათავისუფლების მომენტიდან იმ მომენტამდე, როდესაც ტვირთზე მოქმედი სიმძიმის ძალა, მასზე მოქმედ დრეკადობის ძალას გაუტოლდა?",
   options: [
      "$-10$ ჯ",
      "$-5$ ჯ",
      "$-15$ ჯ",
      "$-0{,}5$ ჯ",
      "$-20$ ჯ"
    ],
   correct: 1,
    tags: []
  },
  // Task 14
  {
    question: "პარაშუტისტი, რომლის მასა (პარაშუტიანად) $80~\\text{კგ}$-ია, თვითმფრინავიდან გადმოხტა და როდესაც დედამიწის ზედაპირიდან $100~\\text{მ}$ სიმაღლეზე იყო გახსნა პარაშუტი. ამ მომენტში მისი სიჩქარე $10~\\text{მ/წმ}$ იყო. რისი ტოლია მასზე მოქმედი ჰაერის წინააღმდეგობის ძალის მიერ შესრულებული მუშაობა ვარდნის განმავლობაში, თუ იგი დედამიწაზე $2~\\text{მ/წმ}$ სიჩქარით დაეშვა? $g = 10~\\text{ნ/კგ}$.",
    options: [
      "$-68470$ ჯ",
      "$-85450$ ჯ",
      "$-83840$ ჯ",
      "$-48690$ ჯ",
      "$-86450$ ჯ"
    ],
   correct: 2,
    tags: []
  },
  // Task 15
  {
    question: "ღრმა ჭურჭელი ავსებულია ნავთით. ალუმინის ბურთულა მიიტანეს ნავთის ზედაპირთან და გაუშვეს ხელი. ბურთულამ ჩაძირვა დაიწყო. როგორ იცვლება ჩაძირვის პროცესში სისტემის (ნავთი + ბურთულა) ჯამური პოტენციური ენერგია და როგორ იცვლება მხოლოდ ნავთის პოტენციური ენერგია?",
     options: [
      "სისტემის იზრდება, ნავთის იზრდება",
      "სისტემის არ იცვლება, ნავთის იზრდება",
      "სისტემის მცირდება, ნავთის არ იცვლება",
      "სისტემის მცირდება, ნავთის იზრდება",
      "სისტემის მცირდება, ნავთის მცირდება"
    ],
   correct: 3,
    tags: []
  },
  // Task 16
  {
    question: "$30~\\text{სმ}$ სიგრძის მქონე სწორ ღეროს ერთი მხრიდან მოაჭრეს მისი სიგრძის მესამედი. რამდენითაა გადანაცვლებული დარჩენილი $2/3$ ნაწილის მასათა ცენტრი თავდაპირველ მასათა ცენტრთან შედარებით?",
       options: [
      "$5$ სმ-ით",
      "$15$ სმ-ით",
      "$10$ სმ -ით",
      "$20$ სმ -ით",
      "$2{,}5$ სმ-ით"
    ],
     correct: 0,
    tags: []
  },
  // Task 17
  {
    warning:"ორი პასუხია ჩათვლილი",
    image: "physics-quizzes/class-8/images/image-8.png",
    question: "ჰორიზონტალურ მაგიდაზე დადეს ქათმის კვერცხრი $A$ წერტილით (წვერით). მცირე ბიძგის შემდეგ კვერცხი გადატრიალდა, რამდენიმე ხანს ირხეოდა და მაგიდაზე $B$ წერტილით გაჩერდა. სავარაუდო პასუხებში წერია, თუ მაგიდაზე რომელი წერტილით შეხებისას იყო კვერცხი მდგრად წონასწორულ მდგომარეობაში, რომლით - არამდგრადში და რომლით განურჩეველში. რომელი პასუხია სწორი?",
    options: [
      "$A$ წერტილით - მდგრადში, $B$ წერტილით - არამდგრადში",
      "$A$ წერტილით - მდგრადში, $B$ წერტილით - განურჩეველში",
      "$A$ წერტილით - არამდგრადში, $B$ წერტილით - განურჩეველში",
      "$A$ წერტილით - არამდგრადში, $B$ წერტილით - არამდგრადში",
      "$A$ წერტილით - არამდგრადში, $B$ წერტილით - მდგრადში"
    ],
    correct: [2,4],
    tags: []
  },
  // Task 18
  {image: "physics-quizzes/class-8/images/image-9.png",
    question: "მუშამ უმასო ბერკეტით $m=70~\\text{კგ}$ მასის ტვირთი $10~\\text{სმ}$-ით მაღლა ასწია (იხილეთ სურათი 4). მიიჩნიეთ, რომ $g=10~\\text{ნ/კგ}$ და განსაზღვრეთ ბერკეტის მარჯვენა ბოლოზე, მუშის მხრიდან მოდებული ძალის მუშაობა. წინააღმდეგობის ძალები არ გაითვალისწინოთ.",
    options: [
      "$20$ ჯ",
      "$40$ ჯ",
      "$60$ ჯ",
      "$70$ ჯ",
      "$90$ ჯ"
    ],
    correct: 3,
    tags: []
  },
  // Task 19
  {image: "physics-quizzes/class-8/images/image-9.png",
    question: "ბერკეტზე ჩამოკიდებულ $35~\\text{კგ}$ მასის ტვირთს აკავებენ ამ ბერკეტის მარჯვენა ბოლოზე მოდებული უცნობი ძალის მოქმედებით (იხილეთ სურათი 4). განსაზღვრეთ ამ ძალის მოდული, თუ ბერკეტი უმასოა. $g=10~\\text{ნ/კგ}$.",
     options: [
      "$70$ ნ",
      "$35$ ნ",
      "$350$ ნ",
      "$50$ ნ",
      "$100$ ნ"
    ],
   correct: 4,
    tags: []
  },
  // Task 20
  {image: "physics-quizzes/class-8/images/image-9.png",
    question: "$35~\\text{კგ}$ მასის ერთგვაროვან ბერკეტზე ჩამოკიდებულია $28~\\text{კგ}$ მასის ტვირთი (იხილეთ სურათი 4). სისტემას აწონასწორებს ბერკეტის მარჯვენა ბოლოზე მოდებული უცნობი ძალა. იპოვეთ ბერკეტის მხრიდან საყრდენზე დაწოლის ძალა. $g=10~\\text{ნ/კგ}$.",
    options: [
      "$100$ ნ",
      "$350$ ნ",
      "$250$ ნ",
      "$500$ ნ",
      "$400$ ნ"
    ],
   correct: 4,
    tags: []
  },
  // Task 21
  {
    question: "$2~\\text{მ}$ სიგრძის უმასო ღეროს ერთ ბოლოზე დაკიდეს $3~\\text{კგ}$, ხოლო მეორე ბოლოზე $27~\\text{კგ}$ მასის ტვირთები. $3~\\text{კგ}$ მასის ტვირთის დაკიდების წერტილიდან რა მანძილზე უნდა შევუყუდოთ საყრდენი ღეროს, რომ იგი წონასწორულ მდგომარეობაში აღმოჩნდეს?",
     options: [
      "$0{,}2$ მ",
      "$1{,}8$ მ",
      "$1{,}2$ მ",
      "$0{,}8$ მ",
      "$1{,}6$ მ"
    ],
    correct: 1,
    tags: []
  },
  // Task 22
  {
    question: "$4~\\text{მ}$ სიგრძისა და $10~\\text{კგ}$ მასის ერთგვაროვან ფიცარზე, თავსა და ბოლოში დადეს $15$ და $25~\\text{კგ}$ მასის ტვირთები. $15~\\text{კგ}$ მასის ტვირთის დაკიდების ადგილიდან რა მანძილზე უნდა შევუყუდოთ საყრდენი ფიცარს, რომ იგი წონასწორულ მდგომარეობაში აღმოჩნდეს?",
    options: [
      "$1{,}2$ მ",
      "$0{,}8$ მ",
      "$1{,}6$ მ",
      "$2{,}4$ მ",
      "$2$ მ"
    ],
   correct: 3,
    tags: []
  },
  // Task 23
  {
    question: "$4~\\text{მ}$ სიგრძისა და $10~\\text{კგ}$ მასის ერთგვაროვან ფიცარზე, თავსა და ბოლოში დადეს $15$ და $25~\\text{კგ}$ მასის ტვირთები. ფიცარს ორი საყრდენი ისე შეუყუდეს, რომ იგი წონასწორულ მდგომარეობაში აღმოჩნდა. რისი ტოლია ფიცრის საყრდენებზე დაწოლის ძალების ჯამი?",
     options: [
      "$150$ ნ",
      "$250$ ნ",
      "$500$ ნ",
      "$400$ ნ",
      "$360$ ნ"
    ],
    correct: 2,
    tags: []
  },
  // Task 24
  {image: "physics-quizzes/class-8/images/image-10.png",
    question: "ბრტყელ ერთგვაროვან კვადრატულ ფირფიტას ხახუნის გარეშე შეუძლია ბრუნვა მის ცენტრზე გამავალ, ფირფიტის მართობულ $O$ ღერძის გარშემო. მასზე მოდებული ძალების მოდულებია: $F_{2}=F_{3}=20~\\text{ნ},$ $F_{1}=50~\\text{ნ}.$ რისი ტოლია ფირფიტაზე მოქმედი მაბრუნებელი მომენტების ჯამის mოდული, თუ ფირფიტის გვერდი $10~\\text{სმ}$-ია?",
      options: [
      "$2{,}5$ ნ $\\cdot$ მ",
      "$1{,}5$ ნ $\\cdot$ მ",
      "$1$ ნ $\\cdot$ მ",
      "$2$ ნ $\\cdot$ მ",
      "$0{,}5$ ნ $\\cdot$ მ"
    ],
    correct: 4,
    tags: []
  },
  // Task 25
  {
    question: "ლაბორატორიაში ცდის ჩატარებისას შეამჩნიეს, რომ ბერკეტის ბოლოებში ერთი და იგივე მასის ძალიან მცირე ზომის ტვირთების დაკიდებისას იგი არ გაწონასწორდა. ამ დროს ბერკეტს საყრდენი ზუსტად შუაში ჰქონდა. ჩამოთვლილთაგან, ყველაზე მეტად, რა შეიძლებოდა ყოფილიყო ამის მიზეზი?",
   options: [
      "ბერკეტის არაერთვაროვნება",
      "ტვირთების სხვადასხვა მოცულობა",
      "საყრდენთან აღძრული ხახუნის ძალა",
      "ბერკეტის ერთგვაროვნება",
      "ტვირთებიდან ერთ - ერთის სიღრუე"
    ],
    correct: 0,
    tags: []
  }
];