const quizData = [

  // #1
  {
    intro:"თუ სპეციალური მითითება არ იქნება ჭოჭონაქებთან დაკავშირებულ ამოცანებში, ჩათვალეთ, რომ ჭოჭონაქები უმასოა, მათი დამაკავშირებელი თოკები უჭიმვადია და უმასოა, თოკები ჭოჭონაქებზე არ სრიალებენ, თოკები ჰორიზონტალურია ან ვერტიკალურია.",
    question: "ავტომობილი მოძრაობს თანაბარი $90$ კმ/სთ სიჩქარით. მასზე მოქმედი წევის ძალა $2$ კნ-ია. რისი ტოლია ავტომობილის ძრავას მიერ განვითარებული სიმძლავრე?",
    options: ["$50$ კვტ", "$100$ კვტ", "$25$ კვტ", "$75$ კვტ", "$125$ კვტ"],
    correct: 0,
    tags: []
  },

  // #2
  {
    question: "$100$ მ სიმაღლის საცხოვრებელი კორპუსის სახურავიდან გარკვეული საწყისი სიჩქარით გაისროლეს სხეული. როდესაც სხეული დედამიწის ზედაპირიდან $40$ მ სიმაღლეზე აღმოჩნდა, მისი სიჩქარის მოდული საწყის სიჩქარეზე ორჯერ მეტი იყო. რა სიჩქარით გაუსვრიათ სხეული? წინააღმდეგობის ძალები არ გაითვალისწინოთ. $g=10$ ნ/კგ.",
    options: ["$15$ მ/წმ", "$5$ მ/წმ", "$10$ მ/წმ", "$25$ მ/წმ", "$20$ მ/წმ"],
    correct: 4,
    tags: []
  },

  // #3
  {
 image: "physics-quizzes/class-8/images/image6.png",
    question: "უმასო ბერკეტი გაწონასწორებულია მასზე ჩამოკიდებული სამი ტვირთით. $m_3=m$, $m_2=2m$. რა ძალით აწვება ბერკეტი საყრდენს? სურათზე მონიშნული დანაყოფების სიგრძეები ერთნაირია.",
    options: ["$3mg$", "$8mg$", "$5mg$", "$mg$", "$2mg$"],
    correct: 1,
    tags: []
  },

  // #4
  {
    question: "უმასო ღეროზე, რომლის სიგრძე $3$ მეტრია, თავში და ბოლოში ჩამოკიდებულია ტვირთები. ღერო მის გარკვეულ $O$ წერტილზე მობმული თოკით დაკიდებულია ჭერზე და გაწონასწორებულია. რისი ტოლია მანძილი მძიმე ტვირთიდან $O$ წერტილამდე, თუ ტვირთების მასების შეფარდება $\\frac{3}{2}$-ის ტოლია?",
    options: ["$100$ სმ", "$120$ სმ", "$180$ სმ", "$240$ სმ", "$90$ სმ"],
    correct: 1,
    tags: []
  },

  // #5
  {
    image: "physics-quizzes/class-8/images/image7.png",
    question: "ჭოჭონაქებისაგან შედგენილი სისტემის საშუალებით თანაბრად ააქვთ ტვირთი. თოკის ბოლოზე მოდებულია $F$ ძალა. რა ძალით მოქმედებს ჭოჭონაქების სისტემა ჭერზე? ჭოჭონაქებისა და თოკების მასა, ასევე ჭოჭონაქების ღერძთან ხახუნი არ გაითვალისწინოთ. თოკები ვერტიკალურია და უჭიმვადია.",
    options: ["$F$", "$1{,}5F$", "$2F$", "$2{,}5F$", "$3F$"],
    correct: 4,
    tags: []
  },

  // #6
{
  image: "physics-quizzes/class-8/images/image8.png",
 
    question: "ჰორიზონტალურ იატაკზე თანაბრად მიასრიალებენ $5$ კგ მასის ძელაკს. ჭოჭონაქზე გადადებული უმასო, უჭიმვადი ძაფის ერთი ბოლო მიმაგრებულია ძელაკზე, ხოლო მეორე ბოლო - კედელზე. ხახუნის კოეფიციენტი ძელაკსა და იატაკს შორის არის $0{,}2$. რისი ტოლია $\\vec{F}$ ძალის მოდული? ჭოჭონაქი უმასოა და ღერძთან ხახუნი არ აქვს. ძაფები ჰორიზონტალურია.",
    options: ["$20$ ნ", "$15$ ნ", "$10$ ნ", "$5$ ნ", "$25$ ნ"],
    correct: 0,
    tags: []
  },

  // #7
  {
    image: "physics-quizzes/class-8/images/image9.png",
    question: "ჭოჭონაქების სისტემა გაწონასწორებულია მასზე დაკიდებული ორი ტვირთით. რისი ტოლია ჭოჭონაქებზე გადადებული ძაფის დაჭიმულობის ძალა, თუ $m_2$ მასის ტვირთი $7$ კგ-ით მეტია $m_1$ მასის ტვირთზე? ჭოჭონაქების მასა და ღერძთან ხახუნი უგულებელყავით. თოკები უმასოა და უჭიმვადია. $g=10$ ნ/კგ.",
    options: ["$50$ ნ", "$140$ ნ", "$35$ ნ", "$70$ ნ", "$135$ ნ"],
    correct: 3,
    tags: []
  },

  // #8
  {
    question: "გლუვი ფიცრის სიგრძე $3$ მ-ია. ფიცრის გასწვრივ მიმართული რა მინიმალური ძალითაა შესაძლებელი, რომ ფიცარზე $10$ კგ მასის ძელაკი ავასრიალოთ $60$ სმ-ით მაღლა? $g=10$ ნ/კგ.",
    options: ["$10$ ნ", "$20$ ნ", "$30$ ნ", "$40$ ნ", "$50$ ნ"],
    correct: 1,
    tags: []
  },

  // #9
  {
    question: "დახრილ სიბრტყეზე, რომლის სიგრძე $13$ მ-ია და სიმაღლე $5$ მ, სიბრტყის გასწვრივ მიმართული $296$ ნ ძალის მოქმედებით ზევით მიასრიალებენ $52$ კგ მასის სხეულს. სხეულის სიბრტყეზე დაწოლის ძალა სხეულზე მოქმედი სიმძიმის ძალის $12/13$ ნაწილია. რისი ტოლია სიბრტყესა და სხეულს შორის ხახუნის კოეფიციენტი? $g=10$ ნ/კგ.",
    options: ["$0{,}4$", "$0{,}3$", "$0{,}2$", "$0{,}1$", "$0{,}15$"],
    correct: 2,
    tags: []
  },

  // #10
  {
    question: "დახრილ სიბრტყეზე, რომლის მარგი ქმედების კოეფიციენტი $2/3$ - ია, ქვემოდან ზემოთ მიასრიალებენ $5$ კგ მასის სხეულს, სიბრტყის გასწვრივი ძალის მოქმედებით. სიბრტყის სიგრძე და სიმაღლე შესაბამისად $5$ მ და $1$ მ-ია. რისი ტოლია სხეულზე მოქმედი ხახუნის ძალის მოდული?",
    options: ["$25$ ნ", "$20$ ნ", "$15$ ნ", "$10$ ნ", "$5$ ნ"],
    correct: 4,
    tags: []
  },

  // #11
  {
    image: "physics-quizzes/class-8/images/image7.png",
    question: "სურათზე გამოსახულ სისტემაში ჭოჭონაქები და თოკები უმასოა. უძრავი ჭოჭონაქის მარგი ქმედების კოეფიციენტია $\\eta$. რისი ტოლის მთლიანი სისტემის მარგი ქმედების კოეფიციენტი, თუ მოძრავი ჭოჭონაქის მარგი ქმედების კოეფიციენტი $100\\%$-ია?",
    options: ["$2\\eta$", "$\\eta/2$", "$3\\eta/2$", "$\\eta$", "$2\\eta/3$"],
    correct: 3,
    tags: []
  },

  // #12
  {
    question: "გაზქურაზე ათბობენ $0^\\circ C$ ტემპერატურის წყალს. ჩამოთვლილთაგან რომელია სწორი წინადადება?",
    options: ["$2^\\circ C$-მდე გათობისას წყალი ფართოვდება", "$4^\\circ C$-მდე გათბობისას წყლის სიმკვრივე იზრდება", "$6^\\circ C$-ის შემდგომ, წყლის გათბობისას წყალი იკუმშება", "$10^\\circ C$-დან $12^\\circ C$-მდე გათბობისას წყალს ყველაზე დიდი მასა აქვს", "(ა), (ბ), (გ) და (დ) პასუხებიდან არცერთი არ არის სწორი"],
    correct: 1,
    tags: []
  },

  // #13
  {
    question: "მყარ მდგომარეობაში მყოფ რკინის ნაჭერს გადასცემენ სითბოს, ისე, რომ იგი ისევ მყარი რჩება. ამ დროს რკინის ნაჭრის:",
    options: ["შემადგენელი ნაწილაკების საშუალო კინეტიკური ენერგია მცირდება", "შემადგენელი ნაწილაკების საშუალო კინეტიკური ენერგია არ იცვლება", "შინაგანი ენერგია არ იცვლება", "შემადგენელი ნაწილაკების ქაოსური მოძრაობის სიჩქარე იზრდება", "(ა), (ბ), (გ) და (დ) პასუხებიდან არცერთი არ არის სწორი"],
    correct: 3,
    tags: []
  },

  // #14
  {
    task: "გლუვ ჰორიზონტალურ მაგიდაზე მოთავსებული ძელაკი მიმაგრებულია ორ უმასო ზამბარაზე, რომელთა სიხისტეები $k_1 = 1000$ ნ/მ და $k_2 = 3000$ ნ/მ-ია. ზამბარები მეორე ბოლოებით მიმაგრებულია კედლებზე. თავდაპირველად ორივე ზამბარა არადეფორმირებულია. მექანიკური ენერგიის დანაკარგები არ გაითვალისწინოთ და უპასუხეთ $N14$ და $N15$ კითხვებს:",    
    image: "physics-quizzes/class-8/images/image5.png",
    question: "რა მინიმალური მუშაობა უნდა შევასრულოთ, რომ ძელაკი $10$ სანტიმეტრით გადავაადგილოთ მარჯვნივ ($k_2$ სიხისტის ზამბარის მხარეს)?",
    options: ["$10$ ჯ", "$15$ ჯ", "$20$ ჯ", "$25$ ჯ", "$30$ ჯ"],
    correct: 2,
    tags: []
  },

  // #15
  {
    image: "physics-quizzes/class-8/images/image5.png",
    question: "წონასწორობაში ყოფნისას, რა მინიმალური სიჩქარე უნდა მივანიჭოთ ძელაკს მარცხნივ, რომ $k_1$ სიხისტის ზამბარა $8$ სმ-ით შეიკუმშოს? ძელაკის მასა $10$ კგ-ია.",
    options: ["$10$ მ/წმ", "$2$ მ/წმ", "$4$ მ/წმ", "$3{,}2$ მ/წმ", "$1{,}6$ მ/წმ"],
    correct: 4,
    tags: []
  },

  // #16
  {
    warning:"ორი პასუხია ჩათვლილი",
    image: "physics-quizzes/class-8/images/image10.png",
    question: "ოთახში მდებარე ლითონის ჭურჭელში, რომელიც გამოსახულია სურათზე, ჩასხმულია ლურჯად და ყვითლად შეფერადებული ოთახის ტემპერატურის სითხე (სხვა მხრივ სითხეები აბსოლუტურად ერთნაირია. ჭურჭლის ქვედა ნაწილში სითხე ლურჯია, ზედა ნაწილში - ყვითელი). თავდაპირველად ფერები ერთმანეთში შერეული არ არის. ჩამოთვლილთაგან რომელია სწორი პასუხი?",
    options: ["ფერები უფრო სწრაფად შეერევა, თუ ჭურჭელს თავზე დავადებთ სითხესთან შედარებით ცხელ საგანს", "ფერები უფრო სწრაფად შეერევა, თუ ჭურჭელს ფსკერით დავდებთ ყინულზე", "ფერები უფრო სწრაფად შეერევა, თუ ჭურჭელს არ შევეხებით და ვაცდით მასში დიფუზიის განვითარებას", "ფერები უფრო სწრაფად შეერევა, თუ ჭურჭელს ზემოდან (თავზე) დავალაგებთ ყინულის ნატეხებს", "(ა), (ბ), (გ) და (დ) პასუხებიდან არცერთი არ არის სწორი"],
    correct: [0,3],
    tags: []
  },

  // #17
  {
    question: "კუთრი სითბოტევადობა გვიჩვენებთ, თუ რა სითბოს რაოდენობა უნდა გადავცეთ $1$ კგ მასის მოცემულ ნივთიერებას, რომ მისი ტემპერატურა $1 ^\\circ C$ -ით შეიცვალოს. $1$ კგ მასისა და $120$ ჯ/კგ$\\cdot^\\circ C$ კუთრი სითბოტევადობის სითხე შეურიეს $3$ კგ მასისა და $180$ ჯ/კგ$\\cdot^\\circ C$ კუთრი სითბოტევადობის მქონე სითხეს. განმარტების თანახმად, რისი ტოლი იქნება ნარევის კუთრი სითბოტევადობა?",
    options: ["$165$ ჯ/კგ$\\cdot^\\circ C$", "$300$ ჯ/კგ$\\cdot^\\circ C$", "$150$ ჯ/კგ$\\cdot^\\circ C$", "$144$ ჯ/კგ$\\cdot^\\circ C$", "$170$ ჯ/კგ$\\cdot^\\circ C$"],
    correct: 0,
    tags: []
  },

  // #18
  {
    question: "ჩამოთვლილთაგან რომელია სწორი სითბოტევადობის შესახებ?",
    options: ["ყველა ნივთიერებას საკუთარი სითბოტევადობა აქვს და შესაბამის ცხრილში წერია", "სითბოტევადობის ერთეულია ჯ/კგ$\\cdot^\\circ C$", "იმ ნივთიერების სითბოტევადობაა მეტი, რომელსაც მეტი სიმკვრივე აქვს", "ერთნაირი ნივთიერებისგან დამზადებული ორი სხეულიდან მძიმეს უფრო მეტი სითბოტევადობა აქვს", "(ა), (ბ), (გ) და (დ) პასუხებიდან არცერთი არ არის სწორი"],
    correct: 3,
    tags: []
  },

  // #19
  {
    question: "ლითონის ვერტიკალურ დაფას $100$ გ მასის მაგნიტი მიაკრეს. ხელის გაშვების შემდეგ მაგნიტი დაფაზე ვერტიკალურად ქვემოთ თანაბარი სიჩქარით მოსრიალებს. რა მინიმალური მუშაობა უნდა შევასრულოთ, რომ მაგნიტი მასზე გამობმული ვერტიკალური მსუბუქი ძაფით ზევით, $1$ მეტრზე ავასრიალოთ? $g=10$ ნ/კგ.",
    options: ["$0{,}5$ ჯ", "$1$ ჯ", "$1{,}5$ ჯ", "$2$ ჯ", "$2{,}5$ ჯ"],
    correct: 3,
    tags: []
  },

  // #20
  {
    question: "$c$ კუთრისითბოტევადობისა და $m$ მასის სითხეში, რომლის საწყისი ტემპერატურა $20^\\circ C$-ია, ჩაუშვეს $c$ კუთრი სითბოტევადობისა და $m$ მასის ბურთულა. როდესაც საბოლოო $50^\\circ C$ ტემპერატურა დამყარდა, კვლავ ჩაუშვეს იგივე საწყისი ტემპერატურის მქონე მეორე ისეთივე ბურთულა (ისე, რომ პირველი ბურთულა სითხიდან არ ამოუღიათ). მეორე ბურთულას ჩაშვების შემდეგ დამყარდა $60^\\circ C$ ტემპერატურა. რისი ტოლი იყო ბურთულების ტემპერატურა მათი სითხეში ჩაშვებამდე? გარემოსთან სითბოცვლა არ გაითვალისწინოთ.",
    options: ["$70^\\circ C$", "$80^\\circ C$", "$90^\\circ C$", "$100^\\circ C$", "$110^\\circ C$"],
    correct: 1,
    tags: []
  },

  // #21
  {
    question: "$15^\\circ C$ ტემპერატურისა და $240$ ჯ/კგ$\\cdot^\\circ C$ კუთრი სითბოტევადობის მქონე $5$ კგ მასის სხეულს გადასცეს $6$ კჯ სითბოს რაოდენობა, რის შედეგადაც სხეულის საბოლოო ტემპერატურა გახდა $t$. რამდენი ჯოულით მეტი სითბოს რაოდენობა უნდა გადაეცათ სხეულისთვის, რომ სხეულის საბოლოო ტემპერატურა გამხდარიყო $2t$? გარემოსთან სითბოცვლა არ გაითვალისწინოთ.",
    options: ["$24$ კჯ-ით", "$30$ კჯ-ით", "$6$ კჯ-ით", "$12$ კჯ-ით", "$18$ კჯ-ით"],
    correct: 0,
    tags: []
  },

  // #22
  {
    question: "$4{,}6$ კმ სიმაღლიდან ვარდნა დაიწყო ალუმინის ბურთულამ, დაეცა მიწას და გაჩერდა. ბურთულას საწყისი მექანიკური ენერგიის ნახევარი მის გათბობას მოხმარდა. რამდენი გრადუსით გაიზარდა მისი ტემპერატურა? ალუმინის კუთრი სითბოტევადობაა $920$ ჯ/კგ$\\cdot^\\circ C$.",
    options: ["$100^\\circ C$ - ით", "$75^\\circ C$ - ით", "$50^\\circ C$ - ით", "$25^\\circ C$ - ით", "$10^\\circ C$ - ით"],
    correct: 3,
    tags: []
  },

  // #23
  {
    question: "ერთმანეთს შეურიეს სამი სითხე. პირველის კუთრი სითბოტევადობა, მასა და ტემპერატურა შესაბამისად იყო: $60$ ჯ/კგ$\\cdot^\\circ C$, $3$ კგ და $40^\\circ C$. მეორესი იყო: $180$ ჯ/კგ$\\cdot^\\circ C$, $2$ კგ და $20^\\circ C$. მესამესი კი: $460$ ჯ/კგ$\\cdot^\\circ C$, $1$ კგ და $20^\\circ C$. რა ტემპერატურა დამყარდება საბოლოოდ? სითბური დანაკარგები არ გაითვალისწინოთ.",
    options: ["$21^\\circ C$", "$22{,}4^\\circ C$", "$23{,}6^\\circ C$", "$24{,}8^\\circ C$", "$29^\\circ C$"],
    correct: 2,
    tags: []
  },

  // #24
  {
    question: "$14{,}5$კგ მასის წყალი $2$ კგ მასის თუჯის ქვაბით დადგმულია შეშის ღუმელზე. წყლისა და ქვაბის საწყისი ტემპერატურა $20^\\circ C$ -ია. გარკვეული მასის მშრალი შეშის დაწვის შემდეგ წყლის ტემპერატურა $70^\\circ C$ გახდა. რა მასის შეშა დაუწვამთ, თუ გამოყოფილი სითბოს რაოდენობის $20\\%$ წყლისა და ქვაბის გათბობას მოხმარდა? მშრალი შეშის წვის კუთრი სითბო $10^7$ ჯ/კგ-ია, თუჯის კუთრი სითბოტევადობა $550$ ჯ/კგ$\\cdot^\\circ C$-ია. წყლის კუთრი სითბოტევადობა $4200$ ჯ/კგ$\\cdot^\\circ C$",
    options: ["$2{,}15$ კგ", "$1{,}55$ კგ", "$1{,}25$ კგ", "$1{,}15$ კგ", "$0{,}85$ კგ"],
    correct: 1,
    tags: []
  },

  // #25
  {
    question: "რა მასის მშრალი შეშა უნდა დავწვათ, რომ გამოიყოს იმდენივე სითბოს რაოდენობა, რამდენიც გამოიყოფა $5$ კგ ქვანახშირის დაწვისას? მშრალი შეშის წვის კუთრი სითბო $10^7$ ჯ/კგ-ია, ხოლო ქვანახშირის წვის კუთრი სითბო $27 \\cdot 10^6$ ჯ/კგ-ია.",
    options: ["$29{,}5$ კგ", "$27$ კგ", "$22{,}4$ კგ", "$15{,}7$ კგ", "$13{,}5$ კგ"],
    correct: 4,
    tags: []
  }

];
