const quizData = [
  // 1
  {image: "physics-quizzes/class-10/images/image-15.png",
    question: "სურათზე გამოსახული წრედი ჩართულია $100$ ვ ძაბვის ქსელში. რეზისტორთა წინაღობები ნაჩვენებია ნახაზზე. კონდენსატორის ტევადობაა $50$ ნფ. განსაზღვრეთ კონდენსატორზე დაგროვებული მუხტი.",
    options: ["$0{,}2$ მკკ", "$0{,}5$მკკ", "$1{,}2$ მკკ", "$2$ მკკ", "$3$ მკკ"],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "ფანარი შედგება ერთი ელემენტისა და ერთი ნათურისაგან. რა დენი გადის ფანარში ნორმალური ნათების დროს, თუ ვიცით, რომ ფანრის მ.ქ.კ არის $40\\%$, ხოლო ელემენტის მოკლე ჩართვის დენი არის $0{,}2$ ა.",
     options: ["$0{,}02$ ა", "$0{,}06$ ა", "$0{,}064$ ა", "$0{,}12$ა", "$0{,}128$ ა"],
   correct: 3,
    tags: []
  },
  // 3
  {
    question: "$2$ ვ ე.მ ძალის დენის წყაროსთან მიერთებულ ნათურაში $0{,}3$ ა დენი გადის. განსაზღვრეთ $1$ წთ-ში დენის წყაროში გარე ძალების მიერ შესრულებული მუშაობა.",
   options: ["$0{,}6$ჯ", "$6$ჯ", "$12$ჯ", "$18$ჯ", "$36$ჯ"],
     correct: 4,
    tags: []
  },
  // 4
  {
    question: "აირში თავისთავადი განმუხტვის ელექტრული ველის დაძაბულობაა $E$, ელემენტარული მუხტია $e$ მოლეკულების იონიზაციის ენერგია კი $W$. განსაზღვრეთ ელექტრონის თავისუფალი განარბენის სიგრძე.",
    options: ["$\\frac{W}{eE}$", "$\\frac{eW}{E}$", "$\\frac{2W}{eE}$", "$\\frac{E}{eW}$", "$\\frac{2E}{eW}$"],
   correct: 0,
    tags: []
  },
  // 5
  {
    question: "ე.მ ძალის განზომილება (ვოლტი) გამოსახეთ $SI$ სისტემის ძირითადი ერთეულებით (მ, კგ, წმ, ა)",
    options: ["$\\frac{კგ\\cdot მ^2}{ა\\cdot წმ^2}$", "$\\frac{კგ\\cdot მ^2}{ა^2\\cdot წმ^2}$", "$\\frac{კგ\\cdot მ^2}{ა^2\\cdot წმ^3}$", "$\\frac{კგ\\cdot მ^2}{ა\\cdot წმ^3}$", "$\\frac{კგ\\cdot მ^3}{ა\\cdot წმ^2}$"],
    correct: 3,
    tags: []
  },
  // 6
  {task:"$3$ ომი და $12$ ომი წინაღობის ნათურები რიგ-რიგობით მიუერთეს დენის წყაროს და აღმოჩნდა რომ ნათურებმა ერთნაირი სიმძლავრე მოიხმარეს. მოცემული პირობის მიხედვით უპასუხეთ $6–7$ კითხვებს.",
    question: "განსაზღვრეთ დენის წყაროს შიგა წინაღობა.",
     options: ["$2$ ომი", "$4$ ომი", "$6$ ომი", "$8$ ომი", "$12$ ომი"],
    correct: 2,
    tags: []
  },
  // 7
  {
    question: "განსაზღვრეთ დენის წყაროს მ.ქ კოეფიციენტი, თუ ნათურებს მიმდევრობით შევაერთებთ და ისე მივუერთებთ დენის წყაროს.",
     options: ["$\\frac{15}{19}$", "$\\frac{5}{7}$", "$\\frac{15}{23}$", "$\\frac{5}{9}$", "$\\frac{1}{4}$"],
  correct: 1,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-10/images/image-16.png",
    question: "ორი დენის წყარო, რომელთა ე.მ ძალებია $10$ ვ და $20$ ვ, ხოლო შიგა წინაღობები კი შესაბამისად $2$ ომი და $3$ ომი, ერთმანეთთან შეერთებულია ერთნიშნა პოლუსებით. განსაზღვრეთ ვოლტმეტრის ჩვენება (ვოლტმეტრი იდეალურია).",
     options: ["$5$ვ", "$12$ვ", "$14$ვ", "$15$ვ", "$16$ვ"],
  correct: 2,
    tags: []
  },
  // 9
  {
    question: "$q$ და $5q$ მუხტის მქონე ორი ერთნაირი, მცირე ზომის, ლითონის ბურთულა დაშორებულია $R$ მანძილით და ურთიერთქმედებენ $F$ ძალით. განსაზღვრეთ რისი ტოლი გახდება მათ შორის ურთიერთქმედების ძალის მოდული, თუ მათ ერთმანეთს შევახებთ და შემდეგ დავაშორებთ $1{,}5R$.",
    options: ["$0{,}8F$", "$0{,}9F$", "$1{,}2F$", "$1{,}8F$", "$2{,}4F$"],
    correct: 0,
    tags: []
  },
  // 10
  {
    question: "$ABCD$ კვადრატის დიაგონალურად მდებარე $A$ და $C$ წვეროებში დამაგრებულია ($-q$) მუხტის მქონე წერტილოვანი სხეულები. რა მუხტი უნდა მოვათავსოთ კვადრატის $B$ წვეროში იმისათვის, რომ $D$ წვეროში ელექტრული ველის დაძაბულობა $0$-ის ტოლი იყოს.",
     options: ["$\\frac{q}{2}$", "$\\sqrt{2}q$", "$2q$", "$\\frac{\\sqrt{2}}{2}q$", "$2\\sqrt{2}q$"],
   correct: 4,
    tags: []
  },
  // 11
  {task:"სურათზე გამოსახულ სქემაში დენის წყაროს ემ ძალაა $\\epsilon = 36$ ვ, ხოლო შიგა წინაღობა კი $r = 1$ ომი. თითოეული რეზისტორის წინაღობა ნაჩვენებია ნახაზზე. მოცემული პირობის მიხედვით უპასუხეთ $11– 13$ კითხვებს.",
    image: "physics-quizzes/class-10/images/image-17.png",
    question: " განსაზღვრეთ გარე წრედის წინაღობა.",
     options: ["$9$ ომი", "$10$ ომი", "$11$ ომი", "$12$ ომი", "$36$ ომი"],
   correct: 2,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-10/images/image-17.png",
    question: "განსაზღვრეთ $R_{4}$ წინაღობაში გამავალი დენის ძალა.",
    options: ["$1$ ა", "$2$ ა", "$3$ ა", "$1{,}5$ ა", "$6$ა"],
    correct: 1,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-10/images/image-17.png",
    question: "განსაზღვრეთ $R_{2}$ წინაღობაზე გამოყოფილი სიმძლავრე.",
     options: ["$5$ ვტ", "$6{,}25$ვტ", "$2{,}25$ ვტ", "$16$ ვტ", "$18$ ვტ"],
    correct: 4,
    tags: []
  },
  // 14
  {
    question: "ელექტროლიზის დროს $S$ ფართობის მქონე ფირფიტა დაიფარა $h$ სისქის ნიკელის ფენით. ცნობილია, რომ აბაზანაზე $U$ ძაბვა იყო მოდებული და მასში $I$ დენი გადიოდა. ნიკელის სიმკვრივე და ელექტროქიმიური ექვივალენტი შესაბამისად $\\rho$ და $k$ -ს ტოლია. განსაზღვრეთ: <br><br> ა) ფირფიტაზე დალექილი ნიკელის მასა.(1 ქულა); <br><br> ბ) რამდენ ხანს გრძელდებოდა ელექტროლიზი.(1 ქულა) <br><br> გ) რა მუხტმა გაიარა წრედში.(1 ქულა); <br><br> დ) ელექტროენერგიის ხარჯი.(1 ქულა)",
    options: [],
    correct: 0,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-10/images/image-18.png",
    question: "სურათზე მოცემულ სქემაზე $\\epsilon_{1}=14$ ვ, $\\epsilon_{2}=10$ ვ, $R_{1}=4$ ომი, $R_{2}=6$ ომი და $R_{3}=2$ ომი. ორივე დენის წყაროს შიგა წინაღობა $0$-ის ტოლია. <br><br> ა) იპოვეთ დენის ძალა $R_{1}$ წინაღობაში. (3 ქულა) <br><br> ბ) განსაზღვრეთ $\\epsilon_{1}$ ე.მ ძალის მქონე დენის წყაროს მიერ $1$ წმ-ში შესრულებული მუშაობა. (1 ქულა)",
    options: [],
    correct: 0,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-10/images/image-19.png",
    question: "ორი იდეალური ამპერმეტრი ($A_{1}$ და $A_{2}$) ისეა ჩართული სქემაში, როგორც სურათზეა ნაჩვენები. ჩათვალეთ, რომ წრედი მუდმივი ძაბვის ქსელშია ჩართული. <br><br> ა) განსაზღვრეთ წრედის სრული წინაღობა, როცა $K$ ჩამრთველი გამორთულია.(1 ქულა) <br><br> ბ) განსაზღვრეთ მეორე ამპერმეტრის ($A_{2}$) ჩვენება, თუ პირველი ($A_{1}$) უჩვენებს $I_0$ დენს. (1 ქულა) <br><br> გ) $K$ ჩამრთველის ჩართვის, შემდეგ განსაზღვრეთ მასში გამავალი დენის ძალა ($I_{k}$), თუ პირველი ($A_{1}$) ამპერმეტრი ამ შემთხვევაში $I$ დენს უჩვენებს. (2 ქულა)",
    options: [],
    correct: 0,
    tags: []
  }
];