const quizData = [
  // #1
  {
    intro:"მუხტის მიერ შექმნილი ველის პოტენციალი მისგან უსასრულოდ დაშორებულ წერტილში ნულის ტოლად ჩათვალეთ.",
    question:"განსაზღვრეთ ცილინდრული ფორმის გამტარში გამავალი დენის ძალის სიმკვრივე, თუ მის ბოლოებზე მოსდეს $U$ ძაბვა. გამტარის კუთრი წინაღობაა $\\rho$, ხოლო სიგრძე კი $L$-ის ტოლია.",
    options: ["$\\frac{U\\rho}{L}$", "$\\frac{U}{\\rho L}$", "$\\frac{UL}{\\rho}$", "$\\frac{U\\rho}{2L}$", "$\\frac{U\\rho}{L}$"],
    correct: 1,
    tags: []
  },

  // #2
  {
    question:"დენის სიმკვრივე $j$ ორი ნივთიერების გამყოფი სიბრტყის მართობულია, რომელთა კუთრი წინაღობებია $2\\rho$ და $\\rho$. იპოვეთ როგორ შეიცვლება სიბრტყის ზედაპირული მუხტის სიმკვრივე, თუ $2\\rho$ კუთრი წინაღობის ნივთიერებას $3\\rho$ კუთრი წინაღობის ნივთიერებით ჩავანაცვლებთ.",
    options: ["$2$-ჯერ გაიზრდება", "$1{,}5$-ჯერ შემცირდება", "$1{,}5$-ჯერ გაიზრდება", "$3$-ჯერ გაიზრდება", "არ შეიცვლება"],
    correct: 0,
    tags: []
  },

  // #3
  {
    question:"$L$ სიგრძის გვერდის მქონე $ABC$ ტოლგვერდა სამკუთხედის $A$ და $B$ წვეროებში მოთავსებულია ორი ერთნაირი წერტილოვანი $q$ მუხტის მქონე ნაწილაკი. განსაზღვრეთ რისი ტოლია ამ მუხტების მიერ $C$ წერტილში შექმნილი ველის დაძაბულობის მოდული.",
    options: [
      "$\\frac{kq}{L^2}$",
      "$\\frac{2\\sqrt{3}kq}{L^2}$",
      "$\\frac{\\sqrt{3}kq}{L^2}$",
      "$\\frac{\\sqrt{3}kq}{2L^2}$",
      "$\\frac{2kq}{L^2}$"
    ],
    correct: 2,
    tags: []
  },

  // #4
  {
    question:"მავთულის წინაღობა $0^\\circ C$-ზე $R$-ის ტოლია. განსაზღვრეთ მისი წინაღობა $1000^\\circ C$-ზე, თუ წინაღობის ტემპერატურული კოეფიციენტია $\\alpha=0{,}002$ $K^{-1}$.",
    options: ["$1{,}2R$", "$2R$", "$3R$", "$1{,}002R$", "$4R$"],
    correct: 2,
    tags: []
  },

  // #5
  {
    task:"ბრტყელი დამუხტული კონდენსატორი გამორთეს ძაბვის წყაროდან. ამ მომენტისთვის კონდენსატორის ტევადობა, მუხტი, ენერგია და ფირფიტიტებს შორის ელექტრული დაძაბულობის მოდული შესაბამისად $C,$ $Q,$ $W$ და $E$ -ს აღმოჩნდა. კონდენსატორის ფირფიტებს შორის მანძილი $2$-ჯერ გაზარდეს. მოცემული პირობის მიხედვით უპასუხეთ $5-8$ კითხვებს",
    question:"განსაზღვრეთ კონდენსატორის ტევადობა.",
    options: ["$C$", "$2C$", "$0{,}5C$", "$4C$", "$0{,}25C$"],
    correct: 2,
    tags: []
  },

  // #6
  {
    question:"განსაზღვრეთ კონდენსატორის მუხტი.",
    options: ["$Q$", "$2Q$", "$0{,}5Q$", "$4Q$", "$0{,}25Q$"],
    correct: 0,
    tags: []
  },

  // #7
  {
    question:"განსაზღვრეთ კონდენსატორის ენერგია.",
    options: ["$W$", "$2W$", "$0{,}5W$", "$4W$", "$0{,}25W$"],
    correct: 1,
    tags: []
  },

  // #8
  {
    question:"განსაზღვრეთ კონდენსატორის ფირფიტებს შორის ელექტრული დაძაბულობის მოდული.",
    options: ["$E$", "$2E$", "$0{,}5E$", "$4E$", "$0{,}25E$"],
    correct: 0,
    tags: []
  },

  // #9
  {
    image: "physics-quizzes/class-10/images/image25.png",
    task:"სურათზე გამოსახულია კონდენსატორების ბატარეა, რომელიც მიერთებულია მუდმივ ძაბვასთან. თითოეულ კონდენსატორს აწერია შესაბამისი ელექტრული ტევადობა. ცნობილია, რომ $C$ ტევადობის მქონე კონდენსატორი დამუხტულია $Q$ მუხტით. მოცემული პირობის მიხედვით უპასუხეთ $9-11$ კითხვებს",
    question:"განსაზღვრეთ კონდენსატორების ბატარეის სრული ტევადობა.",
    options: ["$C$", "$2C$", "$12C$", "$\\frac{11C}{12}$", "$\\frac{12C}{11}$"],
    correct: 1,
    tags: []
  },

  // #10
  {
   image: "physics-quizzes/class-10/images/image25.png",
    question:"განსაზღვრეთ $2C$ ტევადობის კონდენსატორის მუხტი.",
    options: ["$Q$", "$2Q$", "$\\frac{Q}{2}$", "$\\frac{Q}{3}$", "$\\frac{Q}{4}$"],
    correct: 0,
    tags: []
  },

  // #11
  {
    image: "physics-quizzes/class-10/images/image25.png",
    question: "განსაზღვრეთ $3C$ ტევადობის კონდენსატორზე მოდებული ძაბვა.",
    options: [
      "$\\frac{2Q}{C}$",
      "$\\frac{2Q}{3C}$",
      "$\\frac{Q}{3C}$",
      "$\\frac{3Q}{2C}$",
      "$\\frac{Q}{C}$"
    ],
    correct: 2,
    tags: []
  },

  // #12
  {
    question: "როგორ შეიცვლება $S$ განივკვეთის ფართობის და $L$ სიგრძის მქონე ერთგვაროვანი მავთულის კუთრი წინაღობა,, თუ მისი გადადნობის შედეგად მივიღებთ $S/2$ ფართობის და $2L$ სიგრძის იგივე ტემპერატურის მქონე მავთულს?",
    options: ["$2$-ჯერ გაიზრდება", "$4$-ჯერ შემცირდება", "$4$-ჯერ გაიზრდება", "$2$-ჯერ შემცირდება", "არ შეიცვლება"],
    correct: 4,
    tags: []
  },

  // #13
  {
    question: "$C=20$ მკფ ტევადობის კონდენსატორზე მოდებული ძაბვის $2$-ჯერ გაზრდისას კონდენსატორის ენერგია $1{,}2$ ჯ-ით გაიზარდა. განსაზღვრეთ საწყისი ძაბვა.",
    options: ["$40000$ ვ", "$80$ ვ", "$40$ ვ", "$1000$ ვ", "$200$ ვ"],
    correct: 4,
    tags: []
  },

  // #14
  {
    question: "მოცემულია ორი გამტარი სფერო რომელთა მუხტებია $q_1=Q$ და $q_2=3Q$, ხოლო რადიუსები კი შესაბამისად $R_1=2R$ და $R_2=R$. განსაზღვრეთ სფეროების ელექტროტევადობების შეფარდება $C_1/C_2$.",
    options: ["$\\frac{2}{3}$", "$\\frac{3}{2}$", "$\\frac{1}{3}$", "$\\frac{2}{1}$", "$\\frac{1}{6}$"],
    correct: 3,
    tags: []
  },

  // #15
  {
    image: "physics-quizzes/class-10/images/image26.png",
    question:"ჰაერიან $C$ ტევადობის ბრტყელ კონდენსატორში, მისი შიდა სივრცის $2/3$ შეავსეს $\\varepsilon$ შეღწევადობის მქონე დიელექტრიკით, ისე როგორც სურათზეა ნაჩვენები. მისი სისქე ფირფიტებს შორის მანძილის ტოლია. განსაზღვრეთ როგორ შეიცვალა კონდენსატორის ტევადობა. ",
    options: [
      "$\\frac{2\\varepsilon+1}{3}C$",
      "$\\frac{2+\\varepsilon}{3}C$",
      "$\\frac{\\varepsilon+1}{6}C$",
      "$\\frac{2\\varepsilon+3}{3}C$",
      "$\\frac{2+\\varepsilon}{6}C$"
    ],
    correct: 0,
    tags: []
  },

  // #16
  {
    question:"$S$ განივკვეთის მქონე გამტარში, სადაც თავისუფალი ელექტრონების კონცენტრაციაა $n$-ის ტოლია, მიედინება მუდმივი $I$ დენი. ელექტრონის მუხტის მოდულია $e$. განსაზღვრეთ ელექტრონების მიმართული მოძრაობის საშუალო სიჩქარე.",
    options: ["$neSI$", "$\\frac{ne}{SI}$", "$\\frac{I}{neS}$", "$\\frac{SI}{ne}$", "$\\frac{In}{Se}$"],
    correct: 2,
    tags: []
  },

  // #17
  {
    image: "physics-quizzes/class-10/images/image27.png",
    question:"$3C$ ტევადობის კონდენსატორი დამუხტულია $U$ ძაბვამდე, ხოლო $2C$ ტევადობის კონდენსატორი კი დაუმუხტავია. რისი ტოლი გახდება მუხტი $3C$ კონდენსატორზე $K$ ჩამრთველის ჩართვის შემდეგ?",
    options: ["$0{,}8CU$", "$1{,}2CU$", "$1{,}6CU$", "$1{,}8CU$", "$2{,}4CU$"],
    correct: 3,
    tags: []
  },

  // #18
  {
    question: "თუ სფერული ფორმის ვერცხლისწყლის, მცირე ზომის, დამუხტული წვეთის პოტენციალია $\\varphi$, მაშინ $8$ ასეთი წვეთის გაერთიანებით მიღებული წვეთის პოტენციალი იქნება:",
    options: ["$\\varphi$", "$2\\varphi$", "$4\\varphi$", "$8\\varphi$", "$16\\varphi$"],
    correct: 2,
    tags: []
  },

  // #19
  {
    question: "თუ $20$ სმ რადიუსის გამტარი სფეროს ზედაპირის პოტენციალია $4$ ვ-ია, მაშინ სფეროს ცენტრიდან $5$ სმ მანძილით დაშორებულ წერტილში პოტენციალი იქნება?",
    options: ["$0$ ვ", "$1$ ვ", "$2$ ვ", "$3$ ვ", "$4$ ვ"],
    correct: 4,
    tags: []
  },

  // #20
  {
    question:"თითოეული მუხტის $4$-ჯერ შემცირებით, მათი ურთიერთქმედების ძალა არ შეიცვლება, თუ მუხტებს შორის მანძილს:",
    options: ["$16$-ჯერ შევამცირებთ", "$16$-ჯერ გავზრდით", "$2$-ჯერ შევამცირებთ", "$4$-ჯერ შევამცირებთ", "$4$-ჯერ გავზრდით"],
    correct: 3,
    tags: []
  },

  // #21
  {
    question:"რადიუსთან შედარებით დიდი მანძილით დაშორებული $2q$ და $-4q$ მუხტების მქონე ლითონის ერთნაირი ბურთულების შეხებისა და შემდეგ იმავე მანძილით დაშორებისას მათი ურთიერთქმედების ძალის მოდული",
    options: ["$2$-ჯერ შემცირდება", "$4$-ჯერ შემცირდება", "$4$-ჯერ გაიზრდება", "$8$-ჯერ შემცირდება", "$8$-ჯერ გაიზრდება"],
    correct: 3,
    tags: []
  },

  // #22
  {
    question:"თუ $R$ რადიუსიანი სფეროს მუხტია $q$ და მისი ცენტრიდან $2R$ მანძილზე მოვათავსებთ $-2q$ წერტილოვან მუხტს, მაშინ სფეროს ცენტრის პოტენციალი:",
    options: ["არ შეიცვლება", "ორჯერ შემცირდება", "ნულის ტოლი გახდება", "სამჯერ გაიზრდება", "შეიცვლის ნიშანს"],
    correct: 2,
    tags: []
  },

  // #23
  {
    question:"პოტენციალის განზომილება (ვოლტი) გამოსახეთ $SI$ სისტემის ძირითადი ერთეულებით (მ, წმ, კგ, ა).",
    options: [
      "$\\frac{კგ\\cdot მ^2}{ა^2\\cdot წმ^3}$",
      "$\\frac{კგ}{ა\\cdot წმ^2}$",
      "$\\frac{კგ\\cdot მ^2}{ა^2\\cdot წმ^2}$",
      "$\\frac{კგ\\cdot მ^2}{ა\\cdot წმ^3}$",
      "$\\frac{კგ\\cdot მ^3}{ა^2\\cdot წმ^4}$"
    ],
    correct: 3,
    tags: []
  },

  // #24
  {
    question:"$q$ მუხტით დამუხტული $R_1$ რადიუსის მეტალის ბირთვი მოათავსეს $R_2$ რადიუსის დაუმუხტავი სფერული გამტარის შიგნით. რისი ტოლი გახდება ბირთვის მუხტი შეერთების შემდეგ?",
    options: ["$0$", "$q$", "$q\\frac{R_2}{R_1}$", "$q\\frac{R_1}{R_2}$", "$q\\left(1-\\frac{R_1}{R_2}\\right)$"],
    correct: 0,
    tags: []
  },

  // #25
  {
    image: "physics-quizzes/class-10/images/image28.png",
    question: "განსაზღვრეთ სურათზე მოცემული წრედის სრული წინაღობა, თუ $R=3$ ომი.",
    options: ["$12$ ომი", "$14$ ომი", "$18$ ომი", "$21$ ომი", "$24$ ომი"],
    correct: 1,
    tags: []
  }
];
