const quizData = [
// 1
{intro:"მუხტის მიერ შემქნილი ველის პოტენციალი მისგან უსასრულოდ დაშორებულ წერტილში ნულის ტოლად ჩათვალეთ.",
question: "განსაზღვრეთ როგორ შეიცვლება ორ ერთნაირნიშნა წერტილოვან მუხტებს შორის ურთიერთქმედების ძალა, თუ მათ შორის მანძილს $3$-ჯერ შევამცირებთ.",
options: ["$3$-ჯერ გაიზრდება", "$9$-ჯერ გაიზრდება", "$3$-ჯერ შემცირდება", "$9$-ჯერ შემცირდება", "არ შეიცვლება"],
correct: 1,
tags: []
},
// 2
{
question: "წერტილოვანი მუხტი მისგან $R$ მანძილით დაშორებულ წერტილში ქმნის $E$ დაძაბულობის მქონე ელექტრულ ველს. განსაზღვრეთ რა დაძაბულობის ელექტრულ ველს შექმნის მუხტი მისგან $2R$ მანძილით დაშორებულ წერტილში?",
options: ["$4E$", "$2E$", "$0{,}5E$", "$0{,}25E$", "$E$"],
correct: 3,
tags: []
},
// 3
{
question: "$L$ სიგრძის გვერდის მქონე $ABC$ ტოლგვერდა სამკუთხედის $A$ და $B$ წვეროებში მოთავსებულია ორი ერთნაირი წერტილოვანი $q$ მუხტის მქონე ნაწილაკი. განსაზღვრეთ რისი ტოლია ამ მუხტების მიერ $C$ წერტილში შექმნილი ველის პოტენციალი.",
options: ["$\\frac{kq}{L}$", "$\\frac{2kq}{L}$", "$\\frac{\\sqrt{3}kq}{L}$", "$\\frac{kq}{2L}$", "$\\frac{2kq}{L^2}$"],
correct: 1,
tags: []
},
// 4
{
question: "$200$ ვ/მ დაძაბულობის ერთგვაროვანი ელექტრული ველის ძალწირების გასწვრივ $4$სმ-ით გადააადგილეს $2\\cdot10^{-10}$ კ მუხტის მქონე ნაწილაკი. განსაზღვრეთ ელექტრული ველის მიერ შესრულებული მუშაობა.",
options: ["$10^{-10}$ ჯ", "$4 \\cdot 10^{-10}$ ჯ", "$4 \\cdot 10^{-8}$ ჯ", "$16 \\cdot 10^{-10}$ ჯ", "$16 \\cdot 10^{-8}$ ჯ"],
correct: 3,
tags: []
},
// 5
{
question: "ლითონის ორი ერთნაირი ზომის ბურთულა დამუხტულია დადებითად ისე, რომ ერთის მუხტი მეორისაზე $3$-ჯერ მეტია. ცნობილია, რომ ბურთულებს შორის $R$ მანძილი ბევრად მეტია მათ ზომებზე და ისინი $F$ ძალით განიზიდავენ ერთმანეთს. ბურთულები ერთმანეთს შეახეს, შემდეგ ერთმანეთს დააშორეს $2R$ მანძილით და ჩადეს $\\epsilon=4$ დიელექტრიკული შეღწევადობის მქონე სითხეში. განსაზღვრეთ ბურთულებს შორის მოქმედი განზიდვის ძალა ამ ოპერაციის ჩატარების შემდეგ.",
options: ["$\\frac{F}{12}$", "$\\frac{F}{6}$", "$\\frac{F}{3}$", "$\\frac{F}{2}$", "$F$"],
correct: 0,
tags: []
},
// 6
{
question: "$\\sigma$ და $2\\sigma$ ზედაპირული მუხტის სიმკვრივით დამუხტული ორი უსასრულოდ დიდი სიბრტყე ურთიერთპარალელურადაა განლაგებული. განსაზღვრეთ მათ მიერ შექმნილი ელექტრული ველის დაძაბულობა ფირფიტებს შორის.",
options: ["$\\frac{\\sigma}{\\varepsilon_0}$", "$\\frac{2\\sigma}{\\varepsilon_0}$", "$\\frac{\\sigma}{2\\varepsilon_0}$", "$\\frac{3\\sigma}{2\\varepsilon_0}$", "$\\frac{2\\sigma}{3\\varepsilon_0}$"],
correct: 2,
tags: []
},
// 7
{
question: "განსაზღვრეთ რა მუშაობა უნდა შევასრულოთ, რომ $R$ მანძილით დაშორებული $-q$ და $+q$ წერტილოვანი მუხტები ერთმანეთს $2R$ მანძილით დავაშოროთ.",
options: ["$\\frac{kq^2}{2R}$", "$\\frac{kq^2}{R}$", "$-\\frac{3kq^2}{R}$", "$-\\frac{kq^2}{2R}$", "$-\\frac{kq^2}{R}$"],
correct: 0,
tags: []
},
// 8
{image: "physics-quizzes/class-10/images/image..16.png",
question: "წერტილოვანი სხეულები, რომელთა მუხტებია შესაბამისად $3q$, $-q$ და $2q$ ერთ წრფეზეა განლაგებული. $3q$ და $-q$ მუხტები $F$ ძალით ურთიერთმიიზიდებიან. განსაზღვრეთ $2q$ მუხტით დამუხტულ ნაწილაკზე მოქმედი ტოლქმედი ძალა. მუხტებს შორის მანძილები მითითებულია სურათზე.",
options: ["$\\frac{32F}{3}$", "$\\frac{16F}{9}$", "$\\frac{8F}{9}$", "$\\frac{4F}{9}$", "$\\frac{4F}{3}$"],
correct: 1,
tags: []
},
// 9
{
question: "წერტილოვანი მუხტის მიერ შექმნილი ველის ძალწირის $A$ და $B$ წერტილებში პოტენციალები შესაბამისად $60$ ვ და $120$ ვ-ის ტოლია. განსაზღვრეთ ველის პოტენციალი $AB$ მონაკვეთის შუაწერტილში.",
options: ["$40$ ვ", "$60$ ვ", "$80$ ვ", "$90$ ვ", "$120$ ვ"],
correct: 2,
tags: []
},
// 10
{
question: "ელექტრული ველის $A$ და $B$ წერტილებს შორის პოტენციალთა სხვაობა $20$ ვ-ის ტოლია. განსაზღვრეთ $q=20$ მკკ წერტილოვანი მუხტის $A$-დან $B$-ში გადატანისას ველის მიერ შესრულებული მუშაობის მოდული.",
options: ["$400$ ჯ", "$0{,}4 \\cdot 10^{-6}$ ჯ", "$0{,}2 \\cdot 10^{-6}$ ჯ", "$0{,}4 \\cdot 10^{-4}$ ჯ", "$4 \\cdot 10^{-4}$ ჯ"],
correct: 4,
tags: []
},
// 11
{
question: "მოცემულია $R$ რადიუსიანი $q$ მუხტით დამუხტული ლითონის ბირთვი. განსაზღვრეთ ელექტრული ველის პოტენციალი ბირთვის ცენტრიდან $R/3$ მანძილზე.",
options: ["$\\frac{kq}{3R}$", "$\\frac{2kq}{3R}$", "$\\frac{3kq}{2R}$", "$\\frac{kq}{R}$", "$\\frac{3kq}{R}$"],
correct: 3,
tags: []
},
// 12
{
question: "$R$ და $3R$ რადიუსების მქონე გამტარი ბურთულები დამუხტულია თითოეული $q$ მუხტით. ბურთულებს შორის მანძილი ბევრად აღემატება მათ რადიუსებს. იპოვეთ მცირე ზომის ბურთულის მუხტი წვრილი მავთულით შეერთების შემდეგ. ჩათვალეთ, რომ მავთულზე მუხტი არ რჩება.",
options: ["$\\frac{q}{2}$", "$\\frac{q}{3}$", "$\\frac{2q}{3}$", "$\\frac{3q}{2}$", "$q$"],
correct: 0,
tags: []
},
// 13
{
question: "$E$ დაძაბულობის მქონე ერთგვაროვან ვერტიკალურად მიმართულ ელექტრულ ველში, დედამიწის ზედაპირის მახლობლად, მოთავსებული $q$ მუხტის მქონე ნაწილაკი წონასწორობაშია. განსაზღვრეთ ნაწილაკის მასა. (თავისუფალი ვარდნის აჩქარებაა – $g$)",
options: ["$\\frac{2qE}{g}$", "$\\frac{qE}{2g}$", "$\\frac{3qE}{2g}$", "$\\frac{2qE}{3g}$", "$\\frac{qE}{g}$"],
correct: 4,
tags: []
},
// 14
{
question: "$q$ და $4q$ მუხტის მქონე ორი წერტილოვანი სხეული ერთმანეთისადმი დაშორებულია $L$ მანძილით. <br><br> ა) განსაზღვრეთ ელექტრული ველის დაძაბულობა მუხტების შემაერთებელი მონაკვეთის შუაწერტილში. <br><br>  ბ) განსაზღვრეთ ელექტრული ველის პოტენციალი მუხტების შემაერთებელი მონაკვეთის შუაწერტილში. <br><br>  გ) განსაზღვრეთ $q$ მუხტიდან რა მანძილზეა ისეთი წერტილი, სადაც ელექტრული ველის დაძაბულობა $0$-ის ტოლია. <br><br> დ) განსაზღვრეთ იმ წერტილის პოტენციალი,სადაც ელექტრული ველის დაძაბულობა $0$-ის ტოლია.",
options: [],
correct: null,
tags: []
},
// 15
{image: "physics-quizzes/class-10/images/image..17.png",
question: "ტოლფერდა მართკუთხა სამკუთხედის წვეროებში დამაგრებულია $q$, $q$ და $-q$ მუხტის მქონე წერტილოვანი სხეულები. სამკუთხედის კათეტის სიგრძე $a$-ს ტოლია. ელექტრული ურთიერთქმედების გარდა სხვა ძალებს ნუ გაითვალისწინებთ. <br><br> ა) განსაზღვრეთ $-q$ მუხტზე მოქმედი ტოლქმედი ძალის მოდული. <br><br>  ბ) $-q$ მუხტის მქონე სხეული გაათავისუფლეს. განსაზღვრეთ რა მუშაობას შეასრულებს ელექტრული ველი ამ მუხტის ჰიპოტენუზის შუაწერტილამდე გადაადგილებაზე. <br><br> გ) რა მაქსიმალურ სიჩქარეს მიაღწევს $-q$ მუხტის მქონე სხეული გათავისუფლების შემდეგ, თუ მისი მასა $m$-ის ტოლია.",
options: [],
correct: null,
tags: []
},
// 16
{image: "physics-quizzes/class-10/images/image..18.png",
question: "გაუსის თეორემის გამოყენებით შესაძლებელია ზოგიერთი დამუხტული სხულის მიერ შექმნილი ელექტრული ველის დაძაბულობის განსაზღვრა. <br><br> ა) გამოიყვანეთ $\\sigma$ ზედაპირული მუხტის სიმკვრივის მქონე ბრტყელი უსასრულო ფირფიტის მიერ შექმნილი ველის დაძაბულობის ფორმულა. <br><br>  ბ) ორი უსასრულო სიბრტყე მოთავსებულია ერთმანეთის მართობულად და დამუხტულია $+\\sigma$ და $-\\sigma$ ზედაპირული სიმკვრივით. განსაზღვრეთ $A$ წერტილში ელექტრული ველის დაძაბულობის მოდული და მიმართულება.",
options: [],
correct: null,
tags: []
}
];