const quizData = [
//1
    {
  question: "ტოლი მუხტის მქონე ორი $m$ და $4m$ მასის ნაწილაკი მოძრაობს ერთნაირ ერთგვაროვან მაგნიტურ ველში წრიულ ტრაექტორიაზე. $m$ მასის სხეულის ბრუნვის პერიოდი არის $T_{1}$, ხოლო $4m$-ის კი $T_{2}$. განსაზღვრეთ $T_{1}/T_{2}$",
     options: ["$4$", "$2$", "$\\frac{1}{4}$", "$\\frac{1}{2}$", "$1$"],
   correct: 2,
  tags: ["მაგნიტური ველი", "ბრუნვის პერიოდი"]
},
// 2
{image: "physics-quizzes/class-10/images/image--8.png",
  question: "სურათზე გამოსახულია $2$ ძალიან გრძელი გამტარი, რომლებიც ფურცლის სიბრტყის მართობულნი არიან. მათში გადის ურთიერთსაპირისპიროდ მიმართული და მოდულით ერთნაირი დენი. განსაზღვრეთ გამტარებიდან თანაბრად დაშორებულ $A$ წერტილში მაგნიტური ველის მიმართულება.",
 options: ["$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 0,
  tags: ["მაგნიტური ინდუქცია", "სუპერპოზიცია"]
},
// 3
{
  question: "$q$ მუხტის ნაწილაკი $B$ ინდუქციის მქონე მაგნიტურ ერთგვაროვან ველში მოძრაობს $R$ რადიუსის წრეწირზე $V$ სიჩქარით. იპოვეთ ლორენცის ძალის შესრულებული მუშაობა ერთი სრული ბრუნის დროს.",
  options: ["$qBVR$", "$2qBVR$", "$2\\pi qBVR$", "$\\pi qBVR$", "$0$"],
   correct: 4,
  tags: ["ლორენცის ძალა", "მუშაობა"]
},
// 4
{
  question: "$10^{-1}$ $ტლ$ ერთგვაროვანი მაგნიტური ინდუქციის ველში მოთავსებულია წრფივი დენიანი გამტარი ისე, რომ გამტარის სიმძიმის ძალა გაწონასწორებულია ამპერის ძალის საშუალებით. გაიგეთ დენის ძალა გამტარში, თუ $2$ $მ$ გამტარის მასა $40$ $გ$-ს ტოლია.",
    options: ["$1$ ა", "$2$ ა", "$4$ ა", "$8$ ა", "$10$ ა"],
   correct: 1,
  tags: ["ამპერის ძალა", "წონასწორობა"]
},
// 5
{image: "physics-quizzes/class-10/images/image--9.png",
  question: "$L$ სიგრძის მართი კუთხით მოღუნული გამტარი ღერო $B$ მაგნიტური ინდუქციის ველშია მოთავსებული. განსაზღვრეთ ღეროზე მოქმედი ძალა, თუ ღეროში დენის ძალა $I$-ს ტოლია.",
   options: ["$\\frac{BIL}{2}$", "$\\frac{\\sqrt{2}BIL}{2}$", "$\\sqrt{2}BIL$", "$2BIL$", "$0$"],
    correct: 1,
  tags: ["ამპერის ძალა", "გეომეტრია"]
},
// 6
{image: "physics-quizzes/class-10/images/image--10.png",
  question: "გრძელ წრფივ დენიან გამტარს, რომელიც მოთავსებულია ფურცლის სიბრტყის მართობულად (დენი ამომავალია), უახლოვდება პროტონი. იპოვეთ პროტონზე მოქმედი ლორენცის ძალის მიმართულება.",
  options: ["ფურცელში ჩამავალი", "ფურცლიდან ამომავალი", "მარჯვნივ", "მარცხნივ", "$0$"],
    correct: 0,
  tags: ["ლორენცის ძალა", "მარჯვენა ხელის წესი"]
},
// 7
{
  question: "ელექტრონი, რომელიც $v$ სიჩქარით შეფრინდა $B$ ინდუქციის მაგნიტურ ველში ძალწირების მართობულად, მოძრაობს $R$ რადიუსის წრეწირზე. რა რადიუსის წრეწირზე მოძრაობს ელექტრონი, რომელიც $v/2$ სიჩქარით შეფრინდა $2B$ ინდუქციის მაგნიტურ ველში ძალწირების მართობულად?",
   options: ["$\\frac{R}{4}$", "$\\frac{R}{2}$", "$R$", "$2R$", "$4R$"],
   correct: 0,
  tags: ["მაგნიტური ველი", "ტრაექტორიის რადიუსი"]
},
// 8
{image: "physics-quizzes/class-10/images/image--11.png",
  question: "გამტარ რგოლს მისი სიბრტყის მართობულად აშორებენ მუდმივ მაგნიტს ჩრდილოეთის პოლუსით. მიიზიდებიან თუ განიზიდებიან რგოლი და მაგნიტი? აღიძვრება თუ არა დენი რგოლში? როგორი მიმართულებით? დაკვირვება ხდება მაგნიტის მხრიდან.",
  options: ["მიიზიდებიან; აღიძვრება საათის ისრის ბრუნვის მიმართულებით.", "მიიზიდებიან; აღიძვრება საათის ისრის ბრუნვის საპირისპიროდ.", "განიზიდებიან; აღიძვრება საათის ისრის ბრუნვის მიმართულებით.", "განიზიდებიან; აღიძვრება საათის ისრის ბრუნვის საპირისპიროდ.", "არ ურთიერთქმედებენ; არ აღიძვრება."],
  correct: 0,
  tags: ["ლენცის წესი", "ელექტრომაგნიტური ინდუქცია"]
},
// 9
{
  question: "გამოსახეთ მაგნიტური ნაკადის (ვებერის) ერთეული $SI$ სისტემის ძირითადი ერთეულებით.",
   options: ["$\\frac{კგ \\cdot მ^2}{ა \\cdot წმ^2}$", "$\\frac{კგ \\cdot მ^2}{ა^2 \\cdot წმ^2}$", "$\\frac{კგ \\cdot მ^2}{წმ}$", "$\\frac{კგ \\cdot წმ^2}{ა \\cdot მ^2}$", "$\\frac{კგ^2}{ა \\cdot წმ^2}$"],
   correct: 0,
  tags: ["განზომილება", "SI სისტემა"]
},
// 10
{
  question: "განსაზღვრეთ მაგნიტური ველის ინდუქცია $R=10$ $სმ$ რადიუსის მქონე გამტარი რგოლის ცენტრში, როდესაც მასში გადის $1$ $ა$ დენი.",
  options: ["$2\\mu_0$", "$5\\mu_0$", "$10\\mu_0$", "$20\\mu_0$", "$50\\mu_0$"],
   correct: 1,
  tags: ["მაგნიტური ინდუქცია", "რგოლი"]
},
// 11
{
  question: "გრძელი წრფივი გამტარის პარალელურად $5 \\cdot 10^{6}$ $მ/წმ$ სიჩქარით მოძრაობს ელექტრონი. განსაზღვრეთ ელექტრონზე მოქმედი ლორენცის ძალა, თუ გამტარში გადის $6$ $ა$ დენი და ელექტრონი მავთულიდან $3$ $მმ$-ით არის დაშორებული. ($e=1{,}6 \\cdot 10^{-19}$ $კ$)",
  options: ["$10^{-10}\\mu_0/\\pi$", "$2\\cdot10^{-10}\\mu_0/\\pi$", "$4\\cdot10^{-10}\\mu_0/\\pi$", "$6\\cdot10^{-10}\\mu_0/\\pi$", "$8\\cdot10^{-10}\\mu_0/\\pi$"],
   correct: 4,
  tags: ["ლორენცის ძალა", "წრფივი დენი"]
},
// 12
{
  question: "ელექტრონი შეიჭრა სივრცეში სადაც მაგნიტური ველის $B$ და ელექტრული ველის $E$ ვექტრორები ერთმანეთის მართობულია. ელექტრონი მოძრაობს $B$ და $E$ ვექტორების მიერ შექმნილი სიბრყტის მართობულად. განსაზღვრეთ რა სიჩქარე უნდა ჰქონდეს ელექტრონს, რომ მან განაგრძოს მოძრაობა მიმართულების შეუცვლელად. $E=3$ $კვ/მ$, $B=0{,}002$ $ტლ$.",
  options: ["$6 \\cdot 10^{6}$ $მ/წმ$", "$15 \\cdot 10^{6}$ $მ/წმ$", "$1{,}5 \\cdot 10^{6}$ $მ/წმ$", "$0{,}6 \\cdot 10^{6}$ $მ/წმ$", "$\\frac{2}{3} \\cdot 10^{6}$ $მ/წმ$"],
  correct: 2,
  tags: ["ელექტრომაგნიტური ველი", "სიჩქარე"]
},
// 13
{
  question: "$30$ ხვიისგან შედგენილი კოჭა მოთავსებულია მისი ღერძის გასწვრივი მიმართულების მქონე ერთგვაროვან $0{,}2$ $ტლ$ ინდუქციის მაგნიტურ ველში. განსაზღვრეთ კოჭაში მაგნიტური ნაკადის მოდული თუ კოჭას ხვიების დიამეტრი $2$ $სმ$-ია.",
  options: ["$9{,}6 \\pi$ $მვბ$", "$4{,}8 \\pi$ $მვბ$", "$2{,}4 \\pi$ $მვბ$", "$1{,}2 \\pi$ $მვბ$", "$0{,}6 \\pi$ $მვბ$"],
  correct: 4,
  tags: ["მაგნიტური ნაკადი", "კოჭა"]
},
// 14
{
  question: "როდესაც $L$ ინდუქტიურობის კოჭაში გადის $I$ დენი, მისი მაგნიტური ველის ენერგია $E$-ს ტოლია. რა იქნება $6L$ ინდუქტიურობის კოჭას მაგნიტური ველის ენერგია, როდესაც მასში გადის $0{,}5I$ დენი?",
  options: ["$0{,}5E$", "$1{,}5E$", "$3E$", "$6E$", "$12E$"],
  correct: 1,
  tags: ["ენერგია", "ინდუქტიურობა"]
},
// 15
{
  question: "$R=10$ $ომი$ წინაღობის გამტარი რგოლის ფართობი $S=20$ $სმ^{2}$-ის ტოლია. რგოლს მართობულად განჭოლავს თანაბრად ზრდადი მაგნიტური ველი. იპოვეთ რგოლში გამავალი დენის ძალის მოდული, თუ მაგნიტური ველი $\\Delta t=2$ $წმ$-ში გაიზარდა $\\Delta B=10$ $ტლ$-ით.",
  options: ["$10^{-3}$ ა", "$2\\cdot10^{-3}$ ა", "$4\\cdot10^{-3}$ ა", "$5\\cdot10^{-3}$ ა", "$25\\cdot10^{-3}$ ა"],
    correct: 0,
  tags: ["ინდუქციური დენი", "ომის კანონი"]
},
// 16
{
  question: "ელემენტზე ჯერ $4R$ გარე წინაღობა მიაერთეს, ხოლო შემდეგ კი $9R$. განსაზღვრეთ ელემენტის შიდა წინაღობა, თუ ცნობილია, რომ ორივე შემთხვევაში გარე წინაღობაზე ერთიდაიგივე სიმძლავრე გამოიყოფა.",
    options: ["$\\frac{R}{2}$", "$R$", "$2R$", "$3R$", "$6R$"],
   correct: 4,
  tags: ["სიმძლავრე", "შიდა წინაღობა"]
},
// 17
{image: "physics-quizzes/class-10/images/image--12.png",
    task:"სურათზე მოცემულია ელექტრული წრედი, რომელიც ჩართულია $\\epsilon=36$ $ვ$ ემ ძალისა და $r=1$ $ომი$ შიდა წინაღობის მქონე დენის წყაროში. იპოვეთ: (უპასუხეთ $17, 18, 19, 20$ კითხვებს)",
  question: "გარე წრედის წინაღობა",
  options: ["$9$ $ომი$", "$10$ $ომი$", "$11$ $ომი$", "$12$ $ომი$", "$37$ $ომი$"],
  correct: 2,
  tags: ["წრედის წინაღობა", "სურ.5"]
},
// 18
{image: "physics-quizzes/class-10/images/image--12.png",
  question: "დენის წყაროში გამავალი დენის ძალა",
  options: ["$2$ $ა$", "$36/11$ $ა$", "$3{,}6$ $ა$", "$3$ $ა$", "$4$ $ა$"],
  correct: 3,
  tags: ["დენის ძალა", "ომის კანონი"]
},
// 19
{image: "physics-quizzes/class-10/images/image--12.png",
  question: "$R_{1}$ წინაღობაში გამოყოფილი სიმძლავრე",
  options: ["$32$ $ვტ$", "$18$ $ვტ$", "$8$ $ვტ$", "$2$ $ვტ$", "$50$ $ვტ$"],
  correct: 1,
  tags: ["სიმძლავრე", "რეზისტორი"]
},
// 20
{image: "physics-quizzes/class-10/images/image--12.png",
  question: "დენის წყაროს მუშაობა $2$ $წმ$-ში",
  options: ["$216$ $ჯ$", "$36$ $ჯ$", "$144$ $ჯ$", "$19$ $ჯ$", "$0$"],
  correct: 0,
  tags: ["მუშაობა", "დენის წყარო"]
},
// 21
{image: "physics-quizzes/class-10/images/image--13.png",
task:"სურათზე მოცემულ წრედზე ყველა დენის წყაროს შიდა წინაღობა $0$-ის ტოლია. (უპასუხეთ $21, 22$ კითხვებს)",
  question: "განსაზღვრეთ დენის ძალა $R$ წინაღობაში",
  options: ["$\\frac{\\varepsilon}{R}$", "$\\frac{\\varepsilon}{2R}$", "$\\frac{5\\varepsilon}{2R}$", "$\\frac{2\\varepsilon}{R}$", "$\\frac{4\\varepsilon}{R}$"],
     correct: 3,
  tags: ["კირხჰოფის კანონი", "სურ.6"]
},
// 22
{image: "physics-quizzes/class-10/images/image--13.png",
  question: "განსაზღვრეთ ძაბვა $2R$ წინაღობის ბოლოებზე",
    options: ["$\\varepsilon$", "$3\\varepsilon$", "$4\\varepsilon$", "$5\\varepsilon$", "$9\\varepsilon$"],
   correct: 3,
  tags: ["ძაბვა", "პოტენციალთა სხვაობა"]
},
// 23
{
  question: "წყლის დინების სიჩქარე მილის ფართო ნაწილში $30$ $სმ/წმ$-ია. იპოვეთ დინების სიჩქარე მილის ვიწრო ნაწილში, რომლის დიამეტრი $3$-ჯერ ნაკლებია ფართო ნაწილის დიამეტრზე.",
  options: ["$10/3$ $სმ/წმ$", "$10$ $სმ/წმ$", "$30$ $სმ/წმ$", "$90$ $სმ/წმ$", "$270$ $სმ/წმ$"],
  correct: 4,
  tags: ["ჰიდროდინამიკა", "უწყვეტობის განტოლება"]
},
// 24
{
  question: "დიდი ზომის ავზში ყოველ წამში ისხმება $3$ $დმ^{3}$ მოცულობის წყალი. ავზს ფსკერში აქვს $6$ $სმ^{2}$ ფართობის ნახვრეტი. იპოვეთ წყლის დამყარებული დონის სიმაღლე.",
  options: ["$0{,}4$ $მ$", "$0{,}6$ $მ$", "$1{,}2$ $მ$", "$1{,}25$ $მ$", "$5$ $მ$"],
  correct: 3,
  tags: ["ტორიჩელის ფორმულა", "ხარჯი"]
},
// 25
{
  question: "ვერტიკალურ კედელს ხვდება $12$ $სმ^{2}$ განივკვეთის ფართობის და $10$ $მ/წმ$ სიჩქარის ჰორიზონტალური წყლის ჭავლი. რა ძალით მოქმედებს ჭავლი კედელზე, თუ მასზე მოხვედრილი წყალი ვერტიკალურად ჩამოედინება? ($\\rho_{წყ} = 1000$ $კგ/მ^{3}$)",
  options: ["$240$ $ნ$", "$180$ $ნ$", "$120$ $ნ$", "$90$ $ნ$", "$45$ $ნ$"],
  correct: 2,
  tags: ["ჭავლის ძალა", "იმპულსი"]
}
]