const quizData = [

  // 1
  {
    question: "ერთგვაროვან მაგნიტურ ველში მაგნიტური ველის ინდუქციის წირების გასწვრივ შეჭრილი პროტონი აგრძელებს მოძრობას ისე, რომ მისი ტრაექტორიაა:",
    options: ["$წრფე$", "$წრეწირი$", "$პარაბოლა$", "$ხრახნწირი$", "$ნახევარწრეწირი$"],
    correct: 0,
    tags: []
  },

  // 2
  {
    question: "პროტონი და $\\alpha$ ნაწილაკი შედიან ერთგვაროვან მაგნიტურ ველში ძალწირების მართობულად და მოძრაობენ $R_P$ და $R_\\alpha$ რადიუსების წრეწირებზე. იპოვეთ შეფარდება $R_P/R_\\alpha$, თუ ნაწილაკთა იმპულსები ერთმანეთის ტოლია. $\\alpha$ ნაწილაკის მუხტი ორჯერ მეტია პროტონის მუხტზე, ხოლო მასა ოთხჯერ მეტი პროტონის მასაზე.",
    options: ["$1/8$", "$1/4$", "$1/2$", "$2$", "$8$"],
    correct: 3,
    tags: []
  },

  // 3
  {
    question: "წრფივი დენიანი გამტარის $L = 50სმ$ სიგრძის მონაკვეთი, რომელშიც მიედინება $I = 15ა$ დენი მოთავსებულია გამტარის მართობულ ერთგვაროვან მაგნიტურ ველში, რომლის ინდუქციაა $B = 0{,}4ტლ$. განსაზღვრეთ ამ გამტარზე მოქმედი ამპერის ძალა.",
    options: ["$200ნ$", "$150ნ$", "$30ნ$", "$15ნ$", "$3ნ$"],
    correct: 4,
    tags: []
  },

  // 4
  {
image: "physics-quizzes/class-10/images/image.1.png",
    task:"სურათზე მოცემულია კოჭაში დენის ძალის დროზე დამოკიდებულების წრფივი გრაფიკი. ცნობილია, რომ დროის $0 - 0{,}5წმ$ შუალედში ინდუქციური ე.მ ძალა $10ვ$-ის ტოლია. მოცემული პირობის მიხედვით უპასუხეთ $4-5$ კითხვებს. ",
    question: "განსაზღვრეთ კოჭას ინდუქციურობა.",
    options: ["$2ჰნ$", "$0{,}2ჰნ$", "$0{,}4ჰნ$", "$0{,}01ჰნ$", "$0{,}25ჰნ$"],
    correct: 4,
    tags: []
  },

  // 5
  {image: "physics-quizzes/class-10/images/image.1.png",
    question: "განსაზღვრეთ კოჭას მაგნიტური ველის ენერგია $0{,}4წმ$ მომენტში.",
    options: ["$0ჯ$", "$2ჯ$", "$4ჯ$", "$0{,}5ჯ$", "$3{,}125ჯ$"],
    correct: 1,
    tags: []
  },

  // 6
  {
    question: "ორი გრძელი წრფივი დენიანი გამტარი, მოთავსებულია ერთმანეთის პარალელურად $20სმ$-ის დაშორებით. გამტარებში თანმხვედრი მიმართულებით მიედინება $2ა$ და $5ა$ დენი. განსაზღვრეთ როგორ ურთიერთქმედებს პირველი გამტარი მეორე გამტარის $1მ$ სიგრძის ნაწილზე. $\\mu_0$ - მაგნიტური მუდმივაა.",
    options: ["$\\frac{20\\mu_0}{\\pi}$", "$\\frac{15\\mu_0}{2\\pi}$", "$\\frac{10\\mu_0}{\\pi}$", "$\\frac{25\\mu_0}{\\pi}$", "$\\frac{2\\mu_0}{\\pi}$"],
    correct: 3,
    tags: []
  },

  // 7
  {image: "physics-quizzes/class-10/images/image.2.png",
    question: "გამტარ შეკრულ ჩარჩოს უახლოებენ წრფივ დენიან მავთულს. განსაზღვრეთ ჩარჩოში ინდუცირებული დენის მიმართულება. წრფივ მავთულში დენი მიმართულია ზევიდან ქვევით.",
    options: ["$საათის\\ ისრის\\ ბრუნვის\\ მიმართულებით$", "$საათის\\ ისრის\\ ბრუნვის\\ საწინააღმდეგო\\ მიმართულებით$", "$დენი\\ არ\\ აღიძვრება$", "$დამოკიდებულია\\ ჩარჩოს\\ ზომებსა\\ და\\ სიჩქარეზე$", "$დადგენა\\ შეუძლებელია$"],
    correct: 1,
    tags: []
  },

  // 8
  {
    question: "$4ტლ$ ინდუქციის მაგნიტურ ველში მოთავსებულია გამტარი რგოლი. ინდუქციის წირები რგოლის სიბრტყის მართობულია. რგოლის რადიუსი $10სმ$-ის ტოლია, ხოლო წინაღობა $2ომის$. განსაზღვრეთ, რა მუხტი გაივლის მავთულში, თუ რგოლს დიამეტრის გარშემო $90^\\circ$-იანი კუთხით მოაბრუნებენ.",
    options: ["$0{,}5\\pi$", "$0{,}4\\pi$", "$0{,}02\\pi$", "$0{,}08\\pi$", "$მუხტი\\ არ\\ გაივლის$"],
    correct: 2,
    tags: []
  },

  // 9
  {
    question: "$L=2მ$ სიგრძის გამტარი ღერო უძრავი ბოლოს გარშემო თანაბრად ბრუნავს $B=2ტლ$ ინდუქციის ერთგვაროვან მაგნიტურ ველში ძალწირების მართობულ სიბრტყეში. განსაზღვრეთ ბრუნვის კუთხური სიჩქარე, თუ ღეროს ბოლოებზე წარმოქმნილი პოტენციალთა სხვაობა $16ვ$-ს ტოლია.",
    options: ["$2რად/წმ$", "$4რად/წმ$", "$8რად/წმ$", "$16რად/წმ$", "$32რად/წმ$"],
    correct: 1,
    tags: []
  },

  // 10
  {
    question: "კოჭაში გადის $2ა$ დენი, მისი წინაღობა $50ომის$ ტოლია, ინდუქციურობა კი $0{,}1ჰნ$. რისი ტოლია ძაბვა კოჭას მომჭერებზე, იმ მომენტში როცა დენი თანაბრად იზრდება $2\\cdot10^2ა/წმ$ სიჩქარით.",
    options: ["$100ვ$", "$80ვ$", "$120ვ$", "$200ვ$", "$300ვ$"],
    correct: 2,
    tags: []
  },

  // 11
  {
    question: "ინდუქციურობის ერთეული (ჰენრი) $SI$ სისტემის ძირითადი ერთეულებით გამოისახება როგორც:",
    options: ["$კგ\\cdotმ^2/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა^2\\cdotწმ^2)$", "$ა^2\\cdotწმ^4/(კგ\\cdotმ^2)$", "$კგ/(ა\\cdotწმ^2)$", "$კგ\\cdotმ^2/(ა\\cdotწმ^3)$"],
    correct: 1,
    tags: []
  },

  // 12
  {
    question: "განსაზღვრეთ კოჭას მაგნიტური ველის ენერგია, როდესაც მასში გადის $12ა$ დენი და ამ დროს მისი მაგნიტური ველის ნაკადი არის $0{,}2ვბ$.",
    options: ["$9{,}6ჯ$", "$4{,}8ჯ$", "$2{,}4ჯ$", "$1{,}2ჯ$", "$0{,}6ჯ$"],
    correct: 3,
    tags: []
  },

  // 13
  {
    question: "ტოლი მუხტის მქონე ორი $m$ და $2m$ მასის ნაწილაკი მოძრაობს ერთნაირ ერთგვაროვან მაგნიტურ ველში წრიულ ტრაექტორიაზე. $m$ მასის სხეულის ბრუნვის პერიოდი არის $T_1$, ხოლო $2m$-ის კი $T_2$. განსაზღვრეთ $\\frac{T_1}{T_2}$.",
    options: ["$4$", "$2$", "$\\frac{1}{2}$", "$\\frac{1}{4}$", "$1$"],
    correct: 2,
    tags: []
  },
  
  // 14
  {image: "physics-quizzes/class-10/images/image.3.png",
    question: "სივრცის $h$ სიგანის არეში გვაქვს ერთგვაროვანი მაგნიტური ველი, რომლის ინდუქციის მოდულია $B$, ხოლო მიმართულება ნახატის სიბრტყის მართობულია. ამ არეში მისი საზღვრის მართობული სიჩქარით შედის $q$ დადებითი მუხტის და $m$ მასის მქონე ნაწილაკი. იპოვეთ: <br><br> ა) მაქსიმუმ რა $V_1$ სიჩქარე უნდა ქონდეს ნაწილაკს, რომ არ გასცდეს $h$ სისქის არეს. (არ გავიდეს მეორე მხარეს). <br><br> ბ) რა $V_2$ სიჩქარე უნდა ქონდეს ნაწილაკს, რომ მივიდეს საზღვარზე მდებარე $C$ წერტილში, რომელიც $A$ წერტილიდან $L < 2h$ მანძილითაა დაშორებული. <br><br> გ) რა მუშაობას ასრულებს მაგნიტური ველის მხრიდან ნაწილაკზე მოქმედი ძალა. <br><br>დ) თუ ნაწილაკი ამ არეში შევა $V > V_1$ საწყისი სიჩქარით, მაშინ საწყისი მიმართულებიდან რა კუთხით იქნება გადახრილი მისი სიჩქარე, როდესაც ის გაივლის $h$ სისქის არეს. (იპოვეთ ამ კუთხის სინუსი).",
    options: [],
    tags: []
  },

  // 15
  {image: "physics-quizzes/class-10/images/image.4.png",
    question: "პარალელურ რელსებზე მოთავსებული $AB$ გამტარის აქტიური ნაწილის სიგრძე $2მ$-ია, ხოლო წინაღობა კი $2ომი$. იგი იმყოფება $B = 0{,}2ტლ$ ინდუქციის ერთგვაროვან მაგნიტურ ველში. გამტარი რელსების საშუალებით მიერთებულია $3ვ$ ე.მ ძალის დენის წყაროსთან. მაგნიტური ველის ძალწირები ნახატის სიბრტყის მართობულია. (რელსებისა და დენის წყაროს შიდა წინაღობა, ასევე დენის მიერ შექმნილი მაგნიტური ველი უგულებელყავით. სიმძიმის ძალას ნუ გაითვალისწინებთ) <br><br> ა) განსაზღვრეთ დენის ძალა, როდესაც გამტარი უძრავია. <br><br> ბ) განსაზღვრეთ დენის ძალა, როდესაც გამტარი მოძრაობს მარცხნივ $5მ/წმ$ სიჩქარით. <br><br> გ) განსაზღვრეთ დენის ძალა, როდესაც გამტარი მოძრაობს მარჯვნივ $5მ/წმ$ სიჩქარით. <br><br> დ) განსაზღვრეთ რა სიჩქარით უნდა იმოძრაოს გამტარმა, რომ მასში დენმა არ გაიაროს.",
    options: [],
    tags: []
  },

  // 16
  {image: "physics-quizzes/class-10/images/image.5.png",
    question: "პარალელურად შეერთებული უწინაღობო $L = 0{,}2ჰნ$ ინდუქტივობის კოჭა და $R = 5ომი$ წინაღობის რეზისტორი მიერთებულია $\\varepsilon = 10ვ$ ე.მ ძალის და $r = 2ომი$ შიდა წინაღობის ელემენტთან. თავდაპირველად ორივე ჩამრთველი გამორთულია. <br><br> ა) $K_1$ ჩამრთველი ჩავრთეთ და კოჭაში დენმა დაიწყო ზრდა. იპოვეთ კოჭას თვითინდუქციის ე.მ ძალა იმ მომენტში, როდესაც მასში დენი იზრდება $20ა/წმ$ სიჩქარით. <br><br> ბ) იპოვეთ დენის ძალა კოჭაში, პროცესის დამყარების შემდეგ. <br><br> გ) დენის დამყარების შემდეგ $K_2$ ჩამრთველიც ჩართეს, იპოვეთ ამ დროს $R$ წინაღობაში გამავალი დენის ძალა <br><br> დ) ბოლოს $K_1$ ჩამრთველი გამორთეს, იპოვეთ რა სითბო გამოიყოფა $R$ წინაღობის რეზისტორში.",
    options: [],
    tags: []
  }

];