const quizData = [
// 1
{
    intro:"$\\varepsilon$-ელექტრული მუდმივა, $1$ მილი ტესლა=$10^{-3}$ ტლ, $1$მკტლ=$10^{-6}$ტლ, მნ=$10^{-3}$ნ, g=$10$მ/წმ$^2$",
    image: "physics-quizzes/class-10/images/image.12.png",
  question: "ბრტყელი ჰაერიანი $(\\varepsilon = 1)$ კონდენსატორი შედგება სამი ერთნაირი ლითონის ფირფიტისაგან. თითოეული ფირფიტის ზედაპირის ფართობი $100\\ \\text{სმ}^2$-ია, თითოეულს შორის დაშორება კი $0{,}5\\ \\text{სმ}$. იპოვეთ ტევადობა $A$ და $B$ წერტილებს შორის. (სავარაუდო პასუხები მოცემულია $SI$-ში).",
  options: ["$2\\varepsilon_0$", "$4\\varepsilon_0$", "$0{,}5\\varepsilon_0$", "$\\varepsilon_0$", "$3\\varepsilon_0$"],
  correct: 1,
  tags: []
},

// 2
{
  question: "პარალელურად შეერთებული სამი ერთნაირი გამტარისაგან შედგენილ წრედში $30\\ \\text{წმ}$-ში გამოიყო გარკვეული რაოდენობის სითბო. რა დროში გამოიყოფა იგივე სითბო, თუ მათ მიმდევრობით შევაერთებთ და ჩავრთავთ იმავე ძაბვის ქსელში?",
  options: ["$270\\ \\text{წმ}$", "$20\\ \\text{წმ}$", "$300\\ \\text{წმ}$", "$\\frac{10}{3}\\ \\text{წმ}$", "$90\\ \\text{წმ}$"],
  correct: 0,
  tags: []
},

// 3
{
  question: "პარალელურად შეერთებული $40$ ომი და $20$ ომი წინაღობის ორი რეზისტორი ჩართულია $40\\ \\text{ვ}$ ე.მ. ძალის დენის წყაროს წრედში. დენის ძალა წრედში $1\\ \\text{ა}$-ია. იპოვეთ მოკლე ჩართვის დენი.",
  options: ["$1\\ \\text{ა}$", "$2\\ \\text{ა}$", "$3\\ \\text{ა}$", "$4\\ \\text{ა}$", "$1{,}5\\ \\text{ა}$"],
  correct: 4,
  tags: []
},

// 4
{image: "physics-quizzes/class-10/images/image.13.png",
  question: "$0{,}2\\ \\text{მ}$ სიგრძისა და $5\\ \\text{გ}$ მასის წრფივი გამტარი ჰორიზონტალურად დაკიდებულია ორ $oa$ და $ob$ ვერტიკალურ უმასო და უჭიმვად ძაფზე ერთგვაროვან მაგნიტურ ველში. მაგნიტური ველის ინდუქცია $71$ მილი ტესლაა. რა მინიმალურმა დენმა უნდა გაიაროს გამტარში რათა რომელიმე ძაფი გაწყდეს, თუ ისინი წყდება $39{,}2\\ \\text{მნ}$ დატვირთვისას.",
  options: ["$5\\ \\text{ა}$", "$2{,}5\\ \\text{ა}$", "$2\\ \\text{ა}$", "$1{,}2\\ \\text{ა}$", "$1\\ \\text{ა}$"],
  correct: 2,
  tags: []
},

// 5
{image: "physics-quizzes/class-10/images/image.14.png",
  question: "$10^5\\ \\text{მ/წმ}$ სიჩქარით მოძრავი პროტონი (პროტონის მუხტი დადებითია და ტოლია $e$, მასა- $m$) შეფრინდა ელექტრულ და მაგნიტურ ველში, რომელთა ძალწირები ერთმანეთის პარალელურია და მუხტის სიჩქარის მართობული. ელექტრული ველის დაძაბულობაა $40\\ \\text{ვ/მ}$, ხოლო მაგნიტური ველის ინდუქცია $0{,}3$ მილი ტესლა. რისი ტოლია პროტონის აჩქარება ველებში შესვლის მომენტში? (სავარაუდო პასუხები მოცემულია $SI$-ში).",
  options: ["$30\\frac{e}{m}$", "$40\\frac{e}{m}$", "$50\\frac{e}{m}$", "$70\\frac{e}{m}$", "$160\\frac{e}{m}$"],
  correct: 2,
  tags: []
},

// 6
{
  question: "თვითმფრინავი მიფრინავს ჰორიზონტალურად $250\\ \\text{მ/წმ}$ სიჩქარით. რისი ტოლია მისი ფრთების ბოლოებს შორის პოტენციალთა სხვაობა, თუ დედამიწის მაგნიტური ველის ინდუქციის ვერტიკალური მდგენელი $0{,}5\\ \\text{მკტლ}$-ია, ხოლო ფრთების ბოლოებს შორის მანძილი $12\\ \\text{მ}$ (დედამიწის მაგნიტური ველი ერთგვაროვნად ჩათვალეთ).",
  options: ["$0{,}05\\cdot 10^{-2}\\ \\text{ვ}$", "$0{,}15\\cdot 10^{-2}\\ \\text{ვ}$", "$0{,}3\\cdot 10^{-2}\\ \\text{ვ}$", "$0{,}25\\cdot 10^{-2}\\ \\text{ვ}$", "$0{,}2\\cdot 10^{-2}\\ \\text{ვ}$"],
  correct: 1,
  tags: []
},

// 7
{image: "physics-quizzes/class-10/images/image.21.png",
  question: "ნახაზზე მოცემულია ოთხი კოჭა, რომელთა მიმართაც მოძრაობს მაგნიტი. რომელ მათგანშია სწორად მითითებული აღძრული ინდუქციური დენის მიმართულება?",
  options: ["მხოლოდ $1$", "მხოლოდ $1$ და $4$", "მხოლოდ $4$", "მხოლოდ $1$ და $3$", "მხოლოდ $2$ და $4$"],
  correct: 3,
  tags: []
},

// 8
{
  question: "სოლენოიდის ხვიაში დენის ძალა $1\\ \\text{ა}$-ია, ხოლო ამ დენით გამოწვეული მაგნიტური ინდუქციის ნაკადი $0{,}1\\ \\text{მვბ}$. განსაზღვრეთ სოლენოიდის მაგნიტური ველის ენერგია თუ იგი შედგება $1000$ ხვიისაგან.",
  options: ["$1\\ \\text{ჯ}$", "$10\\ \\text{ჯ}$", "$0{,}1\\ \\text{ჯ}$", "$0{,}25\\ \\text{ჯ}$", "$0{,}05\\ \\text{ჯ}$"],
  correct: 4,
  tags: []
},

// 9
{
  question: "$1{,}2\\ \\text{მ}$ სიმაღლის სწორი ჯოხი ვერტიკალურად დგას ჰორიზონტალურ ზედაპირზე, რომელსაც მზე ანათებს (მზის სხივები ერთმანეთის პარალელურია). ჯოხის ჩრდილის სიგრძე ამ ზედაპირზე $0{,}9\\ \\text{მ}$-ია. თანაბრად, ნელა დაიწყეს ჯოხის დახრა ჩრდილის მიმართულებით ისე, რომ ჯოხის ქვედა ბოლო ადგილიდან არ იძვრის. ჩრდილის სიგრძე რაღაც დრომდე იზრდება, შემდეგ კი იწყებს შემცირებას. რისი ტოლია ჩრდილის მაქსიმალური სიგრძე?",
  options: ["$2{,}1\\ \\text{მ}$", "$1{,}5\\ \\text{მ}$", "$1{,}2\\ \\text{მ}$", "$1{,}9\\ \\text{მ}$", "$1{,}25\\ \\text{მ}$"],
  correct: 1,
  tags: []
},

// 10
{image: "physics-quizzes/class-10/images/image.15.png",
  question: "მართკუთხა ოთახის ერთ კედელზე კიდია სურათი, ხოლო მეორეზე სარკე. ოთახის რომელი წერტილებიდან $(A, B, C)$ არის შესაძლებელი მთლიანად დავინახოთ სურათი სარკეში?",
  options: ["მხოლოდ $A$-დან", "მხოლოდ $B$-დან", "მხოლოდ $C$-დან", "მხოლოდ $A$ და $C$-დან", "მხოლოდ $B$ და $C$-დან"],
  correct: 0,
  tags: []
},

// 11
{
  question: "ორი ურთიერთმართობული სხივი ჰაერიდან ეცემა სითხის ზედაპირს. პირველი სხივი სითხეში გარდატყდება $\\alpha$ კუთხით, ხოლო მეორე $\\beta$ კუთხით. რისი ტოლია სითხის გარდატეხის მაჩვენებელი (ჰაერის გარდატეხის მაჩვენებელი $1$-ის ტოლია).",
  options: ["$\\cos \\alpha + \\cos \\beta$", "$\\frac{1}{\\sqrt{(\\sin \\alpha)^2+(\\cos \\beta)^2}}$", "$\\frac{1}{\\sqrt{(\\sin \\alpha)^2+(\\sin \\beta)^2}}$", "$(\\sin \\alpha)^2 + (\\sin \\beta)^2$", "$\\sin \\alpha + \\sin \\beta$"],
  correct: 2,
  tags: []
},

// 12
{
  question: "წერტილოვანი სინათლის წყარო მოძრაობს $16\\ \\text{მ}$ სიმრუდის რადიუსის მქონე ჩაზნექილი სფერული სარკის მთავარ ოპტიკურ ღერძზე. რისი ტოლი შეიძლება იყოს წყაროს დაშორება სარკიდან იმ მომენტში, როდესაც მანძილი წყაროსა და სარკეში მის გამოსახულებას შორის $12\\ \\text{მ}$-ია?",
  options: ["$6\\ \\text{მ}$", "$10\\ \\text{მ}$", "$14\\ \\text{მ}$", "$1\\ \\text{მ}$", "$4\\ \\text{მ}$"],
  correct: 4,
  tags: []
},

// 13
{image: "physics-quizzes/class-10/images/image.16.png",
  question: "რა მინიმალურ მნიშვნელობაზე მეტი უნდა იყოს პრიზმის გარდატეხის მაჩვენებელი, რომ შესაძლებელი იყოს ნახაზზე ნაჩვენები სხივთა სვლა. სინათლის სხივი $AB$ წახნაგს მართობულად ეცემა, ასევე სხივი პრიზმიდან $AB$ წახნაგის მართობულად გამოდის. პრიზმის კვეთი ტოლფერდა მართკუთხა სამკუთხედია.",
  options: ["$\\frac{1}{2}$", "$2$", "$2\\sqrt{2}$", "$\\sqrt{2}$", "$\\frac{\\sqrt{2}}{2}$"],
  correct: 3,
  tags: []
},

  // 14
  {image: "physics-quizzes/class-10/images/image.17.png",
    question: "მოცემულია შემკრები ლინზის მთავარი ოპტიკური ღერძი $OO_1$, მნათი $S$ წერტილი და ამ წერტილის $S^*$ მკვეთრი გამოსახულება ეკრანზე. <br><br> ა) აგებით იპოვეთ ლინზის მდებარეობა. <br><br> ბ) აგებით იპოვეთ ლინზის ფოკუსები. <br><br>  გ) ნახაზზე მოცემულ მომენტში ეკრანზე მიღებული $S^*$ გამოსახულება მთავარი ოპტიკური ღერძიდან დაშორებულია $h_1$ მანძილით. თუ ლინზას გადავაადგილებთ მთავარი ოპტიკური ღერძის გასწვრივ, ისე რომ $S$ წერტილს და ეკრანს ადგილს არ შევუცვლით, მიიღება $S$ წერტილის მეორე მკვეთრი გამოსახულება, რომელიც მთავარი ოპტიკური ღერძიდან $h_2$-ით იქნება დაშორებული. იპოვეთ $S$ წერტილის დაშორება მთავარი ოპტიკური ღერძიდან. <br><br>  დ) თუ $S$ წერტილსა და ეკრანს შორის მანძილი იქნებოდა $L$, წყაროს მიმართ ლინზის რა მდებარეობებისათვის იქნებოდა შესაძლებელი ეკრანზე მკვეთრი გამოსახულების მიღება, თუ ლინზის ფოკუსური მანძილია $F$.",
    options: [],
    tags: []
  },

  // 15
  {image: "physics-quizzes/class-10/images/image.19.png",
    question: "ცნობილია, რომ თუ დამუხტული ნაწილაკი შეიჭრება ერთგვაროვან მაგნიტურ ველში, მაშინ მისი მოძრაობის ტრაექტორია არის ხრახნწირი. ნაწილაკის მუხტი არის $q$, ხოლო მასა $m$. ნაწილაკის $v$ სიჩქარე $A$ წერტილში მაგნიტური ველის ინდუქციის $B$ ვექტორთან ადგენს $\\alpha$ კუთხეს (ნახაზი $7$). <br><br>  ა) განსაზღვრეთ ხრახნწირის სიმრუდის რადიუსი; <br><br> ბ) განსაზღვრეთ ხრახნწირის ბიჯი; <br><br> გ) მაგნიტური ველის ინდუქციის ვექტორის რა მნიშვნელობებისათვის აღმოჩნდება ნაწილაკი $C$ წერტილში? $AC = L$. <br><br> დ) ნაწილაკი იმყოფება ერთგვაროვან პარალელურ მაგნიტურ და $E$ დაძაბულობის მქონე ელექტრულ ველში (ნახაზი $8$). საწყის მომენტში მას აქვს $v$ სიჩქარე, რომელიც მაგნიტური ველის ინდუქციის $B$ ვექტორთან ადგენს $\\alpha$ კუთხეს. რა დროის შემდეგ დაუბრუნდება იგი საწყის წერტილს?",
    options: [],
    tags: []
  },

  // 16
  {image: "physics-quizzes/class-10/images/image.18.png",
    question: "ნახაზზე მოცემულ სქემაზე დენის წყაროს ე.მ.ძ $\\varepsilon = 6\\ \\text{ვ}$, შიდა წინაღობა $r = 0{,}5$ ომი, $R_1 = 2{,}5$ ომი, $R_2 = 1$ ომი, კოჭას ინდუქციურობა $L = 0{,}2\\ \\text{ჰნ}$ (კოჭას წინაღობა არ გაითვალისწინოთ). <br><br> ა) იპოვეთ დენის ძალა $R_1$ წინაღობაში $K$ ჩამრთველის ჩართვის საწყის მომენტში; <br><br> ბ) იპოვეთ დენის ძალა $R_2$ წინაღობაში $K$ ჩამრთველის ჩართვიდან დიდი დროის შემდეგ (სტაციონარული(დამყარებული) რეჟიმის შემდეგ). <br><br> დამყარდა სტაციონალური რეჟიმი და გამორთეს $K$ ჩამრთველი: <br><br>  გ) რა მუხტი გაივლის $R_2$ წინაღობაში? <br><br> დ) რა რაოდენობის სითბო გამოიყოფა $R_2$ წინაღობაში?",
    options: [],
    tags: []
  }

];