const quizData = [
  // 1
  {
    intro:"$1$ნკ$=10^{-9}$კ, $1$პფ$=10^{-12}$ფ, თავისუფალი ვარდნის აჩქარება $g=10$ მ$\\cdot$წმ$^{-2}$ <br><br> მაგნიტური მუდმივა $\\mu_{0} = 4\\pi \\cdot 10^{-7} ჯ \\cdot ა^{-2} \\cdot მ^{-1}$, <br><br> კულონის მუდმივა: $K=9 \\cdot 10^{9}$ ნ$\\cdot$მ$^{2}$/კ$^{2}$ <br><br> ელემენტარული მუხტი $e = 1{,}6 \\cdot 10^{-19}$კ, ელექტრული მუდმივა $\\epsilon_{0} = 9 \\cdot 10^{-12}$ კ$^{2}$/ნ$\\cdot$მ$^{2}$",
    image: "physics-quizzes/class-10/images/image-8.png",
    question: "ორი $0{,}4$გ მასის მძივის მარცვალი დამუხტულია თითოეული $60$ ნკ მუხტით. მძივები ჩამოცმულია ვერტიკალურ სიბრტყეში განლაგებულ ორ გლუვ ღეროზე. ღეროები ვერტიკალური ღერძის სიმეტრიულები არიან და ერთმანეთთან ადგენენ $90^{\\circ}$- იან კუთხეს. იპოვეთ წონასწორობის მდგომარეობაში მძივებს შორის მანძილი.",
   options: ["$3 \\cdot 10^{-2}\\ მ$", "$6 \\cdot 10^{-2}\\ მ$", "$9 \\cdot 10^{-2}\\ მ$", "$12 \\cdot 10^{-2}\\ მ$", "$24 \\cdot 10^{-2}\\ მ$"],
 correct: 2,
    tags: []
  },
  // 2
  {
    question: "$A$ წერტილში მოათავსეს პირველი მუხტი, რომელმაც $B$ წერტილში შექმნა $2$ვ პოტენციალი. შემდეგ პირველი მუხტი მოაშორეს და $B$ წერტილში მოათავსეს მეორე მუხტი, რომელმაც $A$ წერტილში შექმნა $9$ვ პოტენციალი. მეორე მუხტი დატოვეს $B$ წერტილში, ხოლო $A$ წერტილში დააბრუნეს პირველი მუხტი. რა ძალით ურთიერთქმედებენ მოცემული მუხტები?",
   options: ["$2 \\cdot 10^{-9}\\ ნ$", "$4 \\cdot 10^{-9}\\ ნ$", "$9 \\cdot 10^{-9}\\ ნ$", "$18 \\cdot 10^{-9}\\ ნ$", "$36 \\cdot 10^{-9}\\ ნ$"],
correct: 0,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-10/images/image-9.png",
    question: "რისი ტოლია $\\tau$ მუხტის წირითი სიმკვრივით ზედაპირულად დამუხტული უსასრულო თხელკედლიანი $R$ რადიუსის ცილინდრის ველის დაძაბულობა რადიუსის გასწვრივ $r$ მანძილზე ($r > R$).",
   options: ["$\\frac{\\tau R}{2\\pi \\varepsilon_0}$", "$\\frac{\\tau^2}{2\\pi \\varepsilon_0 r^2}$", "$\\frac{\\tau}{2\\pi \\varepsilon_0 r^2}$", "$\\frac{\\tau R}{2\\pi \\varepsilon_0 r^2}$", "$\\frac{\\tau}{2\\pi \\varepsilon_0 r}$"],
 correct: 4,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-10/images/image-10.png",
    question: "$25$ პფ ტევადობის ოთხი ერთნაირი კონდენსატორი შეერთებულია ისე, როგორც ნახაზზეა ნაჩვენები. განსაზღვრეთ მიღებული კონდენსატორთა ბატარეის ტევადობა.",
    options: ["$8პფ$", "$10პფ$", "$50პფ$", "$6პფ$", "$15პფ$"],
correct: 1,
    tags: []
  },
  // 5
  {
    question: "ნათურას ცოკოლზე ასეთი წარწერაა: „$220$ვ, $110$ვტ“. ორი ასეთი ნათურა შეაერთეს პარალელურად და ჩართეს $110$ვ ძაბვის ქსელში. რა სიმძლავრე გამოიყოფა ორივე ნათურაზე ერთად?",
  options: ["$440ვტ$", "$220ვტ$", "$110ვტ$", "$55ვტ$", "$10ვტ$"],
 correct: 3,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-10/images/image-11.png",
    question: "იპოვეთ ნახაზზე მოცემულ სქემაზე $R_{3}$ წინაღობაში გამავალი დენი, თუ $R_{1} = 1$ომი, $R_{2} = 2$ომი, $R_{3} = 3$ომი. პირველი წერტილის პოტენციალისა და მეორე წერტილის პოტენციალის სხვაობა $\\varphi_{1} - \\varphi_{2} = 1$ვ, პირველი წერტილის პოტენციალისა და მესამე წერტილის პოტენციალის სხვაობა $\\varphi_{1} - \\varphi_{3} = 4$ვ",
  options: ["$3ა$", "$2{,}5ა$", "$\\frac{4}{3}\\ ა$", "$4ა$", "$1ა$"],
  correct: 4,
    tags: []
  },
  // 7
  {
    question: "გამტარი ჩართულია მუდმივი ძაბვის ქსელში. $50^{\\circ}C$-ზე გაცხელებისას დენი გამტარში შემცირდა $1$ა-დან $0{,}9$ ა-მდე. იპოვეთ გამტარის საწყისი ტემპერატურა, თუ მისი წინაღობის ტემპერატურული კოეფიციენტი $0{,}004^{\\circ}C^{-1}$-ია.",
  options: ["$28^\\circ C$", "$26^\\circ C$", "$24^\\circ C$", "$22^\\circ C$", "$20^\\circ C$"],
  correct: 4,
    tags: []
  },
  // 8
  {
    question: "$30$ ა დენის შემთხვევაში გარე წრედში გამოყოფილი სიმძლავრე არის $180$ ვტ, ხოლო $10$ ა დენის შემთხვევაში გარე წრედში გამოყოფილი სიმძლავრე არის $100$ ვტ. იპოვეთ დენის წყაროს შიგა წინაღობა.",
    options: ["$0{,}2\\ ომი$", "$0{,}4\\ ომი$", "$6\\ ომი$", "$8\\ ომი$", "$1{,}2\\ ომი$"],
 correct: 0,
    tags: []
  },
  // 9
  {
    question: "განსაზღვრეთ დენის სიმკვრივე $1{,}6$ $მმ^{2}$ განივკვეთის ფართობის მქონე გამტარში, თუ $2$ წმ-ში მოცემულ განივკვეთში $2 \\cdot 10^{19}$ ცალმა ელექტრონმა გაიარა.",
   options: ["$1{,}6 \\cdot 10^4 \\ ა/მ^2$", "$2 \\cdot 10^4 \\ ა/მ^2$", "$10^6 \\ ა/მ^2$", "$3{,}2 \\cdot 10^4 \\ ა/მ^2$", "$2 \\cdot 10^2 \\ ა/მ^2$"],
 correct: 2,
    tags: []
  },
  // 10
  {
    question: "ნიკელის მარილის წყალხსნარისა და ქრომის მარილის წყალხსნარის ელექტროლიტური აბაზანები შეერთებულია მიმდევრობით. პირველ აბაზანაში გამოიყო $10$გ ნიკელი. რამდენი ქრომი გამოიყოფა მეორე აბაზანაში? ნიკელის ელექტროქიმიური ეკვივალენტია $0{,}3 \\cdot 10^{-6} კგ/კ$, ხოლო ქრომის - $0{,}18 \\cdot 10^{-6} კგ/კ$.",
   options: ["$3გ$", "$6გ$", "$9გ$", "$12გ$", "$18გ$"],
 correct: 1,
    tags: []
  },
  // 11
  {
    question: "განსაზღვრეთ არათავისთავადი განმუხტვის ნაჯერი დენის ძალა, თუ იონიზატორი ყოველ წამში ელექტრონისა და იონის $5 \\cdot 10^{9}$ წყვილს ქმნის პარალელურ ფირფიტებს შორის მოცულობის ყოველ $1$ $სმ^{3}$-ში. თითოეული ფირფიტის ფართობია $100$ $სმ^{2}$, მანძილი მათ შორის $6$ სმ-ია.",
   options: ["$16 \\cdot 10^{-8}ა$", "$5 \\cdot 10^{-8}ა$", "$3 \\cdot 10^{-8}ა$", "$48 \\cdot 10^{-8}ა$", "$8 \\cdot 10^{-7}ა$"],
 correct: 3,
    tags: []
  },
  // 12
  {
    question: "$5$ სმ რადიუსის გამტარ რგოლში დენის ძალა არის $2$ ა, მაშინ რგოლის ცენტრში მაგნიტური ველის ინდუქცია არის (სავარაუდო პასუხები მოცემულია $SI$-ში)",
   options: ["$20\\mu_0$", "$40\\mu_0$", "$50\\mu_0$", "$\\frac{40\\mu_0}{\\pi}$", "$\\frac{20\\mu_0}{\\pi}$"],
 correct: 0,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-10/images/image-12.png",
    question: "ორი პარალელური უსასრულოდ გრძელი წრფივი გამტარი ერთმანეთისაგან $10$ სმ-ით არის დაშორებული. გამტარებში გადის ურთიერთსაწინააღმდეგოდ მიმართული $5$ა დენი. განსაზღვრეთ მაგნიტური ველის ინდუქციის მოდული წერტილში, რომელიც $10$სმ-ითაა დაშორებული თითოეული გამტარისაგან, მათ მართობულ სიბრტყეში (სავარაუდო პასუხები მოცემულია $SI$-ში).",
   options: ["$\\frac{25\\sqrt{3}\\mu_0}{\\pi}$", "$\\frac{50\\sqrt{2}\\mu_0}{\\pi}$", "$\\frac{25\\mu_0}{\\pi}$", "$\\frac{50\\mu_0}{\\pi}$", "$0$"],
 correct: 2,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-10/images/image-13.png",
    question: "ნახაზზე მოცემულ სქემაში $\\epsilon_{1} = 2{,}1$ვ, $\\epsilon_{2} = 1{,}9$ ვ, $R_{1} = 45$ ომი, $R_{2} = 10$ ომი, $R_{3} = 10$ ომი. წყაროები იდეალურია. <br><br> ა) იპოვეთ დენი $R_{1}$ წინაღობაში. <br><br> ბ) იპოვეთ დენი $R_{2}$ წინაღობაში. <br><br> გ) იპოვეთ დენი $R_{3}$ წინაღობაში. <br><br> დ) პასუხების ფურცელზე გადახაზე ნახაზზე მოცემული სქემა და მიუთითე დენის მიმართულებები თითოეულ წინაღობაში.",
    options: [],
    correct: null,
    tags: []
  },
  // 15
  {
    question: "დენის წყარო კვებავს პარალელურად ჩართულ, თითოეული $300$ ომი წინაღობის $50$ ნათურას. ძაბვა დენის წყაროს მომჭერებზე $128$ვ-ია, შიდა წინაღობა $0{,}1$ ომი, მიმყვანი სადენების წინაღობა კი $0{,}4$ ომი. <br><br> ა) იპოვეთ დენის ძალა სადენებში. <br><br> ბ) იპოვეთ დენის წყაროს ელექტრომამოძრავებელი ძალა. <br><br> გ) იპოვეთ ძაბვა ნათურებზე. <br><br> დ) იპოვეთ სასარგებლო სიმძლავრე.",
    options: [],
    correct: null,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-10/images/image-14.png",
    question: "ნახაზზე ნაჩვენებია სამი უსასრულოდ გრძელი წვრილი დენიანი გამტარის კვეთი. $AB = BC = 5$სმ, დენი $I_{1} = I_{2} = 1$ა, $I_{3} = 2$ა. <br><br> ა) პასუხების ფურცელზე გადახაზე ნახაზი და მიუთითე $D$ წერტილში თითოეული გამტარის მიერ შექმნილი მაგნიტური ველის ინდუქციის მიმართულება. <br><br> ბ) $BE = EC$. განსაზღვრე $E$ წერტილში მაგნიტური ველის ინდუქციის ვექტორის მოდული. <br><br> გ) განსაზღვრე პირველი გამტარის $1$ მ სიგრძის მონაკვეთზე მოქმედი ამპერის ძალა. <br><br> დ) რა ძალით მოქმედებს მეორე გამტარი პირველი გამტარის $1$ მ სიგრძის მონაკვეთზე?",
    options: [],
    correct: null,
    tags: []
  }
];