 const quizData = [
  // 1
  {intro:"თავისუფალი ვარდნის აჩქარება $g=10$ ნ/კგ, <br><br> კულონის კანონში პროპორციულობის კოეფიციენტი $k=9·10^9 $ ნ·მ$^2/$კ$^2$ <br><br> ელექტრონის მუხტი $1{,}6 \\cdot 10^{−19}$ კ <br><br> ელექტრონის მასა $9 \\cdot 10^{−31}$ კგ <br><br> ელექტრული მუდმივა $ε_0 = 8{,}85 \\cdot 10−^{12}$ კ$^2 /$ნ·მ$^2$ <br><br> $1$ მგ = $10^{−6}$ კგ, $1$ მნ = $10^{−3} $ნ, $1$ მკკ = $10^{−6}$ კ, $1$ ნკ = $10^{−9}$ კ, $1$ კვ/მ = $1000$ ვ/მ, $1$ მკჯ = $10^{−6}$ჯ,",
   image: "physics-quizzes/class-10/images/image..10.png",
    question: "$900$ მგ მასის ორი ერთნაირი ბურთულა დაკიდეს ერთ წერტილში ერთნაირი სიგრძის არაგამტარი მსუბუქი ძაფებით და დამუხტეს ერთნაირი ნიშნის ტოლი მუხტებით. ბურთულები ერთმანეთს დაშორდნენ $15$ სმ-ით, ისე, რომ ძაფებს შორის მართი კუთხე შეიქმნა, მაშინ თითოეული ბურთულას მუხტია:",
    options: ["$3 \\cdot 10^{-7}$ კ", "$1{,}5 \\cdot 10^{-7}$ კ", "$5 \\cdot 10^{-7}$ კ", "$4{,}5 \\cdot 10^{-7}$ კ", "$2{,}5 \\cdot 10^{-7}$ კ"],
    correct: 1,
    tags: []
  },
  // 2
  {
    question: "ორ წერტილოვან დამუხტულ სხეულს შორის ელექტროსტატიკური ურთიერთქმედების ძალაა $12$ მნ. თუ პირველი სხეულის მუხტს გავზრდით $3$-ჯერ, მეორე სხეულის მუხტს შევამცირებთ $4$-ჯერ, ხოლო მათ შორის მანძილს შევამცირებთ $2$-ჯერ, მაშინ სხეულებს შორის ურთიერთქმედების ძალა იქნება:",
     options: ["$24$ მნ", "$36$ მნ", "$48$ მნ", "$60$ მნ", "$72$ მნ"],
   correct: 1,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-10/images/image..11.png",
    question: "სამი ერთნაირი ბურთულა დამუხტულია მოდულითა და ნიშნით ტოლი $q = 12 \\cdot 10^{-7} $კ მუხტით. ისინი გადაბმულია ორი არაგამტარი მსუბუქი ძაფით. თითოეული ძაფის სიგრძეა $L = 9$ სმ, მაშინ ძაფების დაჭიმულობის ძალაა:",
    options: ["$10$ ნ", "$8$ ნ", "$6$ ნ", "$4$ ნ", "$2$ ნ"],
    correct: 4,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-10/images/image..12.png",
    question: "ოთხი წერტილოვანი დამუხტული სხეული დამაგრებულია სიბრტყეზე. ქვემოთ ჩამოთვლილი ვარიანტებიდან, რომელი შეესაბამება $O$ წერტილში ელექტროსტატიკური ველის დაძაბულობის ვექტორის მიმართულებას.",
   options: ["ჩამოთვლილთაგან არცერთი", "$3$", "$4$", "$1$", "$2$"],
    correct: 2,
    tags: []
  },
  // 5
  {
    question: "წერტილოვანი დამუხტული სხეული, რომლის მუხტია $2$მკკ მოთავსებულია სხვადასხვა ნიშნის მუხტით დამუხტული ორ განიერ ფირფიტას შორის. დადებითად დამუხტული ფირფიტას მიერ შექმნილი ველის დაძაბულობაა $10^{3} $კვ/მ, ხოლო უარყოფითად დამუხტული ფირფიტასი კი მოდულით ორჯერ მეტი. განსაზღვრეთ ელექტრული ძალის მოდული, რომელიც მოქმედებს დამუხტულ სხეულზე.",
     options: ["$6$ ნ", "$10$ ნ", "$2$ ნ", "$4$ ნ", "$12$ ნ"],
  correct: 0,
    tags: []
  },
  // 6
  {
    question: "$5$მკკ მუხტის მქონე დამუხტული სხეულის ელექტროსტატიკური ველის $1$ წერტილიდან $2$ წერტილში გადაადგილებისას ელექტრულმა ველმა შეასრულა $17$მკჯ მუშაობა. ამავე დამუხტული სხეულის, ამავე ველში $1$ წერტილიდან $3$ წერტილში გადაადგილებისას ველი ასრულებს $7$მკჯ მუშაობას. რისი ტოლია პოტენციალთა სხვაობა მე-$3$-ე და მე-$2$-ე წერტილებს შორის?",
      options: ["$10$ ვ", "$2$ ვ", "$12$ ვ", "$4$ ვ", "$6$ ვ"],
    correct: 1,
    tags: []
  },
  // 7
  {
    question: "$R$ რადიუსის მქონე $q$ მუხტით დამუხტული ლითონის ბირთვი დიდი მანძილით არის დაშორებული სხვა სხეულებისაგან. განსაზღვრეთ ელექტრული ველის პოტენციალი ბირთვის ცენტრიდან $1{,}5R$ მანძილზე.",
    options: ["$\\frac{kq}{R}$", "$\\frac{kq}{R^2}$", "$\\frac{3kq}{2R}$", "$\\frac{2kq}{3R}$", "$\\frac{3kq}{R}$"],
    correct: 3,
    tags: []
  },
  // 8
  {
    question: "$10$ სმ რადიუსის ლითონის ბირთვი დამიწებულია. ბირთვის ცენტრიდან $20$ სმ მანძილზე მოათავსეს $8$მკკ მუხტის მქონე დამუხტული წერტილოვანი სხეული. განსაზღვრეთ ბირთვის ზედაპირზე ინდუცირებული (წარმოქმნილი) მუხტი.",
    options: ["$16$ მკკ", "$-16$ მკკ", "$-8$ მკკ", "$8$ მკკ", "$-4$ მკკ"],
     correct: 4,
    tags: []
  },
  // 9
  {
    question: "პოტენციალის განზომილება (ვოლტი) გამოსახეთ $SI$ სისტემის ძირითადი ერთეულებით (მ, წმ, კგ, ა)",
     options: ["$კგ \\cdot მ^2/(ა^2 \\cdot წმ^3)$", "$კგ/(ა \\cdot წმ^2)$", "$კგ \\cdot მ^2/(ა^2 \\cdot წმ^2)$", "$კგ \\cdot მ^2/(ა \\cdot წმ^3)$", "$კგ \\cdot მ^3/(ა^2 \\cdot წმ^4)$"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "ორი უსასრულოდ დაშორებული ელექტრონი იწყებს ერთმანეთის შესახვედრად მოძრაობას თითოეული $10^6$მ/წმ სიჩქარით. განსაზღვრეთ ელექტრონებს შორის უმცირესი მანძილი (ელექტროსტატიკური ურთიერთქმედების ძალების გარდა მათზე სხვა ძალები არ მოქმედებენ).",
     options: ["$2{,}56 \\cdot 10^{-10}$ მ", "$1{,}6 \\cdot 10^{-10}$ მ", "$3{,}5 \\cdot 10^{-10}$ მ", "$9 \\cdot 10^{-10}$ მ", "$9{,}5 \\cdot 10^{-10}$ მ"],
    correct: 0,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-10/images/image..13.png",
    question: "ლითონის ორი ერთნაირი ბურთულა ეხება ერთმანეთს. თითოეული მათგანის მუხტია $9q$. ნეიტრალური ისეთივე მესამე ბურთულა შეახეს მათ და დააშორეს ისე, როგორც ნაჩვენებია ნახაზზე. რისი ტოლია მესამე ბურთულას მუხტი ამის შემდეგ?",
     options: ["$9q$", "$6q$", "$18q$", "$2q$", "$4{,}5q$"],
    correct: 1,
    tags: []
  },
  // 12
  {
    question: "თუ წერტილი მოძრაობს დადებითი წერტილოვანი მუხტის ელექტრული ველის ძალწირის მიმართულებით, მაშინ ამ წერტილში ველის",
     options: ["პოტენციალი მცირდება, დაძაბულობა იზრდება", "პოტენციალი მცირდება, დაძაბულობა მუდმივია", "პოტენციალი მცირდება, დაძაბულობა მცირდება", "პოტენციალი იზრდება, დაძაბულობა იზრდება", "პოტენციალი იზრდება, დაძაბულობა მუდმივია"],
   correct: 2,
    tags: []
  },
  // 13
  {
    question: "მცირე ზომის დამუხტული ბურთულა ჩაუშვეს ნავთში. ბურთულისაგან რა მანძილზე იქნება ველის დაძაბულობა ისეთივე, როგორიც ვაკუუმში $10$ სმ-ზე იყო (ნავთის დიელექტრიკული შეღწევადობა $2{,}1$).",
    options: ["$10\\sqrt{2{,}1}$ სმ", "$21$ სმ", "$5$ სმ", "$\\frac{10}{\\sqrt{2{,}1}}$ სმ", "$\\frac{10}{\\sqrt{4{,}2}}$ სმ"],
    correct: 3,
    tags: []
  },
  // 14
  {
    question: "ორი წერტილოვანი დამუხტული სხეულით, $Q_1 = 30$ ნკ და $Q_2 = -10$ ნკ შექმნილია ელექტრული ველი. სხეულებს შორის მანძილი $20$ სმ-ია. <br><br> ა) იპოვეთ ველის დაძაბულობა მათი შემაერთებელი მონაკვეთის შუაწერტილში <br><br> ბ) იპოვეთ ველის პოტენციალი მათი შემაერთებელი მონაკვეთის შუაწერტილში <br><br> გ) იპოვეთ ველის დაძაბულობა წერტილში, რომელიც პირველი მუხტიდან $15$ სმ-ით არის დაშორებული, ხოლო მეორედან $10$ სმ-ით. <br><br> დ) იპოვეთ ველის პოტენციალი წერტილში, რომელიც პირველი მუხტიდან $15$ სმ-ით არის დაშორებული, ხოლო მეორედან $10$ სმ-ით.",
    options: [],
    correct: 0,
    tags: ["ამოხსნა დაწერეთ პასუხების ფურცელზე"]
  },
  // 15
  {image: "physics-quizzes/class-10/images/image..14.png",
    question: "$R = 20$ სმ რადიუსის მქონე $Q = 20$ ნკ მუხტით დამუხტული ლითონის თხელი სფერო დიდი მანძილით არის დაშორებული სხვა სხეულებისაგან. (პირობა გამოიყენეთ ა), ბ), გ) ამოცანების ამოხსნისას). <br><br> ა) გაუსის თეორემის გამოყენებით გამოიყვანეთ დამუხტული ლითონის თხელი სფეროს მიერ მისი ცენტრიდან $r > R$ მანძილზე ველის დაძაბულობის ფორმულა და გამოთვალეთ დაძაბულობა, როცა $r = 40$ სმ. <br><br> ბ) სფეროს ცენტრიდან $r = 40$ სმ მანძილზე მოათავსეს $40$ ნკ მუხტის მქონე დამუხტული წერტილოვანი სხეული. განსაზღვრეთ სფეროს პოტენციალი. <br><br> გ) სფეროს ცენტრში მოათავსეს $40$ ნკ მუხტის მქონე დამუხტული წერტილოვანი სხეული. განსაზღვრეთ სფეროს პოტენციალი. <br><br> დ) დაუმუხტავი $R = 20$ სმ რადიუსის სფეროს შიგნით მოათავსეს $r = 10$ სმ რადიუსის დაუმუხტავი მეტალის ბირთვი ისე, რომ სფეროსა და ბირთვის ცენტრები ერთმანეთს ემთხვევა. სფეროს მცირე ნახვრეტში მოთავსებულია წვრილი გამტარი მავრთული, რომლის საშუალებითაც ბირთვი დამიწებულია. სფერო თანაბრად დამუხტეს $Q = 20$ ნკ მუხტით. განსაზღვრეთ მისი პოტენციალი.",
    options: [],
    correct: 0,
    tags: ["ამოხსნა დაწერეთ პასუხების ფურცელზე"]
  },
  // 16
  {image: "physics-quizzes/class-10/images/image..15.png",
    question: "ელექტრული ველი შექმნილია ორი პარალელური თანაბრად დამუხტული უსასრულო სიბრტყის მიერ. (ნახაზი $6$) პირველი სიბრტყის მუხტის ზედაპირული სიმკვრივეა $\\sigma_1 = 40$ მკკ/მ$^2$, ხოლო მეორის $\\sigma_2 = 10$ მკკ/მ$^2$. <br><br> ა) იპოვეთ ამ ფირფიტების მიერ შექმნილი ელექტრული ველის დაძაბულობა მეორე არეში. <br><br> ბ) იპოვეთ ამ ფირფიტების მიერ შექმნილი ელექტრული ველის დაძაბულობა პირველ და მესამე არეში. <br><br> გ) პირველ არეში მოათავსეს $10$ მგ მასისა და $1$მკკ მუხტის მქონე წერტილოვანი სხეული. რისი ტოლია მისი აჩქარება? (ელექტროსტატიკური ურთიერთქმედების ძალების გარდა მასზე სხვა ძალები არ მოქმედებენ). <br><br> დ) პირველი სიბრტყე ვერტიკალურია, მასზე არაგამტარი მსუბუქი ძაფის საშუალებით დაკიდებულია $1$ გ მასისა და $1$ ნკ მუხტის მქონე ბურთულა. იგი წონასწორობაშია ისე, რომ ძაფი სიბრტყესთან ქმნის $\\alpha$ კუთხეს. (ნახაზი $7$) იპოვეთ $\\alpha$ კუთხის ტანგენსი (ბურთულა მუხტის თანაბარ ზედაპირულ განაწილებას არ ცვლის).",
    options: [],
    correct: 0,
    tags: ["ამოხსნა დაწერეთ პასუხების ფურცელზე"]
  }
];  