const quizData = [
// 1
{intro:"კულონის მუდმივა - $k = 9 \\cdot 10^{9}$ ნ$\\cdot$მ$^2 \\cdot$კ$^{-2}$, მაგნიტური მუდმივა - $\\mu_{0} = 4\\pi \\cdot 10^{-7}$ ჰნ$\\cdot$მ$^{-1}$ <br><br> ელექტრული მუდმივა - $\\epsilon_{0} = 8{,}85 \\cdot 10^{-12}$ ფ$\\cdot$მ$^{-1}$. <br><br> ელექტრონის მასა - $9 \\cdot 10^{-31}$ კგ, ელექტრონის მუხტი - $1{,}6 \\cdot 10^{-19}$ კ. <br><br> მკკ$=10^{-6}$კ, ნკ$=10^{-9}$კ, მკფ$=10^{-6}$ფ, კვ$=1000$ვ, მკა$=10^{-6}$ა",
question: "დისტილირებულ წყალში მოთავსებული $9$ნკ მუხტის მქონე წერტილოვანი მუხტიდან რა მანძილზე არის ელექტრული ველის დაძაბულობა $0{,}25$ვ/მ (დისტილირებული წყლის დიელექტრიკული შეღწევადობა $\\epsilon=81$).",
 options: ["$2მ$", "$0{,}5მ$", "$0{,}25მ$", "$4მ$", "$9მ$"],
   correct: 0,
tags: []
},
// 2
{
question: "ვაკუუმში, $50$მკკ მუხტის მქონე ორი ერთნაირ წერტილოვან მუხტს შორის მანძილი $1$მ-ია. რა მუშაობა უნდა შევასრულოთ იმისათვის, რომ მათ შორის მანძილი გახდეს $0{,}5$მ.",
  options: ["$10{,}5ჯ$", "$67{,}5ჯ$", "$25ჯ$", "$22{,}5ჯ$", "$20ჯ$"],
   correct: 3,
tags: []
},
// 3
{
question: "რა მუხტი უნდა მივანიჭოთ ორ $2$მკფ და $1$მკფ ტევადობის პარალელურად შეერთებულ კონდენსატორთა სისტემას რათა ის დავმუხტოთ $12$კვ პოტენციალთა სხვაობამდე?",
 options: ["$0{,}012კ$", "$0{,}036კ$", "$0{,}008კ$", "$0{,}04კ$", "$0{,}042კ$"],
   correct: 1,
tags: []
},
// 4
{
question: "ორ ნათურას აქვს ერთი და იგივე სიმძლავრე. ერთი ნათურა გათვლილია $100$ვ ძაბვაზე, ხოლო მეორე ნათურა $200$ვ ძაბვაზე. იპოვეთ ნათურების წინაღობათა შეფარდება $\\frac{R_{2}}{R_{1}}$",
 options: ["$4$", "$2$", "$1$", "$0{,}5$", "$0{,}25$"],
   correct: 0,
tags: []
},
// 5
{
question: "$Q$ მუხტით თანაბრად დამუხტული $R$ რადიუსის ბირთვის ელექტრული ველის დაძაბულობა ბირთვის ცენტრიდან $ r < R $ დაშორებით გამოითვლება ფორმულით:",
   options: [
      "$\\frac{|Q|r^2}{4\\pi\\varepsilon_0R^3}$",
      "$\\frac{|Q|r}{4\\pi\\varepsilon_0R}$",
      "$\\frac{|Q|R}{4\\pi\\varepsilon_0r^3}$",
      "$\\frac{|Q|}{4\\pi\\varepsilon_0R^2}$",
      "$\\frac{|Q|r}{4\\pi\\varepsilon_0R^3}$"
    ],
    correct: 4,
tags: []
},
// 6
{
question: "ლითონის გამტარის $0^{\\circ}C$-დან $250^{\\circ}C$-მდე გაცხელებისას წინაღობა გაიზარდა ორჯერ. განსაზღვრეთ წინაღობის ტემპერატურული კოეფიციენტი.",
  options: ["$0{,}01^\\circ C^{-1}$", "$0{,}025^\\circ C^{-1}$", "$0{,}004^\\circ C^{-1}$", "$0{,}002^\\circ C^{-1}$", "$0{,}008^\\circ C^{-1}$"],
  correct: 2,
tags: []
},
// 7
{
question: "$4$ვ ძაბვასა და $1$ა დენის ძალაზე გათვლილი ნათურა საჭიროა ჩავრთოთ $12$ვ ე.მ.ძალისა და $0{,}6$ომი შიდა წინაღობის დენის წყაროში. რა დამატებითი წინაღობა უნდა ჩავრთოთ წრედში მიმდევრობით იმისათვის, რომ ნათურამ ნორმალურ რეჟიმში იმუშაოს?",
 options: ["$12ომი$", "$6{,}2ომი$", "$7{,}4ომი$", "$8{,}5ომი$", "$10ომი$"],
   correct: 2,
tags: []
},
// 8
{
question: "$1{,}2$მმ$^2$ განივკვეთის გამტარში $0{,}4$წმ-ში $6\\cdot10^{18}$ ცალმა ელექტრონმა გაიარა. იპოვეთ დენის სიმკვრივე.",
  options: ["$4 \\cdot 10^6 ა/მ^2$", "$2 \\cdot 10^6 ა/მ^2$", "$4{,}8 \\cdot 10^6 ა/მ^2$", "$10^6 ა/მ^2$", "$8 \\cdot 10^6 ა/მ^2$"],
  correct: 1,
tags: []
},
// 9
{
question: "განსაზღვრეთ $3$ტ სპილენძის ელექტროლიზის გზით მიღებისათვის შესრულებული მუშაობა, თუ ძაბვა ელექტროდებზე $0{,}4$ვ-ს შეადგენს (სპილენძის ელექტროქიმიური ეკვივალენტი ჩათვალეთ $k=3\\cdot10^{-7}\\frac{კგ}{კ}$)",
  options: ["$3{,}6 \\cdot 10^{-4} ჯ$", "$4 \\cdot 10^{-11} ჯ$", "$3{,}6 \\cdot 10^8 ჯ$", "$4 \\cdot 10^9 ჯ$", "$1{,}2 \\cdot 10^3 ჯ$"],
   correct: 3,
tags: []
},
// 10
{
question: "იონიზატორის ბრტყელ ფირფიტებს შორის მანძილი $5$სმ-ია, მასში გადის ნაჯერი დენი სიმკვრივით $16$მკა/მ$^2$. განსაზღვრეთ იონთა წყვილების რაოდენობა, რომელიც წარმოიქმნება $1$წმ-ში ფირფიტებს შორის მოცულობის ყოველ $1$სმ$^3$-ში.",
 options: [
      "$6 \\cdot 10^8 1/(სმ \\cdot წმ)$",
      "$16 \\cdot 10^6 1/(სმ \\cdot წმ)$",
      "$3 \\cdot 10^8 1/(სმ \\cdot წმ)$",
      "$5 \\cdot 10^9 1/(სმ \\cdot წმ)$",
      "$2 \\cdot 10^9 1/(სმ \\cdot წმ)$"
    ],
    correct: 4,
tags: []
},
// 11
{image: "physics-quizzes/class-10/images/image--1.png",
question: "ნახაზზე მოცემულია წრედის უბანი. $U_{ab}=107$ვ, $U_{cb}=60$ვ, $R_{1}=7$ომი, $R_{2}=8$ომი, $\\epsilon_{1}=100$ვ, $\\epsilon_{2}=70$ვ იპოვეთ ამპერმეტრის ჩვენება.",
options: ["$0{,}12ა$", "$0{,}2ა$", "$0{,}25ა$", "$0{,}3ა$", "$0{,}34ა$"],
   correct: 2,
tags: []
},
// 12
{
question: "ოთხვალენტიან სილიციუმს დაუმატეს პირველ შემთხვევაში სამვალენტიანი ინდიუმი, ხოლო მეორე შემთხვევაში ხუთვალენტიანი ფოსფორი. რა ტიპის გამტარობა იქნება ძირითადად თითოეულ შემთხვევაში?",
 options: ["პირველ შემთხვევაში $p$-ტიპის, მეორე შემთხვევაში $n$-ტიპის.", "პირველ შემთხვევაში $n$-ტიპის, მეორე შემთხვევაში $p$-ტიპის.", "ორივე შემთხვევაში $p$-ტიპის.", "ორივე შემთხვევაში $n$-ტიპის.", "არცერთ შემთხვევაში მინარევ დამატებული სილიციუმი გამტარი არ იქნება."],
 correct: 0,
tags: []
},
// 13
{image: "physics-quizzes/class-10/images/image--2.png",
question: "ორ უსასრულოდ გრძელ და წრფივ, ურთიერთმართობულად ორიენტირებულ, ერთმანეთისაგან $20$სმ-ით დაშორებულ გამტარში შესაბამისად $I_{1}=30$ა და $I_{2}=40$ა დენი გადის. იპოვეთ მაგნიტური ველის ინდუქცია $C$ წერტილში, რომელიც ორივე გამტარიდან $20$ სმ-ით არის დაშორებული. (სავარაუდო პასუხები მოცემულია $SI$-ში).",
 options: [
      "$\\frac{125\\mu_0}{\\pi}$",
      "$\\frac{175\\mu_0}{\\pi}$",
      "$\\frac{100\\mu_0}{\\pi}$",
      "$\\frac{75\\mu_0}{\\pi}$",
      "$\\frac{250\\mu_0}{\\pi}$"
    ],correct: 0,
tags: []
},
// 14
{
question: "იპოვეთ მაგნიტური ველის ინდუქცია თხელი რგოლის ცენტრში, თუ რგოლში $10$ა დენი გადის და მისი რადიუსი $5$სმ-ია (სავარაუდო პასუხები მოცემულია $SI$-ში).",
   options: ["$50\\mu_0$", "$75\\mu_0$", "$100\\mu_0$", "$125\\mu_0$", "$150\\mu_0$"],
  correct: 2,
tags: []
},
// 15
{
question: "$10$სმ სიგრძის წრფივი გამტარი, რომელშიც გადის $20$ა დენი, მოთავსებულია $0{,}01$ტლ მაგნიტური ინდუქციის მქონე ველში. განსაზღვრეთ კუთხე დენის მიმართულებასა და მაგნიტური ინდუქციის ვექტორს შორის, თუ მასზე $10^{-2}$ ნ ძალა მოქმედებს.",
 options: ["$45^\\circ$", "$90^\\circ$", "$0^\\circ$", "$60^\\circ$", "$30^\\circ$"],
   correct: 4,
tags: []
},
// 16
{
question: "ელექტრონი იწყებს მოძრაობას ელექტრულ ველში და $2$კვ პოტენციალთა სხვაობის გავლის შემდეგ შედის $1{,}5\\cdot10^{-3}$ტლ ინდუქციის ერთგვაროვან მაგნიტურ ველში. იპოვეთ ელექტრონის მოძრაობის ტრაექტორიის სიმრუდის რადიუსი. ელექტრონის სიჩქარის ვექტორი მაგნიტური ველის ინდუქციის ვექტორის მართობულია.",
  options: ["$0{,}05მ$", "$0{,}1მ$", "$0{,}5მ$", "$1მ$", "$0{,}75მ$"],
   correct: 1,
tags: []
},
// 17
{warning:"ორი პასუხია ჩათვლილი",
question: "$4\\cdot10^{6}$მ/წმ სიჩქარით მოძრავი ელექტრონი იწყებს მოძრაობას $3\\cdot10^{-2}$ტლ ერთგვაროვან მაგნიტურ ველში. ელექტრონის სიჩქარის ვექტორი ინდუქციის ვექტორთან ადგენს $60^{\\circ}$-იან კუთხეს. ელექტრონის ტრაექტორია იქნება ხრახნწირი. გამოთვალეთ ამ ხრახნწირის ბიჯი (სავარაუდო პასუხები მოცემულია $SI$-ში).",
 options: [
      "$7{,}5 \\cdot 10^{-4}\\pi$",
      "$4{,}5 \\cdot 10^{-4}\\pi$",
      "$6 \\cdot 10^{-4}\\pi$",
      "$7{,}5 \\cdot 10^{-4}\\pi$",
      "$9 \\cdot 10^{-4}\\pi$"
    ],
    correct: [0,3],
tags: []
},
// 18
{image: "physics-quizzes/class-10/images/image--3.png",
question: "$a$ და $b$ წრფეებით შემოსაზღვრულ არეში მოქმედებს $0{,}1$ტლ ინდუქციის ერთგვაროვანი მაგნიტური ველი. $10$ომი წინაღობის კვადრატულ ჩარჩოს, რომლის გვერდი $10$სმ-ია, გადაადგილებენ მუდმივი $2$მ/წმ სიჩქარით ნახაზის სიბრტყეში. რისი ტოლია ჩარჩოს ინდუქციური დენი, როდესაც მას ისეთ მდებარეობა აქვს, როგორც ნახაზზეა ნაჩვენები?",
  options: ["$10^{-3}ა$", "$4 \\cdot 10^{-3}ა$", "$3 \\cdot 10^{-3}ა$", "$2 \\cdot 10^{-3}ა$", "$10^{-2}ა$"],
  correct: 3,
tags: []
},
// 19
{
question: "კონტურის განივკვეთს მსჭვალავს $2\\cdot10^{-3}$ვბ მაგნიტური ნაკადი, რომელიც შექმნილია კონტურში გამავალი $5$ა დენით. $5\\cdot10^{-2}$წმ-ის განმავლობაში დენი შემცირდა $3$ა-მდე. იპოვეთ თვითინდუქციის ე.მ.ძალა.",
  options: ["$5 \\cdot 10^{-3}ვ$", "$8 \\cdot 10^{-3}ვ$", "$16 \\cdot 10^{-3}ვ$", "$25 \\cdot 10^{-3}ვ$", "$2 \\cdot 10^{-3}ვ$"],
  correct: 2,
tags: []
},
// 20
{
question: "კოჭაში გადის მუდმივი ელექტრული დენი, რომელიც ქმნის $0{,}5$ჯ ენერგიის მაგნიტურ ველს, ხოლო კოჭაში მაგნიტური ველის ინდუქციის ნაკადი $0{,}1$ვბ-ია. იპოვეთ დენის ძალა.",
 options: ["$10ა$", "$15ა$", "$5ა$", "$2ა$", "$1ა$"],
   correct: 0,
tags: []
},
// 21
{
question: "ორ პარალელურ ბრტყელ სარკეს შორის მოთავსებული მნათი წერტილი იწყებს მოძრაობას ერთ-ერთი სარკისაკენ მისი მართობული მიმართულებით $4$მ/წმ სიჩქარით. რისი ტოლი იქნება სარკეებში ამ წერტილის პირველი წარმოსახვითი გამოსახულების სიჩქარე ერთმანეთის მიმართ?",
 options: ["$0$", "$2მ/წმ$", "$4მ/წმ$", "$8მ/წმ$", "$16მ/წმ$"],
   correct: 0,
tags: []
},
// 22
{image: "physics-quizzes/class-10/images/image--4.png",
question: "მინის პრიზმის კვეთს აქვს ტოლფერდა სამკუთხედის ფორმა. ტოლი წახნაგებიდან ერთერთი მოვერცხლილია (სარკული ზედაპირია). სინათლის სხივი მართობულად ეცემა არამოვერცხლილ ფერდს და ორი არეკვლის შემდეგ მართობულად გამოდის ფუძიდან. რისი ტოლი შეიძლება იყოს პრიზმის გარდამტეხი კუთხე? ნახაზზე არ შეესაბამება რეალურ ზომებს.",
  options: ["$30^\\circ$", "$45^\\circ$", "$75^\\circ$", "$36^\\circ$", "$22^\\circ$"],
  correct: 3,
tags: []
},
// 23
{
question: "ჩაზნექილი სარკის სიმრუდის რადიუსი $80$სმ-ია. მთავარ ოპტიკურ ღერძზე სარკის პოლუსიდან რა მანძილზე უნდა მოვათავსოთ საგანი, რომ მისი ნამდვილი გამოსახულება $2$-ჯერ მეტი იყოს საგანზე?",
  options: ["$40სმ$", "$60სმ$", "$80სმ$", "$100სმ$", "$120სმ$"],
   correct: 1,
tags: []
},
// 24
{
question: "ორ წერტილოვან წყაროს შორის მანძილი $24$სმ-ია. მათ შორის, ერთერთი სინათლის წყაროდან რა მანძილზე შეიძლება მოვათავსოთ $9$სმ ფოკუსური მანძილის მქონე შემკრები ლინზა იმისათვის, რომ წყაროთა გამოსახულება ერთიდაიგივე წერტილში აღმოჩნდეს. ლინზას ვათავსებთ წყაროების შემაერთებელი წრფის მართობულად.",
 options: ["$2სმ$", "$3სმ$", "$6სმ$", "$8სმ$", "$12სმ$"],
    correct: 2,
tags: []
},
// 25
{
question: "სხივთა კრებადი კონა ეცემა გამბნევ ლინზას ისე, რომ ყველა სხივის გაგრძელება იკვეთება წერტილში, რომელიც მდებარეობს მთავარ ოპტიკურ ღერძზე ლინზიდან $10$სმ-ით დაშორებით. იპოვეთ ლინზის ფოკუსური მანძილი, თუ ლინზაში გარდატეხის შემდეგ სხივები მთავარ ოპტიკურ ღერძზე ლინზიდან $60$სმ-ის დაშორებით იკრიბება.",
  options: ["$24სმ$", "$20სმ$", "$18სმ$", "$15სმ$", "$12სმ$"],
   correct: 4,
tags: []
}
];