const quizData = [
  // #1
  {
    intro:"ელექტრული მუდმივა $\\varepsilon_0 = 9 \\cdot 10^{-12}$კ$^2$/ნ $\\cdot$ მ$^2$ <br><br> $1$ მგ$ = 10^{-6}$ კგ, $1$ მნ$ = 10^{-3}$ ნ, $1$ მკკ$ = 10^{-6}$ კ, $1$ ნკ$ = 10^{-9}$ კ, $1$ კვ/მ$ = 1000$ ვ/მ, $1$ მჯ$ = 10^{-3}$ ჯ, $1$ მა$ = 10^{-3}$ ა, $1$ კომი$ = 1000$ ომი",
    question: "$0{,}5$ ფ ელექტროტევადობის კონდენსატორი დამუხტულია $4$ვ ძაბვამდე. მას პარალელურად მიუერთეს იგივე ტევადობის დაუმუხტავი კონდენსატორი. რისი ტოლია ამ ორი კონდენსატორისაგან შედგენილი სისტემის ენერგია?",
    options: ["$2$ ჯ", "$4$ ჯ", "$8$ ჯ", "$1$ ჯ", "$32$ ჯ"],
    correct: 0,
    tags: []
  },
  // #2
  {
    image: "physics-quizzes/class-10/images/image17.png",
    question: "ნახაზზე მოცემულ წრედის უბანს $K$ ჩამრთველის ჩართვამდე ქონდა $3$ ნფ ელექტროტევადობა. $K$ ჩამრთველის ჩართვის შემდეგ მოცემული უბნის ელექტროტევადობა გახდა $4$ ნფ. რისი ტოლია უცნობი $C_x$ კონდენსატორის ელექტროტევადობა?",
    options: ["$7$ ნფ", "$12$ ნფ", "$6$ ნფ", "$18$ ნფ", "$1$ ნფ"],
    correct: 2,
    tags: []
  },
  // #3
  {
    question: "$50$ მკფ ელექტროტევადობის კონდენსატორის ელექტრული ველის დაძაბულობის მოდული $200$ ვ/მ-ია. ფირფიტებს შორის მანძილი $2$ მმ-ია. რისი ტოლია კონდენსატორის მუხტი?",
    options: ["$40$ მკკ", "$100$ მკკ", "$20$ მკკ", "$50$ მკკ", "$80$ მკკ"],
    correct: 2,
    tags: []
  },
  // #4
  {
    question: "$10$ მკფ ელექტროტევადობის კონდენსატორი მიერთებულია მუდმივი დენის წყაროსთან, რომლის ძაბვა $10$ ვ-ია. რისი ტოლი გახდება კონდენსატორის ენერგია თუ შემონაფენებს შორის სივრცეს შევავსებთ $\\varepsilon=2$ დიელექტრიკული შეღწევადობის მქონე დიელექტრიკით?",
    options: ["$0{,}5$ მჯ", "$1$ მჯ", "$2$ მჯ", "$4$ მჯ", "$20$ მჯ"],
    correct: 1,
    tags: []
  },
  // #5
  {
    image: "physics-quizzes/class-10/images/image18.png",
    question: "ბრტყელი ჰაერიანი კონდენსატორის შემონაფენების პარალელურად შეიტანეს $\\varepsilon=2$ დიელექტრიკული შეღწევადობის მქონე დიელექტრიკული ფირფიტა, როგორც ნახაზზე არის ნაჩვენები. ფირფიტებს შორის მანძილი არის $d$, შემონაფენების ფართობი $S$, ხოლო დიელექტრიკული ფირფიტის სისქე $d/2$. რამდენჯერ შეიცვლება კონდენსატორის ელექტროტევადობა მასში დიელექტრიკის შეტანის შემდეგ? (შემონაფენების ზომები გაცილებით დიდია მათ შორის მანძილზე. ნაპირა ეფექტები არ გაითვალისწინოთ).",
    options: ["$3$", "$\\frac{8}{5}$", "$\\frac{5}{3}$", "$4$", "$\\frac{7}{6}$"],
    correct: 4,
    tags: []
  },
  // #6
  {
    image: "physics-quizzes/class-10/images/image19.png",
    question: "$10^{-8}$გ მასისა და $-1,8\\cdot 10^{-14}$კ მუხტის მქონე მტვრის ნამცეცი შეიჭრა ბრტყელი ჰაერიანი კონდენსატორის ელექტრულ ველში ფირფიტებს შორის შუაწერტილში. რა მინიმალური სიჩქარით უნდა შეფრინდეს ნაწილაკი, რომ მან კონდენსატორი გაიაროს ისე, რომ ფირფიტებს არ შეეხოს. კონდენსატორის ფირფიტების სიგრძე $10$ სმ-ია, მათ შორის მანძილი $1$ სმ-ია, ხოლო ძაბვა ფირფიტებზე $5000$ ვ-ია. (ელექტროსტატიკური ძალის გარდა სხვა ძალები არ გაითვალისწინოთ)",
    options: ["$12$ მ/წმ", "$18$ მ/წმ", "$50$ მ/წმ", "$30$ მ/წმ", "$90$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // #7
  {
    image: "physics-quizzes/class-10/images/image20.png",
    question: "ნახაზზე ნაჩვენებია თანაბრად დამუხტული ფირფიტები. $A$ წერტილში ელექტრული ველის დაძაბულობაა $3000$ ვ/მ. $B$ წერტილში ელექტრული ველის დაძაბულობაა $1000$ ვ/მ. ($A$ და $B$ წერტილი იმყოფება ფირფიტებთან ახლოს) იპოვეთ პირველი ფირფიტის მუხტის სიმკვრივე.",
    options: ["$3{,}6 \\cdot 10^{-8}$ კ/მ$^2$", "$1{,}8 \\cdot 10^{-8}$ კ/მ$^2$", "$9 \\cdot 10^{-9}$ კ/მ$^2$", "$7{,}2 \\cdot 10^{-8}$ კ/მ$^2$", "$2 \\cdot 10^{-8}$ კ/მ$^2$"],
    correct: 0,
    tags: []
  },
  // #8
  {
    image: "physics-quizzes/class-10/images/image21.png",
    question: "იპოვეთ ნახაზზე ნაჩვენები კონდენსატორთა ბატარეის ტევადობა. ყველა კონდენსატორის ტევადობაა $C$.",
    options: ["$\\frac{8}{5}C$", "$\\frac{6}{5}C$", "$\\frac{3}{4}C$", "$\\frac{5}{3}C$", "$\\frac{2}{3}C$"],
    correct: 3,
    tags: []
  },
  // #9
  {
    question: "ორ პარალელურ $q$ და $-q$ მუხტით დამუხტულ ფირფიტას შორის ელექტროსტატიკური ველის ენერგიის სიმკვრივე არის $0{,}02$ ჯ/მ$^3$. ფირფიტებს შორის ჰაერია. ფირფიტების ფართობია $100$ სმ$^2$. იპოვეთ ფირფიტების მუხტის მოდული.",
    options: ["$8$ ნკ", "$6$ ნკ", "$4$ ნკ", "$2$ ნკ", "$1$ ნკ"],
    correct: 1,
    tags: []
  },
  // #10
  {
    image: "physics-quizzes/class-10/images/image22.png",
    question: "ნახაზზე მოცემულია გამტარში გამავალი მუხტის დროზე დამოკიდებულების გრაფიკი. რისი ტოლია დენის ძალა გამტარში?",
    options: ["$2$ ა", "$0{,}5$ ა", "$0{,}01$ ა", "$1$ ა", "$0{,}05$ ა"],
    correct: 4,
    tags: []
  },

  // #11
  {
    question: "$120$ ვ ძაბვის ქსელში მიმდევრობით ჩართეს ორი წინაღობა. დენის ძალა უბანზე აღმოჩნდა $3$ა, ხოლო იმავე ქსელში მათი პარალელურად ჩართვისას კი $16$ა. რისი ტოლია წინაღობები?",
    options: ["$5$ ომი და $35$ ომი", "$10$ ომი და $30$ ომი", "$20$ ომი და $20$ ომი", "$15$ ომი და $25$ ომი", "$18$ ომი და $22$ ომი"],
    correct: 1,
    tags: []
  },
  // #12
  {
    question: "$R_1 = 3$ ომი წინაღობის და $R_2 = 6$ ომი წინაღობის რეზისტორი ჩართულია მიმდევრობით მუდმივი დენის წრედში. რისი ტოლია პირველ რეზისტორზე გამოყოფილი სიმძლავრის შეფარდება მეორე რეზისტორზე გამოყოფილ სიმძლავრესთან $\\frac{P_1}{P_2}$?",
    options: ["$0{,}5$", "$1$", "$1{,}5$", "$2$", "$2{,}5$"],
    correct: 0,
    tags: []
  },
  // #13
  {
    image: "physics-quizzes/class-10/images/image23.png",
    task:"ნახაზზე მოცემულ სქემაში $R_1=R_2=16$ ომი, $R_3 = 8$ ომი, $R_4=R_5=4$ ომი, $R_6 = 12$ ომი. ძაბვა $AB$ მომჭერებზე $44$ ვ-ია. მოცემული პირობის მიხედვით უპასუხეთ $13–16$ კითხვებს.",
    question: "იპოვეთ $AB$ უბნის სრული წინაღობა.",
    options: ["$44$ ომი", "$22$ ომი", "$11$ ომი", "$4$ ომი", "$2$ ომი"],
    correct: 2,
    tags: []
  },
  // #14
  {
    image: "physics-quizzes/class-10/images/image23.png",
    question: "იპოვეთ დენის ძალა $R_1$ წინაღობაში.",
    options: ["$1{,}5$ ა", "$4$ ა", "$2$ ა", "$1$ ა", "$0{,}5$ ა"],
    correct: 3,
    tags: []
  },
  // #15
  {
    image: "physics-quizzes/class-10/images/image23.png",
    question: "იპოვეთ ძაბვა $R_4$ წინაღობაზე.",
    options: ["$44$ ვ", "$12$ ვ", "$8$ ვ", "$22$ ვ", "$16$ ვ"],
    correct: 4,
    tags: []
  },
  // #16
  {
    image: "physics-quizzes/class-10/images/image23.png",
    question: "იპოვეთ $CD$ უბანზე გამოყოფილი სიმძლავრე.",
    options: ["$121$ ვტ", "$16$ ვტ", "$9$ ვტ", "$48$ ვტ", "$176$ ვტ"],
    correct: 3,
    tags: []
  },
  // #17
  {
    question: "$9$ ვ იდეალური დენის წყაროს წრედში ჩართულია მხოლოდ $1$ კომი, $2$ კომი და $3$ კომი წინაღობის რეზისტორები. რისი ტოლია წრედში შესაძლო მაქსიმალური დენი? ცნობილია, რომ არცერთ წინაღობაზე ძაბვა ნული არ არის.",
    options: ["$18$ მა", "$16{,}5$ მა", "$27$ მა", "$3$ მა", "$1{,}5$ მა"],
    correct: 1,
    tags: []
  },
  // #18
  {
    image: "physics-quizzes/class-10/images/image24.png",
    task:"ნახაზზე მოცემულ სქემაში ჩართულია რვა ერთნაირი ნათურა. ჩათვალეთ რომ ძაბვა $A$ და $B$ წერტილებს შორის უცვლელია და ნათურების წინაღობა დამოკიდებული არ არის ძაბვაზე. არცერთი ნათურა განხილულ შემთხვევებში არ იწვება. $K$ ჩამრთველი გამორთულ მდგომარეობაშია. პირველ ნათურაზე გამოყოფილი სიმძლავრეა $P$. მოცემული პირობის მიხედვით უპასუხეთ $18–19$ კითხვებს.",
    question: "განსაზღვრეთ $K$ ჩამრთველის ჩართვის შემდეგ პირველ ნათურაზე გამოყოფილი სიმძლავრე.",
    options: ["$0{,}36P$", "$0{,}72P$", "$1{,}44P$", "$2{,}16P$", "$2{,}88P$"],
    correct: 2,
    tags: []
  },
  // #19
  {
    image: "physics-quizzes/class-10/images/image24.png",
    question: "განსაზღვრეთ $K$ ჩამრთველის ჩართვის შემდეგ მე-$8$ ნათურაზე გამოყოფილი სიმძლავრე.",
    options: ["$0{,}36P$", "$0{,}72P$", "$1{,}44P$", "$2{,}16P$", "$2{,}88P$"],
    correct: 0,
    tags: []
  },
  // #20
  {
    image: "physics-quizzes/class-10/images/image24.png",
    question: "ნახაზზე მოცემულ სქემაში ჩართული ერთნაირი ნათურები გაანგარიშებულია $200$ვ ძაბვაზე და $100$ ვტ სიძლავრეზე. იპოვეთ $AB$ უბანზე გამოყოფილი სიმძლავრე, თუ $A$ და $B$ წერტილებს შორის ძაბვა $100$ვ-ია და $K$ ჩამრთველი ჩართულია.",
    options: ["$5$ ვტ", "$10$ ვტ", "$20$ ვტ", "$40$ ვტ", "$100$ ვტ"],
    correct: 0,
    tags: []
  },
  // #21
  {
    question: "გამოსახეთ $k$ ელექტრული მუდმივას ერთეული $SI$ სისტემის სხვა ერთეულების (კგ,მ,წმ,კ) საშუალებით.",
    options: ["$\\frac{\\text{კგ} \\cdot \\text{მ}^2}{\\text{კ}^2 \\cdot \\text{წმ}^2}$", "$\\frac{\\text{კგ} \\cdot \\text{მ}^3}{\\text{კ}^2 \\cdot \\text{წმ}^2}$", "$\\frac{\\text{კგ} \\cdot \\text{მ}}{\\text{კ} \\cdot \\text{წმ}^2}$", "$\\frac{\\text{კგ} \\cdot \\text{მ}^3}{\\text{კ} \\cdot \\text{წმ}^2}$", "$\\frac{\\text{კგ} \\cdot \\text{მ}^2}{\\text{კ} \\cdot \\text{წმ}^2}$"],
    correct: 1,
    tags: []
  },
  // #22
  {
    question: "წერტილოვანი მუხტის ძალწირის $A$ და $B$ წერტილებში პოტენციალები შესაბამისად $16$ და $4$ ვოლტია. იპოვეთ პოტენციალი $AB$ მონაკვეთის შუაწერტილში.",
    options: ["$0{,}4$ ვ", "$0{,}8$ ვ", "$1{,}6$ ვ", "$3{,}2$ ვ", "$6{,}4$ ვ"],
    correct: 4,
    tags: []
  },
  // #23
  {
    question: "წერტილოვანი მუხტის ძალწირის $A$ და $B$ წერტილებში ელექტრული ველის დაძაბულობა შესაბამისად $1600$ და $100$ ვ/მ -ია. იპოვეთ ელექტრული ველის დაძაბულობა $AB$ მონაკვეთის შუაწერტილში.",
    options: ["$425$ ვ/მ", "$850$ ვ/მ", "$128$ ვ/მ", "$256$ ვ/მ", "$512$ ვ/მ"],
    correct: 3,
    tags: []
  },
  // #24
  {
    question: "ერთგვაროვანი ელექტრული ველის დაძაბულობა $100$ ვ/მ -ია. რისი ტოლია ერთი და იგივე ძალწირის $5$ სმ-ით დაშორებულ ორ წერტილს შორის პოტენციალთა სხვაობა?",
    options: ["$20$ ვ", "$10$ ვ", "$5$ ვ", "$4$ ვ", "$25$ ვ"],
    correct: 2,
    tags: []
  },
  // #25
  {
    question: "რამდენჯერ გაიზრდება ერთგვაროვან ელექტრულ ველში მოძრავი დამუხტული მტვრის ნამცეცის აჩქარება, თუ მის მუხტს გავზრდით $5$-ჯერ, ხოლო ველის დაძაბულობას შევამცირებთ $4$-ჯერ (სიმძიმის ძალა და ჰაერის წინააღმდეგობა არ გაითვალისწინოთ).",
    options: ["$3{,}25$", "$1{,}25$", "$1{,}5$", "$2$", "$2{,}25$"],
    correct: 1,
    tags: []
  }
];
