const quizData = [
  {
    // 1
    question: "იპოვეთ $4x^2 + 16x + 2$ გამოსახულების $x + 4$-ზე გაყოფისას მიღებული ნაშთი.",
    options: ["$4x$", "$4$", "$3x$", "$3$", "$2x$", "$2$"],
    correct: 5, 
    tag: ""
  },
  {
    // 2
    question: "ჩამოთვლილთაგან, რისი ტოლი შეიძლება იყოს $a$, თუ $a^3 \\cdot (a^2)^3 = 2^{36}$?",
    options: ["$2$", "$4$", "$6$", "$8$", "$16$", "$32$"],
    correct: 4,
    tag: ""
  },
  {
    // 3
    question: "თუ $9^{15}$-ს ჩავწერთ, როგორც $9$-იანების ჯამს, რამდენ შესაკრებს მივიღებთ?",
    options: ["$15$", "$135$", "$9^{15}$", "$9^{30}$", "$3^{14}$", "$3^{28}$"],
    correct: 5,
    tag: ""
  },
  {
    // 4
    question: "სიბრტყეზე მოცემულია $a$ წრფე და $T_1T_2T_3 \\dots T_{199}$ ტეხილი, რომელიც არაა შეკრული. მაქსიმუმ რამდენჯერ შეიძლება გადაკვეთოს ამ ტეხილმა $a$ წრფე?",
    options: ["$2$", "$98$", "$99$", "$198$", "$202$", "$397$"],
    correct: 3,
    tag: ""
  },
  {
    // 5
    question: "ოთხკუთხედში, რომლის სამი მომდევნო გვერდი შესაბამისად, $6$-ის, $7$-ის და $8$-ის ტოლია, ჩახაზულია წრეწირი. იპოვეთ ოთხკუთხედის პერიმეტრი.",
    options: ["$23$", "$24$", "$26$", "$27$", "$28$", "$30$"],
    correct: 4,
    tag: ""
  },
  {
    // 6
    question: "ავთანდილმა მაღაზიაში $10$ რვეული და $4$ კალამი იყიდა და $32$ ლარი და $50$ თეთრი გადაიხადა. იმავე მაღაზიაში თინათინმა $8$ რვეულში და $5$ კალამში $35$ ლარი გადაიხადა. რამდენს გადაიხდიდა ტარიელი $3$ რვეულსა და $2$ კალამში?",
    options: ["$13$ ლარი", "$13$ ლარი და $25$ თეთრი", "$13$ ლარი და $50$ თეთრი", "$13$ ლარი და $75$ თეთრი", "$14$ ლარი", "$14$ ლარი და $25$ თეთრი"],
    correct: 3,
    tag: ""
  },
  {
    // 7
    question: "იპოვეთ $\\frac{a^4 + b^4}{a^2b^2}$ გამოსახულების მნიშვნელობა,თუ $\\frac{a^2 - b^2}{ab} = 6$.",
    options: ["$20$", "$21$", "$22$", "$28$", "$38$", "$24$"],
    correct: 4,
    tag: ""
  },
  {
    // 8
    question: "ცნობილია, რომ $-2 < m < 3$,  $-1 < k < 7$. შეაფასეთ $L$, სადაც $L = 2m - 3k$.",
    options: ["$-7 < L < 27$", "$-3 < L < 10$", "$-25 < L < 9$", "$-4 < L < 23$", "$-12 < L < 32$", "$-15 < L < -1$"],
    correct: 2,
    tag: ""
  },
  {
    // 9
    question: "იპოვეთ რომბში ჩახაზული წრეწირის რადიუსი, თუ რომბის გვერდი $24$სმ-ია, ხოლო მისი მახვილი კუთხე $30^\\circ$-ის ტოლია.",
    options: ["$6$ სმ", "$8$ სმ", "$9$ სმ", "$10$ სმ", "$12$ სმ", "$15$ სმ"],
    correct: 0,
    tag: ""
  },
  {
    // 10
    question: "$ABC$ მართკუთხა სამკუთხედში $(AB = 10, BC = 6, AC = 8)$ ჩახაზული წრეწირის მხები კვეთს სამკუთხედის $AB$ და $AC$ გვერდებს შესაბამისად $M$ და $K$ წერტილებში. იპოვეთ $AMK$ სამკუთხედის პერიმეტრი.",
    options: ["$9$", "$12$", "$15$", "$16$", "$18$", "$21$"],
    correct: 1,
    tag: ""
  },
  {
    // 11
    question: "იპოვეთ $x$ ცვლადის რამდენი მთელი მნიშვნელობისთვის არ განისაზღვრება $\\frac{1}{|x-2| - 1}$ გამოსახულება.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 1,
    tag: ""
  },
  {
    // 12
    question: "ჩამოთვლილთაგან, რა მიიღება $\\frac{199^{3} - 1}{199^n + 199^{n-1} + 199^{n-2}}$ წილადის შეკვეცისას?",
    options: ["$199 - n$", "$199^n + 3$", "$198 \\cdot 199^{n - 2}$", "$200 \\cdot 199^{n + 2}$", "$198 \\cdot 199^{n + 2}$", "$200 \\cdot 199^n$"],
    correct: 4,
    tag: ""
  },
  {
    // 13
    question: "იპოვეთ $\\frac{x - 1}{3x + 3} - \\frac{x + 3}{x + 2} = \\frac{-2x^2}{3(x + 1)(x + 2)}$ განტოლების ამონახსნების რაოდენობა.",
    options: ["არცერთი", "1", "2", "3", "4", "უმრავლესი"],
    correct: 0,
    tag: ""
  },
  {
    // 14
    question: "30°-იანი მახვილი კუთხის მქონე მართკუთხა ტრაპეციაში ჩახაზულია წრეწირი. იპოვეთ რადიუსი, თუ ტრაპეციის შუახაზი $15$-ის ტოლია.",
    options: ["$5$", "$10$", "$15$", "$20$", "$25$", "$30$"],
    correct: 0,
    tag: ""
  },
  {
    // 15
    question: "$ABCD$ მართკუთხედის $B$ კუთხის ბისექტრისა $AD$ გვერდს ყოფს შეფარდებით $1:5$, $D$ წვეროს მხრიდან. იპოვეთ მართკუთხედის დიდი გვერდის სიგრძე, თუ მისი პერიმეტრი $154$ სმ-ის ტოლია.",
    options: ["$42$", "$55$", "$37$", "$84$", "$66$", "$70$"],
    correct: 0,
    tag: ""
  },
  {
    // 16
    question: "$p$ რიცხვის რამდენი $ნატურალური$ მნიშვნელობისთვისაა $\\frac{15}{2p - 3}$ წილადის მნიშვნელობა მთელი რიცხვი?",
    options: ["$3$", "$4$", "$5$", "$6$", "$7$", "ყველა პასუხი მცდარია"],
    correct: 2,
    tag: ""
  },
  {
    // 17
    question: "დაალაგეთ ზრდის მიხედვით შემდეგი რიცხვები: $A = 2{,}5 \\cdot (\\frac{3}{5})^0$, $B = (\\frac{3}{5})^{-2}$, $C = (\\frac{3}{7})^{-1}$ და $D = \\frac{5^{-2}}{4^{-3}}$",
    options: ["$A, B, C, D$", "$A, C, D, B$", "$A, D, C, B$", "$C, D, A, B$", "$C, A, B, D$", "$C, A, D, B$"],
    correct: 5,
    tag: ""
  },
  {
    // 18
    question: "იპოვეთ $x$ ცვლადის იმ მნიშვნელობათა ჯამი, რომლებისთვისაც $y = \\frac{19x - 10}{\\frac{3}{x - 2} - \\frac{2}{x + 1}}$ ფუქნცია არ არის განსაზღვრული.",
    options: ["$-8$", "$-6$", "$-5$", "$1$", "$3$", "$10$"],
    correct: 1,
    tag: ""
  },
  {
    // 19
    //ყველა პასუხი არის ჩათვლილი
    warning: "ყველა პასუხი ჩათვლილია",
    question: "$ABCD$ პარალელოგრამის $B$ და $C$ კუთხეების ბისექტრისები $M$ წერტილში იკვეთებიან. $BCM$ სამკუთხედზე შემოხაზული წრეწირის რადიუსი $12$-ის ტოლია. იპოვეთ პარალელოგრამის დიდი გვერდის სიგრძე.",
    options: ["$12$", "$24$", "$36$", "$48$", "$64$", "$72$"],
    correct: [0,1,2,3,4,5],
    tag: ""
  },
  {
    // 20
    question: "რომბის წვეროზე, როგორც ცენტრზე, შემოხაზულია წრეწირი, რომელიც რომბის სამივე დანარჩენ წვეროზე გადის. იპოვეთ რომბის დიდი დიაგონალის ბოლოებით მოჭრილი წრეწირის რკალების შეფარდება?",
    options: ["$1:1$", "$1:6$", "$1:2$", "$1:3$", "$4:5$", "$2:3$"],
    correct: 2,
    tag: ""
  },
  {
    // 21
    question: "იპოვეთ $(a - \\frac{4ab}{a + b} + b) : (\\frac{a}{a + b} - \\frac{b}{b - a} - \\frac{2ab}{a^2 - b^2})$ გამოსახულების მნიშვნელობა, თუ $a = 199$, $b = 100$.",
    options: ["$-199$", "$-1$", "$1$", "$99$", "$199$", "$299$"],
    correct: 3,
    tag: ""
  },
  {
    // 22
    question: "იპოვეთ $a^a \\cdot b^b \\cdot c^c \\cdot a^b \\cdot b^c \\cdot c^a \\cdot a^c \\cdot b^a \\cdot c^b$, სადაც $a$, $b$ და $c$ მთელი რიცხვებია.",
    options: [
      "$(a + b + c)^{a + b + c}$",
      "$(a + b + c)^{abc}$",
      "$(a + b + c)^{3a + 3b + 3c}$",
      "$(abc)^{a + b + c}$",
      "$(abc)^{abc}$",
      "$(abc)^{3a + 3b + 3c}$"
    ],
    correct: 3,
    tag: ""
  },
  {
    // 23
    question: "ნატურალურ $a$ და $b$ რიცხვთა რამდენი $(a;b)$ წყვილი აკმაყოფილებს $500a + 200b = 9000$ ტოლობას?",
    options: ["$1$", "$2$", "$4$", "$8$", "$16$", "$32$"],
    correct: 3,
    tag: ""
  },
  {
    // 24
    question: "ტოლფერდა ტრაპეციის დიაგონალი ფერდის მართობულია და ფუძესთან $30^\\circ$-იან კუთხეს ადგენს. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს მანძილი ტრაპეციის მცირე ფუძის წვეროდან ამ დიაგონალამდე, თუ ტრაპეციის პერიმეტრი $100$-ის ტოლია.",
    options: ["$5$", "$10$", "$15$", "$20$", "$25$", "$50$"],
    correct: 1,
    tag: ""
  },
  {
    // 25
    question: "$ABCD$ ოთხკუთხედი ტოლი დიაგონალების მქონე ოთხკუთხედია. მისი გვერდების შუაწერტილების მიმდევრობით შეერთებით მიღებულია $MNKP$ ოთხკუთხედი. $MNKP$ ოთხკუთხედის გვერდების შუაწერტილების მიმდევრობით შეერთებით კი მიღებულია $EFGH$ ოთხკუთხედი. იპოვეთ $EFGH$ ოთხკუთხედის ერთ-ერთი კუთხე.",
    options: ["$45^\\circ$", "$60^\\circ$", "$30^\\circ$", "$90^\\circ$", "$22{,}5^\\circ$", "$67{,}5^\\circ$"],
    correct: 3,
    tag: ""
  }
];
