const quizData = [
    // 1
{
  question: "ერთ-ერთი მათემატიკური ქანქარას რხევის პერიოდი $2$ წამია, რისი ტოლი იქნება მეორე მათემატიკური ქანქარას რხევის პერიოდი თუ მისი სიგრძე $4$-ჯერ მეტია პირველისაზე?",
   options: ["$2\\text{წმ}$", "$4\\text{წმ}$", "$6\\text{წმ}$", "$8\\text{წმ}$", "$10\\text{წმ}$"],
   correct: 1,
  tags: []
},
// 2
{
  question: "რამდენჯერ შეიცვლება ზამბარაზე დაკიდებული სხეულის რხევის სიხშირე თუ მას ორჯერ ნაკლები სიხისტის მქონე ზამბარაზე დავკიდებთ?",
 options: ["$\\text{გაიზრდება } \\sqrt{2}\\text{-ჯერ}$", "$\\text{გაიზრდება } 2\\text{-ჯერ}$", "$\\text{არ შეიცვლება}$", "$\\text{შემცირდება } \\sqrt{2}\\text{-ჯერ}$", "$\\text{შემცირდება } 2\\text{-ჯერ}$"],
  correct: 3,
  tags: []
},
// 3
{
  question: "თუ ზამბარაზე მიმაგრებული მერხევი სხეულის კოორდინატის დროზე დამოკიდებულებას აქვს შემდეგი სახე: $x=0{,}05\\sin10t$. მაშინ აჩქარების გეგმილის დროზე დამოკიდებულება განისაზღვრება ფორმულით: სიდიდეები ჩაწერილია $SI$-სისტემაში",
   options: ["$0{,}05\\cos10t$", "$-5\\sin10t$", "$5\\sin10t$", "$0{,}05\\sin10t$", "$0{,}5\\cos20t$"],
     correct: 1,
  tags: []
},
// 4
{
  question: "მათემატიკური ქანქარა რომლის სიგრძეც $1$ მ-ია აიტანეს დედამიწის ზედაპირიდან დედამიწის რადიუსის ტოლ სიმაღლეზე. განსაზღვრეთ ქანქარას თავისუფალი რხევის პერიოდი ამ მომენტისთვის. ჩათვალეთ რომ $\\pi^{2}=g$",
  options: ["$2\\text{წმ}$", "$4\\text{წმ}$", "$6\\text{წმ}$", "$8\\text{წმ}$", "$10\\text{წმ}$"],
   correct: 1,
  tags: []
},
// 5
{task:"მაგიდის ჰორიზონტალურ ზედაპირზე ჰარმონიულად ირხევა სისტემა, რომელიც შედგება ერთი ბოლოთი დამაგრებული ზამბარისა და მასზე მიმაგრებული $1$კგ მასის სხეულისგან. ამ რხევის გრაფიკის საფუძველზე შეასრულეთ დავალებები $5-6$. ჩათვალეთ, რომ $\\pi^{2}=10$.",
  image: "physics-quizzes/class-11/images/image..21.png",
    question: "განსაზღვრეთ სხეულის მიერ $5$ წმ-ში გავლილი მანძილი",
  options: ["$2\\text{მ}$", "$4\\text{მ}$", "$6\\text{მ}$", "$8\\text{მ}$", "$10\\text{მ}$"],
    correct: 4,
  tags: []
},
// 6
{image: "physics-quizzes/class-11/images/image..21.png",
  question: "განსაზღვრეთ სხეულის მაქსიმალური კინეტიკური ენერგია",
   options: ["$1\\text{ჯ}$", "$3\\text{ჯ}$", "$5\\text{ჯ}$", "$7\\text{ჯ}$", "$9\\text{ჯ}$"],
    correct: 2,
  tags: []
},
// 7
{
  question: "ექოლოტით განსაზღვრული შავი ზღვის სიღრმე $2250$ მ-ია. რა დროში დაბრუნდება სიღრმის გასაზომად გაგზავნილი ბგერა თუ მისი გავრცელების სიჩქარე წყალში $1500$ მ/წმ-ია.",
  options: ["$0{,}5\\text{წმ}$", "$2\\text{წმ}$", "$3\\text{წმ}$", "$3{,}5\\text{წმ}$", "$4\\text{წმ}$"],
     correct: 2,
  tags: []
},
// 8
{
  question: "რამდენ რხევას შეასრულებს ტივტივა ტალღებზე $1$ წთ-ის განმავლობაში თუ ტალღის მეზობელ თხემებს შორის მანძილი $6$ მ-ია, ხოლო ტალღის გავრცელების სიჩქარე $3$ მ/წმ",
   options: ["$5$", "$10$", "$15$", "$20$", "$30$"],
     correct: 4,
  tags: []
},
// 9
{
  question: "თუ სისტემის თავისუფალი რხევის პერიოდი $0{,}25$ წმ-ია მაშინ რეზონანსის დასამყარებლად მასზე მოქმედი გარეშე ძალის მოქმედების სიხშირე უნდა იყოს",
    options: ["$1\\text{ჰც}$", "$2\\text{ჰც}$", "$3\\text{ჰც}$", "$4\\text{ჰც}$", "$5\\text{ჰც}$"],
   correct: 3,
  tags: []
},
// 10
{
  question: "ჯარისკაცების კოლონის რა სიჩქარით მოძრაობისას დამყარდება რეზონანსი ხიდზე, თუ თითოეული ნაბიჯის სიგრძე $80$ სმ-ია, ხოლო ხიდის ვერტიკალური რხევების სიხშირე $1{,}25$ ჰც. მიიჩნიეთ, რომ ჯარისკაცები მწყობრი ნაბიჯებით დადიან, რაც იმას ნიშნავს, რომ ისინი ერთდროულად დგამენ ჯერ მარჯვენა ხოლო შემდეგ მარცხენა ფეხს",
   options: ["$1\\text{ მ/წმ}$", "$2\\text{ მ/წმ}$", "$3\\text{ მ/წმ}$", "$4\\text{ მ/წმ}$", "$5\\text{ მ/წმ}$"],
    correct: 0,
  tags: []
},
// 11
{
  question: "რხევითი კონტურის კონდენსატორზე მუხტი იცვლება შემდეგი კანონით $q=0{,}001\\cos1000t$. იპოვეთ კოჭაში გამავალი დენის მაქსიმალური მნიშვნელობა",
  options: ["$0{,}2\\text{ა}$", "$0{,}5\\text{ა}$", "$1\\text{ა}$", "$1{,}2\\text{ა}$", "$1{,}5\\text{ა}$"],
    correct: 2,
  tags: []
},
// 12
{
  question: "როგორ შეიცვლება რხევითი კონტურის თავისუფალი რხევის პერიოდი თუ კონდენსატორს პარალელურად მივუერთებთ $8$-ჯერ მეტი ტევადობის კონდენსატორს?",
  options: ["$\\text{არ შეიცვლება}$", "$\\text{შემცირდება } 2\\text{-ჯერ}$", "$\\text{გაიზრდება } 2\\text{-ჯერ}$", "$\\text{შემცირდება } 3\\text{-ჯერ}$", "$\\text{გაიზრდება } 3\\text{-ჯერ}$"],
     correct: 4,
  tags: []
},
// 13
{
  question: "რხევით კონტურში თავისუფალი რხევების დაწყების მომენტიდან პერიოდის რა ნაწილის გავლის შემდეგ გაუტოლდება პირველად კონდენსატორის ელექტრული ველის ენერგია კოჭას მაგნიტური ველის ენერგიას?",
  options: ["$T/12$", "$T/8$", "$T/4$", "$T/3$", "$T/2$"],
  correct: 1,
  tags: []
},
// 14
{
  question: "რხევითი კონტურის კონდენსატორის შემონაფენებს შორის ძაბვა იცვლება კანონით: $u=12\\cos200\\pi t$. რისი ტოლია რხევის პერიოდი? (ყველა სიდიდე ჩაწერილია $SI$ სისტემაში)",
    options: ["$20\\text{წმ}$", "$10\\text{წმ}$", "$2\\text{წმ}$", "$1\\text{წმ}$", "$0{,}01\\text{წმ}$"],
    correct: 4,
  tags: []
},
// 15
{
  question: "სადაბლებელი ტრანსფორმატორის პირველად გრაგნილზე, რომლის ხვიების რაოდენობაც $200$-ია მოდებულია $5$კვ ძაბვა, რისი ტოლი იქნება ძაბვა მეორადი გრაგნილის ბოლოებზე თუ მისი ხვიების რაოდენობაა $25$ (გრაგნილების წინაღობას ნუ გაითვალისწინებთ)",
  options: ["$625\\text{ვ}$", "$525\\text{ვ}$", "$425\\text{ვ}$", "$325\\text{ვ}$", "$225\\text{ვ}$"],
   correct: 0,
  tags: []
},
// 16
{
  question: "როცა $25$ ომი წინაღობის რეზისტორში გამავალი დენის ძალა იცვლება შემდეგი კანონით: $I=8\\sin20\\pi t$. მაშინ მასში გამოყოფილი სითბოს რაოდენობა $2$ წთ-ის განმავლობაში ტოლია: (ყველა სიდიდე ჩაწერილია $SI$ სისტემაში)",
  options: ["$96\\text{კჯ}$", "$100\\text{კჯ}$", "$200\\text{ჯ}$", "$20{,}5\\text{ჯკ}$", "$500\\text{ჯ}$"],
    correct: 0,
  tags: []
},
// 17
{
  question: "როდესაც ჰარმონიულად ცვლადი ძაბვის ქსელში ჩართულ $50$ ომი წინაღობის რეზისტორზე მოდებული ძაბვის ეფექტური მნიშვნელობა $150\\sqrt{2}$ ვ-ია. მაშინ რეზისტორში გამავალი დენის ძალის მაქსიმალური მნიშვნელობაა:",
   options: ["$1\\text{ა}$", "$2\\text{ა}$", "$3\\text{ა}$", "$4\\text{ა}$", "$6\\text{ა}$"],
    correct: 4,
  tags: []
},
// 18
{image: "physics-quizzes/class-11/images/image..22.png",
  question: "ძაბვა წრედის უბანზე იცვლება სურათზე გამოსახული კანონით. განსაზღვრეთ ძაბვის ეფექტური მნიშვნელობა.",
  options: ["$U$", "$3U/8$", "$2U/3$", "$U/3$", "$U/2\\sqrt{2}$"],
    correct: 4,
  tags: []
},
// 19
{
  question: "თუ ერთი და იმავე ენერგიის გადაცემისას სამაღლებელი ტრანსფორმატორის მეშვეობით ძაბვას $10$-ჯერ ვზრდით, მაშინ გადამცემ ხაზზე გამოყოფილი სითბო:",
   options: ["$10\\text{-ჯერ იზრდება}$", "$10\\text{-ჯერ მცირდება}$", "$100\\text{-ჯერ იზრდება}$", "$100\\text{-ჯერ მცირდება}$", "$200\\text{-ჯერ იზრდება}$"],
   correct: 3,
  tags: []
},
// 20
{image: "physics-quizzes/class-11/images/image..23.png",
  question: "წრედის $ABC$ უბანზე გადის ჰარმონიულად ცვლადი დენი. $AB$ უბანზე ძაბვის მოქმედი მნიშვნელობა $9$ ვ-ია, $AC$-ზე $15$ვ. იპოვეთ ძაბვის მოქმედი მნიშვნელობა $BC$ უბანზე",
   options: ["$9\\text{ვ}$", "$12\\text{ვ}$", "$15\\text{ვ}$", "$24\\text{ვ}$", "$28\\text{ვ}$"],
     correct: 1,
  tags: []
},
// 21
{
  question: "ჰარმონიულად ცვლადი ძაბვის წრედში ჩართული კოჭას ინდუქციურობა $2$ ჰნ-ია. ციკლური სიხშირე $100$ რად/წმ. იპოვეთ კოჭას ინდუქციური წინაღობა.",
 options: ["$20\\text{ ომი}$", "$150\\text{ ომი}$", "$180\\text{ ომი}$", "$200\\text{ ომი}$", "$220\\text{ ომი}$"],
    correct: 3,
  tags: []
},
// 22
{image: "physics-quizzes/class-11/images/image..24.png",
  question: "$AB$ უბანზე მოდებულია ჰარმონიულად ცვლადი ძაბვა. დენის ძალის ეფექტური მნიშვნელობა კონდენსატორის შემცველ უბანზე $5$ ა-ია, ხოლო კოჭას შემცველ უბანზე $2$ ა. იპოვეთ დენის ეფექტური მნიშვნელობა $AB$ უბანზე.",
  options: ["$3\\text{ა}$", "$5\\text{ა}$", "$8\\text{ა}$", "$12\\text{ა}$", "$15\\text{ა}$"],
   correct: 0,
  tags: []
},
// 23
{image: "physics-quizzes/class-11/images/image..25.png",
  question: "$AB$ უბანზე ინდუქციური წინაღობა $X_{L}=50$ ომია, ტევადური წინაღობა $X_{C}=20$ ომი, რა იქნება უბნის სრული წინაღობა თუ რეზისტორის აქტიური წინაღობა $R=40$ ომია.",
  options: ["$20\\text{ომი}$", "$10\\text{ომი}$", "$50\\text{ომი}$", "$70\\text{ომი}$", "$30\\text{ომი}$"],
   correct: 2,
  tags: []
},
// 24
{
  question: "რამდენ რხევას შეასრულებს ელექტრომაგნიტური ტალღა $1$ წთ-ის განმავლობაში თუ მისი რხევის პერიოდი $0{,}001$ წმ-ია",
   options: ["$3\\cdot 10^4$", "$6\\cdot 10^4$", "$4\\cdot 10^4$", "$3\\cdot 10^5$", "$4\\cdot 10^5$"],
  correct: 1,
  tags: []
},
// 25
{
  question: "რადიოლოკატორის ანტენიდან ობიექტისკენ გაგზავნილი რადიოსიგნალი უკან დაბრუნდა $4 \\times 10^{-4}$ წმ-ში. განსაზღვრეთ რა მანძილზეა ობიექტი ანტენიდან თუ ელექტრომაგნიტური ტალღის გავრცელების სიჩქარე $3 \\times 10^{8}$ მ/წმ-ია?",
   options: ["$10\\text{კმ}$", "$20\\text{კმ}$", "$30\\text{კმ}$", "$40\\text{კმ}$", "$60\\text{კმ}$"],
    correct: 4,
  tags: []
}
]