const quizData = [
  // 1
  {intro:"საჭირო ცხრილური მონაცემები: <br><br> $Na=6{,}02 \\cdot 10^{23} 1/$მოლი <br><br> $R$ (აირის უნივერსალური მუდმივა)=$8{,}31$ ჯ$/K \\cdot $მოლი <br><br> $P_0$(ნორმალური ატმოსფერული წნევა)=$100$ კპა <br><br> წყლის სიმკვრივეა $1$ გ/სმ$^3$",
    question: "მოცემული მასის იდეალური აირის შეკუმშვისას მუდმივი ტემპერატურის პირობებში მცირდება",
    options: ["წნევა", "მასა", "სიმკვრივე", "ტემპერატურა", "მოლეკულებს შორის საშუალო მანძილი"],
    correct: 4,
    tags: []
  },
  // 2
  {
    question: "იზოთერმული პროცესისას მოცემული მასის იდეალური აირის მდგომარეობის დამახასიათებელ პარამეტრებს შორის მართებულია დამოკიდებულება",
    options: ["$\\frac{P_{1}}{T_{1}}=\\frac{P_{2}}{T_{2}}$", "$\\frac{V_{1}}{T_{1}}=\\frac{V_{2}}{T_{2}}$", "$P_{1}V_{1}=P_{2}V_{2}$", "$\\frac{PT}{V}=const$", "არცერთი პასუხი არ არის სწორი"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "აირის ადიაბატური შეკუმშვისას",
    options: ["წნევა არ იცვლება", "ტემპერატურა იზრდება", "ტემპერატურა არ იცვლება", "ტემპერატურა მცირდება", "მოცულობა იზრდება"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "იდეალურ აირს გადაცეს $10$ კჯ სითბოს რაოდენობა, რის შედაგადაც ის იზოთერმულად გაფართოვდა. განსაზღვრეთ აირის შინაგანი ენერგიის ცვლილება ამ პროცესში.",
    options: ["$10$ კჯ", "$-10$ კჯ", "$5$ კჯ", "$-5$ კჯ", "$0$"],
    correct: 4,
    tags: []
  },
  // 5
  {
    question: "რისი ტოლია ისეთი ნივთიერების ერთი მოლეკულის მასა, რომლის მოლური მასაც $3{,}01$ გ/მოლი-ია?",
    options: ["$2\\cdot10^{-23}$ გ", "$5\\cdot10^{-24}$ გ", "$6\\cdot10^{-22}$ გ", "$5\\cdot10^{-20}$ გ", "$2\\cdot10^{-21}$ გ"],
    correct: 1,
    tags: []
  },
  // 6
  {
    question: "განსაზღვრეთ ჭურჭელში მოთავსებული აირის სიმკვრივე თუ მისი ნაწილაკის მასაა $m_{0}=6\\cdot10^{-22}$ გ, ხოლო ნაწილაკების კონცენტრაცია $n=0{,}4\\cdot10^{23}$ $1/დმ^{3}$",
    options: ["$12$ გ/სმ$^{3}$", "$12$ კგ/მ$^{3}$", "$3$ გ/დმ$^{3}$", "$2$ გ/სმ$^{3}$", "$24$ კგ/მ$^{3}$"],
    correct: 4,
    tags: []
  },
  // 7
  {
    question: "კოლბაში იდეალური აირის ნაწილაკების კონცენტრაციის $4$-ჯერ გაზრდამ აირის მიერ წარმოებული წნევა $6000$ პასკალი გახადა. განსაზღვრეთ თავდაპირველი წნევა, თუ პროცესი იზოთერმულია.",
    options: ["$500$ პა", "$1000$ პა", "$1500$ პა", "$2000$ პა", "$4000$ პა"],
    correct: 2,
    tags: []
  },
  // 8
  {
    question: "რამდენჯერ შეიცვლება იდეალური აირის მიერ წარმოებული წნევა ჭურჭელში თუ ნაწილაკების კონცენტრაციას გავზრდით $3$-ჯერ, ტემპერატურას კი $27^{\\circ}C$-დან გავზრდით $127^{\\circ}C$-მდე.",
    options: ["შემცირდება $4$-ჯერ", "არ შეიცვლება", "გაიზრდება $4$-ჯერ", "შემცირდება $2$-ჯერ", "გაიზრდება $8$-ჯერ"],
    correct: 2,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-11/images/image.16.png",
    question: "მუდმივი მასის იდეალური აირი გადაიყვანეს $1$-$2$-$3$ მდგომარეობაში $PT$ დიაგრამაზე ნაჩვენები პროცესის მიხედვით. რომელ მდგომარეობას შეესაბამება მაქსიმალური მოცულობა?",
    options: ["მოცულობები ტოლია", "$1$", "$2$", "$3$", "დადგენა შეუძლებელია"],
    correct: 1,
    tags: []
  },
  // 10
  {task:"მოცემულია ორატომიანი იდეალური აირის $1-2-3-1$ პროცესის $PV$ დიაგრამა გამოსახულია სურათზე. მოცემული პირობის მიხედვით შეასრულეთ $10 – 14$ დავალებები",
    image: "physics-quizzes/class-11/images/image.17.png",
    question: "იპოვეთ აირის მიერ $1$-$2$ პროცესის დროს შესრულებული მუშაობა",
    options: ["$5$ $PV$", "$18$ $PV$", "$21$ $PV$", "$25$ $PV$", "$40$ $PV$"],
    correct: 1,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-11/images/image.17.png",
    question: "იპოვეთ აირის მიერ შესრულებული მუშაობა $2$-$3$ პროცესში",
    options: ["$15$ $PV$", "$11$ $PV$", "$0$","$5$ $PV$", "$4$ $PV$"],
    correct: 2,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-11/images/image.17.png",
    question: "იპოვეთ აირის შინაგანი ენერგიის ცვლილება $3$-$1$ პროცესის დროს",
    options: ["$-50$ $PV$", "$-17$ $PV$", "$-21$ $PV$", "$25$ $PV$", "$-30$ $PV$"],
    correct: 4,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-11/images/image.17.png",
    question: "რისი ტოლია აირის მიერ მიღებული სითბოს რაოდენობა $1$-$2$ პროცესის დროს",
    options: ["$50$ $PV$", "$71$ $PV$", "$88$ $PV$", "$128$ $PV$", "$40$ $PV$"],
    correct: 2,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-11/images/image.17.png",
    question: "რისი ტოლია აირის მიერ მიღებული სითბოს რაოდენობა $2$-$3$ პროცესის დროს",
    options: ["$-30$ $PV$", "$17$ $PV$", "$-21$ $PV$", "$25$ $PV$", "$-40$ $PV$"],
    correct: 4,
    tags: []
  },
  // 15
  {
    question: "იდეალურ სითბურ ძრავში სახურებლის აბსოლუტური ტემპერატურა $400K$-ია, მაცივრის კი $300K$. იპოვეთ ძრავის მარგი ქმედების კოეფიციენტი.",
    options: ["$100\\%$", "$75\\%$", "$50\\%$", "$25\\%$", "$10\\%$"],
    correct: 3,
    tags: []
  },
  // 16
  {
    question: "განსაზღვრეთ აირის საწყისი ტემპერატურა, თუ $20K$-ით იზობარული გათბობისას მისი მოცულობა გაიზარდა $1{,}05$ ჯერ?",
    options: ["$400$ $K$", "$300$ $K$", "$250$ $K$", "$273$ $K$", "$150$ $K$"],
    correct: 0,
    tags: []
  },
  // 17
  {
    question: "იპოვეთ იდეალური ერთატომიანი აირის ადიაბატის მაჩვენებელი სადაც $c_{p}$ და $c_{v}$ კუთრი სითბოტევადობებია მუდმივი წნევის და მოცულობის პირობებში. $\\gamma=c_{p}/c_{v}$",
    options: ["$1$", "$5/3$", "$7/5$", "$4/3$", "$9/4$"],
    correct: 1,
    tags: []
  },
  // 18
  {image: "physics-quizzes/class-11/images/image.18.png",
    question: "სურათზე მოყვანილ $PV$ დიაგრამაზე გამოსახულია მასის იდეალური აირის ოთხი მდგომარეობა. რომელ ორ მდგომარეობაში შეიძლება იყოს ტოლი აირის ტემპერატურა?",
    options: ["$1$ და $2$", "$1$ და $3$", "$1$ და $4$", "$2$ და $3$", "არცერთ ორ მდგომარეობაში არ შეიძლება იყოს ტოლი ტემპერატურა"],
    correct: 1,
    tags: []
  },
  // 19
  {image: "physics-quizzes/class-11/images/image.19.png",
    question: "$2V$ მოცულობის $I$ ჭურჭელი და $V$ მოცულობის $II$ ჭურჭელი შეერთებულია მილით. $I$ ჭურჭელში იმყოფება $p$ წნევის იდეალური აირი, ხოლო $II$ ჭურჭელი ცარიელია. განსაზღვრეთ $K$ ონკანის გახსნის შემდეგ დამყარებული წნევა, თუ პროცესი იზოთერმულია.",
    options: ["$p/3$", "$p/2$", "$2p/3$", "$2$", "$3p/2$"],
    correct: 2,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-11/images/image.20.png",
    question: "განსაზღვრეთ იდეალური აირის მიერ $a$-$b$ პროცესში შესრულებული მუშაობა",
    options: ["$-12$ კჯ", "$-6$ კჯ", "$-3$ კჯ", "$3$ კჯ", "$6$ კჯ"],
    correct: 0,
    tags: []
  },
  // 21
  {image: "physics-quizzes/class-11/images/image.21.png",
    question: "იდეალური აირი შეკუმშეს $PV$ დიაგრამაზე ნაჩვენები $a$ მდგომარეობიდან $b$ მდგომარეობამდე. იპოვეთ აბსოლუტური ტემპერატურების $T_{b}/T_{a}$ ფარდობა.",
    options: ["$1/4$", "$1/3$", "$3/4$", "$4/3$", "$3$"],
    correct: 3,
    tags: []
  },
  // 22
  {
    question: "ოთახში წყლის ორთქლის სიმკვრივე $10{,}5$ გ/მ$^{3}$-ია. ფარდობითი ტენიანობა $25\\%$. რამდენი გრამი წყალი უნდა ავაორთქლოთ ოთახში რომ ჰაერი ორთქლით გაჯერდეს? ოთახის მოცულობა $30$ მ$^{3}$-ია.",
    options: ["$750$ გ", "$945$ გ", "$1000$ გ", "$250$ გ", "$1025$ გ"],
    correct: 1,
    tags: []
  },
  // 23
  {
    question: "თბილისში შუადღისას ტემპერატურა $35^{\\circ}C$-ია ფარდობითი ტენიანობა კი $40\\%$. განსაზღვრეთ აბსოლუტური ტენიანობა ამ დროისთვის თუ ნაჯერი ორთქლის სიმკვრივე მოცემულ ტემპერატურაზე $35$ გ/მ$^{3}$-ია.",
    options: ["$14$ გ/მ$^{3}$", "$15$ გ/მ$^{3}$", "$9$ გ/მ$^{3}$", "$13{,}4$ გ/მ$^{3}$", "$11$ გ/მ$^{3}$"],
    correct: 0,
    tags: []
  },
  // 24
  {
    question: "ნაჯერი ორთქლის წნევა მოცემულ პირობებში $4$-ჯერ აღემატება წყლის ორთქლის პარციალურ (მხოლოდ მის მიერ შექმნილ) წნევას ჰაერში. იპოვეთ ფარდობითი ტენიანობა.",
    options: ["$20\\%$", "$30\\%$", "$18\\%$", "$25\\%$", "$40\\%$"],
    correct: 3,
    tags: []
  },
  // 25
  {
    question: "დგუშის ქვეშ მოთავსებული ჰაერის ფარდობითი ტენიანობა $60\\%$-ია. ორთქლის რა ნაწილი კონდენსირდება თუ ჰაერის მოცულობას $2$-ჯერ შევამცირებთ იზოთერმულად?",
    options: ["$1/12$", "$1/6$", "$3/5$", "$5/7$", "$1/2$"],
    correct: 1,
    tags: []
  }
];