const quizData = [

  // 1
  {
    intro:"ავოგადროს რიცხვი - $N_A= 6{,}02 \\cdot 10^{23}$ მოლი$^{-1}$ <br><br> აირის უნივერსალური მუდმივა - $R= 8{,}31$ ჯ/მოლი $\\cdot K$",
    question: "განსაზღვრეთ $27^\\circ C$ ტემპერატურისა და $4,14 \\cdot 10^5პა$ წნევის $1მ^3$ აირში მოლეკულების რაოდენობა.",
    options: ["$\\approx 10^{23}$", "$\\approx 4 \\cdot 10^{24}$", "$\\approx 10^{26}$", "$\\approx 10^{27}$", "$\\approx 2 \\cdot 10^{25}$"],
    correct: 2,
    tags: []
  },

  // 2
  {
    image: "physics-quizzes/class-11/images/image26.png",
    question: "სურათზე გამოსახულია იდეალური აირის $1-2-3-4-1$ ციკლური პროცესი. იპოვეთ რომელ წერტილს შეესაბამება აირის მაქსიმალური ტემპერატურა.",
    options: ["$1$", "$2$", "$3$", "$4$", "ყველა წერტილში ერთნაირია"],
    correct: 2,
    tags: []
  },

  // 3
  {
    question: "როდესაც მოცემული მასის იდეალური აირის აბსოლუტური ტემპერატურის $3$-ჯერ გადიდებით წნევა $50\\%$-ით იზრდება, მაშინ მისი მოცულობა:",
    options: ["მცირდება $2$-ჯერ", "მცირდება $\\frac{4}{3}$-ჯერ", "იზრდება $\\frac{4}{3}$-ჯერ", "იზრდება $2$-ჯერ", "იზრდება $\\frac{3}{2}$-ჯერ"],
    correct: 3,
    tags: []
  },

  // 4
  {
    question: "როდესაც გარკვეული მასის იდეალური აირი იზოთერმულად $2მ^3$-ით შეკუმშეს, მისი წნევა $3$-ჯერ გაიზარდა. განსაზღვრეთ აირის საწყისი მოცულობა.",
    options: ["$5მ^3$", "$4მ^3$", "$4{,}5მ^3$", "$3მ^3$", "$3{,}5მ^3$"],
    correct: 3,
    tags: []
  },

  // 5
  {
    question: "იდეალურ სითბურ ძრავში სახურებლის აბსოლუტური ტემპერატურა $4$-ჯერ მეტია, ვიდრე მაცივრის. იპოვეთ ძრავის მარგი ქმედების კოეფიციენტი.",
    options: ["$50\\%$", "$80\\%$", "$25\\%$", "$75\\%$", "$100\\%$"],
    correct: 3,
    tags: []
  },

  // 6
  {
    question: "როდესაც მუდმივი მოცულობის პირობებში იდეალური აირი $6^\\circ C$-ით გაათბეს და მისი წნევა $2\\%$-ით გაიზარდა, მაშინ მისი საწყისი ტემპერატურა ყოფილა:",
    options: ["$12^\\circ C$", "$6^\\circ C$", "$27^\\circ C$", "$300^\\circ C$", "$120^\\circ C$"],
    correct: 2,
    tags: []
  },

  // 7
  {
    question: "აირის ადიაბატური გაფართოებისას:",
    options: ["წნევა არ იცვლება", "მუშაობა არ სრულდება", "ტემპერატურა მცირდება", "ტემპერატურა იზრდება", "ტემპერატურა მუდმივია"],
    correct: 2,
    tags: []
  },

  // 8
  {
    question: "განსაზღვრეთ იდეალური აირის შინაგანი ენერგიის ცვლილება, თუ ცნობილია, რომ მასზე $30კჯ$ სითბოს გადაცემისას მან $40კჯ$ მუშაობა შეასრულა.",
    options: ["$70კჯ$", "$50კჯ$", "$10კჯ$", "$-70კჯ$", "$-10კჯ$"],
    correct: 4,
    tags: []
  },

  // 9
  {
    question: "პირველი ჭურჭლის მოცულობაა $8ლ$, ხოლო მასში არსებული აირის წნევა კი $2P$. მეორე ჭურჭლის მოცულობაა $2ლ$ და მასში არსებული აირის წნევა კი $7P$. რა იქნება წნევა ჭურჭლებში, თუ მათ მცირე მოცულობის მილით შევაერთებთ. ჩათვალეთ, რომ ორივე ჭურჭელში ერთნაირი ტემპერატურა იყო და პროცესი იზოთერმულია.",
    options: ["$2P$", "$3P$", "$4P$", "$5P$", "$4{,}5P$"],
    correct: 1,
    tags: []
  },

  // 10
  {
    question: "თუ ცნობილია აირის მოლური მასა $M$, აირის უნივერსალური მუდმივა $R$ და კუთრი სითბოტევადობა მუდმივი წნევისას $C_p$, მაშინ კუთრი სითბოტევადობა მუდმივი მოცულობისას $C_v$ არის:",
    options: ["$C_p + \\frac{R}{M}$", "$C_p - \\frac{M}{R}$", "$\\frac{R}{M} - C_p$", "$C_p R - M$", "$C_p - \\frac{R}{M}$"],
    correct: 4,
    tags: []
  },

  // 11
  {
    question: "განსაზღვრეთ ორატომიანი იდეალური აირის შინაგანი ენერგია, თუ ის მოთავსებულია $V$ მოცულობის ჭურჭელში და ქმნის $P$ წნევას.",
    options: ["$PV$", "$1{,}5PV$", "$2PV$", "$2{,}5PV$", "$3PV$"],
    correct: 3,
    tags: []
  },

  // 12
  {
    question: "იდეალური აირის წნევა $P$-ს ტოლია. ადიაბატური პროცესის დროს აირის მოცულობა $4$ ჯერ გაიზარდა. განსაზღვრეთ აირის საბოლოო წნევა. ჩათვალეთ, რომ ადიაბატის მაჩვენებლი $\\gamma = 1{,}5$.",
    options: ["$\\frac{P}{2}$", "$\\frac{P}{4}$", "$\\frac{P}{8}$", "$\\frac{P}{16}$", "$P^{1{,}5}$"],
    correct: 2,
    tags: []
  },

  // 13
  {
    question: "გარკვეულ ტემპერატურაზე ჰაერში წყლის ორთქლის სიმკვრივე $12გ/მ^3$-ია, ფარდობითი ტენიანობა კი $75\\%$. განსაზღვრეთ ნაჯერი ორთქლის სიმკვრივე ამ ტემპერატურაზე.",
    options: ["$9გ/მ^3$", "$15გ/მ^3$", "$16გ/მ^3$", "$12გ/მ^3$", "$3გ/მ^3$"],
    correct: 2,
    tags: []
  },

  // 14
  {
    question: "ჰერმეტულად დახურულ ოთახში, რომლის ზომებია $5მ \\times 4მ \\times 3მ$, ჰაერის ტემპერატურა $14C$-ია, ფარდობითი ტენიანობა კი $25\\%$. რა მასის წყალი უნდა აორთქლდეს ოთახში, რომ წყლის ორთქლი ნაჯერი გახდეს. ნაჯერი ორთქლის სიმკვრივე $14C$-ზე $12გ/მ^3$-ის ტოლია.",
    options: ["$720გ$", "$320გ$", "$180გ$", "$540გ$", "$480გ$"],
    correct: 3,
    tags: []
  },

  // 15
  {
    question: "ცილინდრულ $V$ მოცულობის ჭურჭელში დგუშის ქვეშ იმყოფება $\\rho$ სიმკვრივის წყლის ორთქლი, ამ დროს ჰაერის ტენიანობა $50\\%$-ია. განსაზღვრეთ რა მასის წყლის ორთქლი კონდენსირდება, თუ მოცულობას $5$-ჯერ შევამცირებთ. პროცესი იზოთერმულია.",
    options: ["$0{,}6\\rho V$", "$0{,}3\\rho V$", "$0{,}2\\rho V$", "$0{,}4\\rho V$", "$0{,}5\\rho V$"],
    correct: 0,
    tags: []
  },

  // 16
  {
    image: "physics-quizzes/class-11/images/image27.png",
    task:"$16-20$ ტესტები შეასრულეთ სურათზე გამოსახული ერთატომიანი იდეალური აირის $1-2-3-1$ ციკლური პროცესის მიხედვით. $V_0$ და $P_0$ მოცემული სიდიდეებია. $1$ მდგომარებაში აირის ტემპერატურა $T_0$-ის ტოლია.",
    question: "განსაზღვრეთ აირის აბსოლუტური ტემპერატურა მე-3 მდგომაროებაში.",
    options: ["$T_0$", "$2T_0$", "$3T_0$", "$9T_0$", "$12T_0$"],
    correct: 3,
    tags: []
  },

  // 17
  {image: "physics-quizzes/class-11/images/image27.png",
    question: "იპოვეთ ერთი ციკლის განმავლობაში აირის მიერ შესრულებული მუშაობა.",
    options: ["$0$", "$P_0V_0$", "$2P_0V_0$", "$4P_0V_0$", "$6P_0V_0$"],
    correct: 2,
    tags: []
  },

  // 18
  {image: "physics-quizzes/class-11/images/image27.png",
    question: "იპოვეთ $1-2$ პროცესში მიღებული სითბოს რაოდენობა.",
    options: ["$2P_0V_0$", "$3P_0V_0$", "$1{,}5P_0V_0$", "$2{,}5P_0V_0$", "$6P_0V_0$"],
    correct: 1,
    tags: []
  },

  // 19
  {image: "physics-quizzes/class-11/images/image27.png",
    question: "იპოვეთ $2-3$ პროცესში მიღებული სითბოს რაოდენობა.",
    options: ["$6P_0V_0$", "$9P_0V_0$", "$15P_0V_0$", "$18P_0V_0$", "$20P_0V_0$"],
    correct: 2,
    tags: []
  },

  // 20
  {image: "physics-quizzes/class-11/images/image27.png",
    question: "იპოვეთ ამ ციკლით მომუშავე სითბური ძრავის მარგი ქმედების კოეფიციენტი.",
    options: ["$\\frac{2}{15}$", "$\\frac{1}{9}$", "$\\frac{2}{7}$", "$\\frac{1}{6}$", "$\\frac{2}{3}$"],
    correct: 1,
    tags: []
  },

  // 21
  {
    image: "physics-quizzes/class-11/images/image26.png",
    question: "იპოვეთ სურათზე გამოსახული იდეალური აირის ციკლური $1-2-3-4-1$ პროცესის დროს შესრულებული მუშაობა.",
    options: ["$PV$", "$2PV$", "$3PV$", "$4PV$", "$6PV$"],
    correct: 1,
    tags: []
  },

  // 22
  {
    question: "იდეალურ აირს გადაეცა $20კჯ$ სითბოს რაოდენობა, რის შედეგადაც ის იზოთერმულად გაფართოვდა. იპოვეთ შინაგანი ენერგიის ცვლილება.",
    options: ["$20კჯ$", "$10კჯ$", "$15კჯ$", "$5კჯ$", "$0$"],
    correct: 4,
    tags: []
  },

  // 23
  {
    question: "განსაზღვრეთ იდეალური აირის მოლების რაოდენობა, თუ ცნობილია, რომ მისი $100^\\circ C$-ით იზობარულად გაფართოებისას შესრულდა $415ჯ$ მუშაობა.",
    options: ["$\\approx 0{,}5$ მოლი", "$\\approx 0{,}2$ მოლი", "$\\approx 2$ მოლი", "$\\approx 1{,}3$ მოლი", "$\\approx 4{,}15$ მოლი"],
    correct: 0,
    tags: []
  },

  // 24
  {
    question: "იპოვეთ რა სითბოს რაოდენობა უნდა გადავცეთ სამატომიან იდეალურ აირს, რომ მან იზობარულად გაფართოვებისას $20კჯ$ მუშაობა შეასრულოს.",
    options: ["$20კჯ$", "$40კჯ$", "$60კჯ$", "$80კჯ$", "$100კჯ$"],
    correct: 3,
    tags: []
  },

  // 25
  {
    question: "ორატომიან იდეალურ აირზე ატარებენ $P=aV$ $(a=const)$ პროცესს. იპოვეთ ამ პროცესისთვის აირის მოლური სითბოტევადობა. იდეალური აირის უნივერსალური მუდმივა $R$-ის ტოლია.",
    options: ["$R$", "$2R$", "$1{,}5R$", "$3R$", "$2{,}5R$"],
    correct: 3,
    tags: []
  }

];