const quizData = [
  // #1
  {
    intro:"$Na=6{,}02*10^{23}$ $1/$მოლი <br><br> $R$(აირის უნივერსალური მუდმივა)=$8{,}31$ ჯ/K*მოლი <br><br> $P_0$(ნორმალური ატმოსფერული წნევა)=$100$ კპა <br><br> წყლის სიმკვრივეა $1$ გ/სმ$^3$",
    question: "განსაზღვრეთ $1$ მ სიგრძის მათემატიკური ქანქარას თავისუფალი რხევის პერიოდი თუ მას ჩავიტანთ შახტაში $\\frac{19R}{100}$ სიღრმეზე სადაც $R$ დედამიწის რადიუსია. ჩათვალეთ, რომ დედამიწას სფეროს ფორმა აქვს და სიმკვრივე ყველგან ერთნაირია. $(π^2=10)$",
    options: ["$\\frac{10}{9}$ წმ", "$\\frac{20}{9}$ წმ", "$9$ წმ", "$10$ წმ", "$20$ წმ"],
    correct: 1,
    tags: []
  },
  // #2
  {
    question: "დიდი მანძილით დაშორებული ორი მატარებელი მოძრაობს შემხვედრი მიმართულებით მოდულით ტოლი მუდმივი $25$ მ/წმ სიჩქარით. პირველი მატარებლიდან უშვებენ ბგერის ხანმოკლე იმპულსებს დროის $14$ წამიანი ინტერვალით. დროის რა ინტერვალით მიიღებენ ბგერით იმპულსებს მეორე მატარებელზე თუ ბგერის გავრცელების სიჩქარე ჰაერში $325$ მ/წმ-ია?",
    options: ["$12$ წმ", "$15$ წმ", "$9$ წმ", "$13{,}4$ წმ", "$14$ წმ"],
    correct: 0,
    tags: []
  },
  // #3
  {
    question: "ჰორიზონალურად მერხევი ზამბარიანი ქანქარას რხევის პერიოდი $0{,}5$ წმ-ია. იპოვეთ მასზე მიმაგრებული სხეულის მაქსიმალური აჩქარების მოდული თუ რხევის ენერგია $0{,}25$ ჯოულია სიხისტე კი $200$ ნ/მ. $(π^2=10)$",
    options: ["$1{,}5$ მ/წმ$^2$", "$1{,}8$ მ/წმ$^2$", "$8{,}1$ მ/წმ$^2$", "$15$ მ/წმ$^2$", "$8$ მ/წმ$^2$"],
    correct: 4,
    tags: []
  },
  // #4
  {
    question: "თუ რხევით კონტურში კონდენსატორს მიმდევრობით შევუერთებთ ისეთივე $3$ კონდენსატორს, მაშინ კონტურის თავისუფალი რხევების პერიოდი:",
    options: ["არ შეიცვლება", "$3$-ჯერ შემცირდება", "$4$-ჯერ გაიზრდება", "$2$-ჯერ გაიზრდება", "$2$-ჯერ შემცირდება"],
    correct: 4,
    tags: []
  },
  // #5
  {
    question: "რხევით კონტურში მიმდინარეობს $24$ მკწმ პერიოდის რხევები. თავისუფალი რხევების დაწყებიდან პირველად რა დროის შემდეგ იქნება კონდენსატორის ელექტრული და კოჭას მაგნიტური ველის ენერგიები ერთმანეთის ტოლი? რხევების დაწყებისას მუხტი მაქსიმალურია.",
    options: ["$20$ მკწმ", "$3$ მკწმ", "$16$ მკწმ", "$8$ მკწმ", "$12$ მკწმ"],
    correct: 1,
    tags: []
  },
  // #6
  {
    question: "ჰარმონიულად ცვლადი ძაბვის წრედში ჩართულ $R=3$ ომი წინაღობის რეზისტორთან პარალელურად მიერთებული ვოლტმეტრი უჩვენებს $3\\sqrt{2}$ ვ ძაბვას. რისი ტოლია რეზისტორში გამავალი დენის მაქსიმალური მნიშვნელობა?",
    options: ["$2$ ა", "$1$ ა", "$6$ ა", "$0,6$ ა", "$0,12$ ა"],
    correct: 0,
    tags: []
  },
  // #7
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "გამომუშავებული სიმძლავრის გადაცემისას გადამცემ ხაზში სიმძლავრის დანაკარგის შესამცირებლად ძაბვას ზრდიან $4$-ჯერ. რამდენი პროცენტით გაიზრდება სასარგებლო სიმძლავრე თუ დანაკარგი თავდაპირველად სრული გამომუშავებული სიმძლავრის $32\\%$ იყო?",
    options: ["$16\\%$-ით", "$8\\%$-ით", "$30\\%$-ით", "$32\\%$-ით", "$4\\%$-ით"],
    correct: [0,1,2,3,4],
    tags: []
  },
  // #8
  {
    question: "სადაბლებელი ტრანსფორმატორის პირველად გრაგნილის ბოლოზე მოდებული ძაბვა $2000$ ვ-ია. რისი ტოლია ტრანსფორმაციის კოეფიციენტი თუ მეორადი გრაგნილის ბოლოზე ძაბვაა $220$ ვ. მეორადი გრაგნილის წინაღობა $15$ ომია, მასში გამავალი დენი კი $2$ ა. პირველადი გრაგნილის წინაღობა უმნიშვნელოა.",
    options: ["$\\frac{1}{8}$", "$\\frac{1}{4}$", "$8$", "$4$", "$32$"],
    correct: 2,
    tags: []
  },
  // #9
  {
    image: "physics-quizzes/class-11/images/image15.png",
    question: "იპოვეთ დენის ეფექტური მნიშვნელობა სურათზე გამოსახულ ჰარმონიულად ცვლადი ძაბვის წრედში თუ ცნობილია, რომ დენის ეფექტური მნიშვნელობები შესაბამისად: $I_R=6$ ა, $I_L=15$ ა, $I_C=7$ ა.",
    options: ["$6$ ა", "$21$ ა", "$13$ ა", "$22$ ა", "$10$ ა"],
    correct: 4,
    tags: []
  },
  // #10
  {
    question: "რისი ტოლია ისეთი ნივთიერების ერთი მოლეკულის მასა, რომლის მოლური მასაც $3{,}01$ გ/მოლი-ია?",
    options: ["$2\\cdot 10^{-23}$ გ", "$5\\cdot 10^{-24}$ გ", "$6\\cdot 10^{-22}$ გ", "$5\\cdot 10^{-20}$ გ", "$2\\cdot 10^{-21}$ გ"],
    correct: 1,
    tags: []
  },
  // #11
  {
    question: "რამდენი მოლია ნივთიერება, თუ მისი ერთი ნაწილაკის მასა $m_0=4\\cdot 10^{-24}$ გ-ია, მთლიანი მასა კი $m=240{,}8$ გ?",
    options: ["$1$ მოლი", "$150$ მოლი", "$50$ მოლი", "$100$ მოლი", "$10$ მოლი"],
    correct: 3,
    tags: []
  },
  // #12
  {
    question: "როგორ შეიცვლება ორატომიანი აირის მოლური მასა, თუ მას ერთატომიან აირად ვაქცევთ?",
    options: ["$2$-ჯერ შემცირდება", "არ შეიცვლება", "$2$-ჯერ გაიზრდება", "$1{,}5$-ჯერ გაიზრდება", "$4$-ჯერ შემცირდება"],
    correct: 0,
    tags: []
  },
  // #13
  {
    question: "განსაზღვრეთ ჭურჭელში მოთავსებული აირის სიმკვრივე, თუ მისი ნაწილაკის მასაა $m_0=3\\cdot 10^{-22}$ გ, ხოლო ნაწილაკების კონცენტრაცია $n=0{,}4\\cdot 10^{23}$ $1/$დმ$^3$",
    options: ["$12$ გ/სმ$^3$", "$12$ კგ/მ$^3$", "$3$ გ/დმ$^3$", "$4$ გ/სმ$^3$", "$7$ კგ/დმ$^3$"],
    correct: 1,
    tags: []
  },
  // #14
  {
    question: "კოლბაში იდეალური აირის ნაწილაკების კონცენტრაციის $4$-ჯერ გაზრდამ აირის მიერ წარმოებული წნევა $6000$ პასკალით გაზარდა. რისი ტოლი იყო თავდაპირველი წნევა, თუ პროცესში ტემპერატურა არ შეიცვლილა?",
    options: ["$500$ პა", "$1000$ პა", "$1500$ პა", "$2000$ პა", "$4000$ პა"],
    correct: 3,
    tags: []
  },
  // #15
  {
    question: "რამდენჯერ შეიცვლება იდეალური აირის მიერ წარმოებული წნევა ჭურჭელში, თუ ნაწილაკების კონცენტრაციას გავზრდით $6$-ჯერ, ტემპერატურას კი შევცვლით $27^{\\circ}C$-დან $127^{\\circ}C$-მდე?",
    options: ["$4$-ჯერ შემცირდება", "არ შეიცვლება", "$6$-ჯერ გაიზრდება", "$2$-ჯერ შემცირდება", "$8$-ჯერ გაიზრდება"],
    correct: 4,
    tags: []
  },
  // #16
  {
    question: "მუდმივი მასის აირის მოცულობა და წნევა გაიზარდა $20\\%$-ით. რამდენი პროცენტით შეცვლილა მისი ტემპერატურა?",
    options: ["$40\\%$-ით გაზრდილა", "$40\\%$-ით შემცირებულა", "$44\\%$-ით გაზრდილა", "$44\\%$-ით შემცირებულა", "არ შეცვლილა"],
    correct: 2,
    tags: []
  },
  // #17
  {
    question: "საპნის ბუშტი მოთავსებულია დახშულ ჭურჭელში. მისი საწყისი მოცულობა $36$ სმ$^3$-ია, ტემპერატურა კი $7^{\\circ}C$. რისი ტოლი გახდება ბუშტის მოცულობა, თუ ჭურჭლიდან გამოვტუმბავთ აირის ნახევარს და ტემპერატურას გავზრდით $87^{\\circ}C$-მდე? (ჭურჭლის მოცულობა ბევრად აღემატება ბუშტის მოცულობას. საპნის გარსის მიერ წარმოებული წნევა უმნიშვნელოა)",
    options: ["$28$ სმ$^3$", "$32$ სმ$^3$", "$72$ სმ$^3$", "$48$ სმ$^3$", "$18$ სმ$^3$"],
    correct: 2,
    tags: []
  },
  // #18
  {
    question: "ობობა წყალში $10$ მ სიღრმეზე აშენებს $5$ სმ$^3$ მოცულობის ჰაერის სახლს. რამდენი გზის გაკეთება მოუწევს, თუ ყოველ ჯერზე საცეცების დახმარებით $10$ მმ$^3$ მოცულობის ატმოსფერული წვევის მქონე ჰაერი ჩააქვს წყალში? წყალში ტემპერატურა მუდმივად ზედაპირზე არსებული ტემპერატურის ტოლია. ატმოსფერული წნევა ნორმალურია.",
    options: ["$1000$", "$100$", "$500$", "$50$", "$1500$"],
    correct: 0,
    tags: []
  },
  // #19
  {
    question: "მოცემული გვაქვს აირი, რომლის თავდაპირველი ტემპერატურაა $27^{\\circ}C$, წნევა $750$ მმ.ვწყ.სვ, მოცულობა $180$ სმ$^3$. რისი ტოლი გახდება წნევა, თუ ტემპერატურას გავზრდით $77^{\\circ}C$-მდე და მოცულობას გავზრდით $1260$ სმ$^3$-მდე? პროცესში აირის მასა უცვლელია.",
    options: ["$700$ მმ.ვწყ.სვ", "$125$ მმ.ვწყ.სვ", "$250$ მმ.ვწყ.სვ", "$350$ მმ.ვწყ.სვ", "$1500$ მმ.ვწყ.სვ"],
    correct: 1,
    tags: []
  },
  // #20
  {
    question: "ერთი ჭურჭლის მოცულობაა $10$ ლ, ხოლო მასში მოთავსებული აირის წნევა $2$ ატმ. მეორე ჭურჭლის მოცულობაა $5$ ლ და მასში მოთავსებული აირის წნევა $8$ ატმ. რა იქნება წნევა ჭურჭლებში, თუ მათ მცირე მოცულობის მილით შევაერთებთ? პროცესი მიმდინარეობს მუდმივი ტემპერატურის პირობებში.",
    options: ["$4$ ატმ", "$10$ ატმ", "$16$ ატმ", "$12$ ატმ", "$2$ ატმ"],
    correct: 0,
    tags: []
  },
  // #21
  {
    image: "physics-quizzes/class-11/images/image16.png",
    question: "მუდმივი მასის აირი გადაყვანილია ერთი მდგომარეობიდან მეორეში $PT$ დიაგრამაზე ნაჩვენები პროცესის მიხედვით. რომელ მდგომარეობას შეესაბამება მეტი მოცულობა?",
    options: ["მოცულობები ტოლია", "დადგენა შეუძლებელია", "მეორეში მეტია", "პირველშია მეტი", "ჩამოთვლილთაგან არცერთი პასუხი არაა სწორი"],
    correct: 2,
    tags: []
  },
  // #22
  {
    image: "physics-quizzes/class-11/images/image17.png",
    question: "სურათზე მოცემულია იდეალური აირის $1-2$ პროცესის $PV$ დიაგრამა. იპოვეთ მისი $t_2$ ტემპერატურა, თუ $t_1=147^{\\circ}C$.",
    options: ["$247^{\\circ}C$", "$377^{\\circ}C$", "$287^{\\circ}C$", "$620^{\\circ}C$", "$147^{\\circ}C$"],
    correct: 2,
    tags: []
  },
  // #23
  {
    image: "physics-quizzes/class-11/images/image17.png",
    question: "სურათზე მოცემულია იდეალური აირის $1-2$ პროცესის $PV$ დიაგრამა. იპოვეთ აირის მიერ შესრულებული მუშაობა ამ პროცესში.",
    options: ["$7PV$", "$12PV$", "$24PV$", "$6PV$", "$14PV$"],
    correct: 3,
    tags: []
  },
  // #24
  {
    question: "$4$ მოლი იდეალური აირი თბება $100K$-ით მუდმივი წნევის პირობებში. იპოვეთ მის მიერ შესრულებული მუშაობა ამ პროცესში.",
    options: ["$400$ ჯ", "$4200$ ჯ", "$3022$ ჯ", "$3324$ ჯ", "$800$ ჯ"],
    correct: 3,
    tags: []
  },
  // #25
  {
    question: "მუდმივი მოცულობის პირობებში აირი გაათბეს $12^{\\circ}C$-ით. ამ დროს მისი წნევა გაიზარდა $5\\%$-ით. განსაზღვრეთ აირის საწყისი ტემპერატურა.",
    options: ["$273K$", "$350K$ ", "$400K$", "$250K$", "$240K$ "],
    correct: 4,
    tags: []
  }
];
