const quizData = [
  // 1
  {
    question: "როდესაც გამტარის განივკვეთში $2$წმ-ში გადის $6\\cdot10^{21}$ ელექტრონი, მაშინ მასში გამავალი დენია (ელექტრონის მუხტი $q_{e}=-1{,}6\\cdot10^{-19}კ$)",
    options: ["$133$ $ა$", "$480$ $ა$", "$48$ $ა$", "$600$ $ა$", "$4{,}8$ $ა$"],
    correct: 1,
    tags: []
  },
  // 2
  {
    question: "გამტარის სიგრძის ორჯერ გადიდებით მისი კუთრი წინაღობა",
    options: ["ორჯერ იზრდება", "ორჯერ მცირდება", "არ იცვლება", "ოთხჯერ იზრდება", "ოთხჯერ მცირდება"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "რა ენერგიას მოიხმარს $220$ $ვ$ ძაბვის წრედში ჩართული $440$ ომი წინაღობის ნათურა $5$ წთ-ში",
    options: ["$10^{5}$ $ჯ$", "$3{,}3\\cdot10^{4}$ $ჯ$", "$33$ $ჯ$", "$150$ $ჯ$", "$330$ $ჯ$"],
    correct: 1,
    tags: []
  },
  // 4
  {warning:"ორი პასუხია ჩათვლილი",
    question: "ელექტროქურას აქვს ორი ერთნაირი სპირალი. ჯერ გარკვეული დროის განმავლობაში ეს სპირალები ჩართული იყო მიმდევრობით. შემდეგ იგივე დროის განმავლობაში იმავე წრედში ჩართეს მხოლოდ ერთი სპირალი. პირველ შემთხვევაში გამოიყო:",
    options: ["ორჯერ მეტი სითბო", "ორჯერ ნაკლები სითბო", "ოთხჯერ მეტი სითბო", "ისეთივე სითბო", "ოთხჯერ ნაკლები სითბო"],
    correct: [1,4],
    tags: []
  },
  // 5
  {
    question: "გვაქვს ერთნაირ ძაბვაზე გაანგარიშებული $P_1 < P_2$ სიმძლავრის ორი ნათურა. როდესაც ამ ნათურებს წრედში ერთმანერთის მიმდევრობით ჩავრთავთ, მეორე ნათურა გაანათებს პირველ ნათურაზე",
    options: ["უკეთესად", "უარესად", "ისევე", "ზოგჯერ უკეთესად, ზოგჯერ ისევე", "ზოგჯერ უარესად ზოგჯერ ისევე"],
    correct: 1,
    tags: []
  },
  // 6
  {
    question: "გამოსახეთ წინაღობის ერთეული $SI$ სისტემის ძირითადი ერთეულებით (კგ, მ, წმ, ა)",
    options: ["$კგ\\cdotმ^{2}/წმ^{2}$", "$კგ\\cdotმ^{2}/(ა\\cdotწმ)$", "$კგ\\cdotმ^{2}/(ა^{2}\\cdotწმ^{3})$", "$მ^{2}/(წმ^{3}\\cdotა^{3})$", "$კგ\\cdotმ^{2}/(ა\\cdotწმ^{3})$"],
    correct: 2,
    tags: []
  },
  // 7
  {
    question: "ორი $q_{1}=q$ და $q_{2}=3q$ მუხტებით დამუხტული მცირე ზომის ერთნაერი გამტარი ბურთულა ურთიერთქმედებენ $F$ ძალით. რა ძალით იმოქმედებენ ისინი ერთმანეთზე, თუ მათ ერთმანეთს შევახებთ და იმავე მანძილით დავაშორებთ?",
    options: ["$3F/2$", "$2F/3$", "$5F/4$", "$4F/3$", "$3F/4$"],
    correct: 3,
    tags: []
  },
  // 8
  {
    question: "გამოსახეთ ძაბვის ერთეული $SI$ სისტემის ძირითადი ერთეულებით (კგ, მ, წმ, ა)",
    options: ["$კგ\\cdotმ^{2}/წმ^{2}$", "$კგ\\cdotმ^{2}/(ა\\cdotწმ)$", "$კგ\\cdotმ^{3}/(წმ^{2}\\cdotა^{3})$", "$მ^{2}/(წმ^{3}\\cdotა^{3})$", "$კგ\\cdotმ^{2}/(ა\\cdotწმ^{3})$"],
    correct: 4,
    tags: []
  },
  // 9
  {warning:"ყველა პასუხია ჩათვლილი",
    question: "$q_{1}=-4\\cdot10^{-6}კ$ და $q_{2}=9\\cdot10^{-6}კ$ მცირე ზომის მუხტები ერთმანეთისგან $50$ სმ მანძილზე არიან დამაგრებულები. პირველი მუხტიდან რა მანძილზე უნდა მოვათავსოთ მესამე მცირე ზომის მუხტი, რომ ის წონასწორობაში იყოს?",
    options: ["$15$ სმ", "$25$ სმ", "$25$ სმ", "$35$ სმ", "$40$ სმ"],
    correct: [0,1,2,3,4], 
    tags: []
  },
  // 10
  {
    question: "$q_{1}=-4\\cdot10^{-6}კ$ და $q_{2}=10^{-5}კ$ მუხტებით დამუხტული მცირე ზომის ლითონის ერთნაერი ბურთულა შეახეს ერთმანეთს და $30$ სმ მანძილით დააშორეს. განსაზღვრეთ ბურთულების ურთიერთქმედების ძალა. (კულონის მუდმივა $k=9\\cdot10^{9}ნ\\cdotმ^{2}/კ^{2}$)",
    options: ["$1{,}2$ ნ", "$0{,}4$ ნ", "$0{,}9$ ნ", "$4$ ნ", "$9$ ნ"],
    correct: 2,
    tags: []
  },
  // 11
  {
    question: "თუ $12$ $ვ$ ძაბვის წრედში გამავალი დენის ძალაა $0{,}2$ $ა$, მაშინ ელექტრული ველის მიერ ამ წრედში $1$ წთ-ში შესრულებული მუშაობა იქნება",
    options: ["$24$ $ჯ$", "$60$ $ჯ$", "$72$ $ჯ$", "$144$ $ჯ$", "$288$ $ჯ$"],
    correct: 3,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-8/images/image.7.png",
    question: "სურათზე ყველა ნათურა ერთნაერია. როდესაც ჩამრთველი გამორთულია, ამპერმეტრის ჩვენებაა $3$ $ა$. თუ ჩამრთველს ჩავრთავთ, ამპერმეტრის ჩვენება გახდება",
    options: ["$5{,}4$ $ა$", "$4{,}2$ $ა$", "$3{,}2$ $ა$", "$1{,}8$ $ა$", "$1{,}6$ $ა$"],
    correct: 0,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-8/images/image.7.png",
    question: "სურათზე ყველა ნათურა ერთნაერია. ჩამრთველი ჩართულია. რა დენი გადის მეორე ნათურაში, თუ ამპერმეტრის ჩვენებაა $0{,}6$ $ა$",
    options: ["$0{,}45$ $ა$", "$0{,}4$ $ა$", "$0{,}35$ $ა$", "$0{,}3$ $ა$", "$0{,}2$ $ა$"],
    correct: 1,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-8/images/image.8.png",
    question: "სურათზე რეზისტორები ერთნაირია $R_{1}=R_{2}=R_{3}=R_{4}=R_{5}=R_{6}=4$ ომი. წრედის ძაბვაა $44$ $ვ$. <br><br> ა) განსაზღვრეთ წრედის სრული წინაღობა; <br><br> ბ) განსაზღვრეთ $R_{4}$ რეზისტორში გამავალი დენის ძალა; <br><br> გ) განსაზღვრეთ $R_{3}$ რეზისტორში გამოყოფილი სიმძლავრე; <br><br> დ) განსაზღვრეთ ძაბვა $R_{1}$ რეზისტორზე.",
    options: [],
    tags: []
  },
  // 15
  {
    question: "გვაქვს სამი ტოლი მასის სპილენძის მავთული. ერთის სიგრძეა $50$ მ და მისი წინაღობაა $0{,}5$ ომი. განსაზღვრეთ: <br><br> ა) მეორე მავთულის წინაღობა, თუ მისი სიგრძეა $100$ მ; <br><br> ბ) მესამე მავთულის სიგრძე, თუ მისი წინაღობაა $0{,}04$ ომი; <br><br> გ) პირველი მავთულის განივკვეთის ფართობი, თუ სპილენძის კუთრი წინაღობაა $1{,}7\\cdot10^{-8}$ ომი მ; <br><br> დ) გამოთვალეთ თითოეული მავთულის მოცულობა.",
    options: [],
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-8/images/image.9.png",
    question: "სურათზე გამოსახული ლითონის პატარა დაუმუხტავი $A$ და $B$ ბურთულები ერთმანეთს ეხება. $C$ დადებითად დამუხტული ღერო $B$ ბურთულას მიუახლოვეს. $A$ ბურთულა $B$ ბურთულას მცირე მანძილით დააშორეს და შემდეგ $C$-ღეროც მოაშორეს. აღმოჩნდა, რომ $B$ ბურთულას მუხტის მოდულია $5\\cdot10^{-9}კ$. განსაზღვრეთ: <br><br> ა) $A$ ბურთულას მუხტის მოდული; <br><br> ბ) განსაზღვრეთ $A$ ბურთულას მუხტის ნიშანი და $B$ ბურთულას მუხტის ნიშანი; <br><br> გ) მიიზიდავენ თუ განიზიდავენ ერთმანეთს $A$ და $B$ ბურთულები? ახსენით, რატომ; <br><br> დ) როგორ შეიცვლება ბურთულების ურთიერთქმედების ძალა ბურთულების შეხებისას და იმავე მანძილით დაცილებისას? პასუხი დაასაბუთეთ.",
    options: [],
    tags: []
  }
];