const quizData = [
  // #1
  {
    intro:"თუჯის კუთრი სითბოტევადობაა $540$ ჯ/კგ∙$К$ <br><br> წყლის კუთრი სითბოტევადობაა $4200$ ჯ/კგ∙$К$",
    image: "physics-quizzes/class-8/images/image16.png",
    question: "ერთნაირი მოცულობის ალუმინისა და ტყვიის სხულებით გაწონასწორებული ბერკეტის წონასწორობა სხეულების წყალში ჩაშვებისას (ტყვიის სიმკვრივე მეტია ალუმინის სიმკვრივეზე)",
    options: ["არ დაირღვევა", "დაირღვევა, ტყვიის სხეული ქვევით დაიწევს", "დაირღვევა, ტყვიის სხეული ზევით აიწევს", "დაირღვავა თუ არა, ვერ განვსაზღვრავთ", "დაირღვევა, ტყვიის სხეული ზოგჯერ ზევით აიწევს, ზოგჯერ ქვევით დაიწევს."],
    correct: 1,
    tags: []
  },
  // #2
  {
    image: "physics-quizzes/class-8/images/image17.png",
    question: "სურათზე გამოსახული სისტემების მეშვეობით ერთი და იგივე მასის სხეულები თანაბრად ააქვთ ზევით. როდესაც ჭოჭონაქები უმასოა, და ხახუნი ჭოჭნაქების ღერძებთან არ გვაქვს, მაშინ ტვირთების ერთ სიმაღლეზე აწევისას შესრულებული მუშაობა:",
    options: ["ბ სისტემის $2$ ჯერ მეტია", "ა სისტემის $2$ ჯერ მეტია", "ორივე სისტემის ერთნაირია", "ბ სისტემის $4$ ჯერ მეტია", "ა სისტემის $4$ ჯერ მეტია"],
    correct: 2,
    tags: []
  },
  // #3
  {
    question: "ჭურჭელში ჩასხმულ $1^\\circ C$ ტემპერატურის წყალს $4^\\circ C$-მდე ათბობენ. მაშინ:",
    options: ["წყლის დონე ჭურჭელში გაიზრდება", "წყლის დონე ჭურჭელში შემცირდება", "წყლის დონე ჭურჭელში არ შეიცვლება", "წყლის მასა ჭურჭელში გაიზრდება", "წყლის მასა ჭურჭელში შემცირდება"],
    correct: 1,
    tags: []
  },
  // #4
  {
    question: "მზიან დღეს, ზღვის ქვიშიანი ნაპირი წყალზე:",
    options: ["უფრო მეტად ხურდება და სუსტი ქარი ზღვიდან ნაპირისკენ ქრის", "უფრო მეტად ხურდება და სუსტი ქარი ნაპირიდან ზღვისკენ ქრის", "უფრო ცუდად ხურდება და სუსტი ქარი ზღვიდან ნაპირისკენ ქრის", "უფრო ცუდად ხურდება და ქარი არ ქრის", "უფრო მეტად ხურდება და ქარი არ ქრის"],
    correct: 0,
    tags: []
  },
  // #5
  {
    question: "დაღმართზე სხეულის მუდმივი სიჩქარით ჩამოსრიალებისას მისი შინაგანი ენერგია:",
    options: ["იზრდება", "მცირდება", "არ იცვლება", "ზოგჯერ იზრდება, ზოგჯერ მცირდება", "ზოგჯერ იზრდება, ზოგჯერ არ იცვლება"],
    correct: 0,
    tags: []
  },
  // #6
  {
    question: "სხეულის ტემპერატურის გაზრდისას მისი შინაგანი ენერგია:",
    options: ["მცირდება", "არ იცვლება", "ზოგი ნივთიერებისთვის იზრდება, ზოგისთვის მცირდება", "იზრდება", "ზოგი ნივთიერებისთვის იზრდება, ზოგისთვის არ იცვლება"],
    correct: 3,
    tags: []
  },
  // #7
  {
    question: "$2$კგ მასის თუჯის $20$-დან $220^\\circ C$-მდე გათბობისას დახარჯული სითბოს რაოდენობაა:",
    options: ["$259000$ჯ", "$237600$ჯ", "$216000$ჯ", "$21600$ჯ", "$2160$ჯ"],
    correct: 2,
    tags: []
  },
  // #8
  {
    question: "ტოლი რაოდენობის და ტოლი ტემპერატურის ცხელი წყალი ჩაასხეს ერთნაირ ჭურჭლებში, რომელებიც მხოლოდ ფერით განსხვავდება. მაშინ წყალი:",
    options: ["ყველა ფერის ჭურჭელში ერთნაირად ცივდება", "ღია ფერის ჭურჭელში უფრო სწრაფად ცივდება", "მუქ ჭურჭელში უფრო სწრაფად ცივდება", "მუქ ჭურჭელში არ იცვლება", "ღია ფერის ჭურჭელში არ იცვლება"],
    correct: 2,
    tags: []
  },
  // #9
  {
    question: "როდესაც ჩანჩქერის სიმაღლე $21$მ-ია და წყლის პოტენციური ენერგიის $25\\%$ გადადის სითბურში, მაშინ წყლის ტემპერატურის ნამატია:",
    options: ["$0{,}0005^\\circ C$", "$0{,}00125^\\circ C$", "$0{,}0050^\\circ C$", "$0{,}0125^\\circ C$", "$0{,}05^\\circ C$"],
    correct: 3,
    tags: []
  },
  // #10
  {
    question: "თუ $Q$ სითბოს რაოდენობის გადაცემით $m$ მასის და $c$ კუთრი სითბოტევადობის სხეულის ტემპერატურა $12^\\circ C$-ით გაიზარდა, მაშინ $3m$ მასისა და $0{,}5c$ კუთრი სითბოტევადობის სხეულის $8^\\circ C$-ით გასათბობათ საჭირო სითბოს რაოდენობაა:",
    options: ["$\\frac{Q}{4}$", "$\\frac{Q}{3}$", "$\\frac{Q}{2}$", "$\\frac{2Q}{3}$", "$Q$"],
    correct: 4,
    tags: []
  },
  // #11
  {
    question: "$20^\\circ C$ ტემპერატურის წყალში $100^\\circ C$ ტემპერატურის ბურთულას ჩაშვების შემდეგ დამყარდა $28^\\circ C$ ტემპერატურა. თუ ამის შემდეგ წყალში ჩაუშვებენ $100^\\circ C$ ტემპერატურის კიდევ ორ ასეთვე ბურთულას, მაშინ დამყარდება ტემპერატურა:",
    options: ["$40^\\circ C$", "$44^\\circ C$", "$52^\\circ C$", "$50^\\circ C$", "$60^\\circ C$"],
    correct: 0,
    tags: []
  },
  // #12
  {
    question: "$5$ლ $100^\\circ C$ ტემპერატურისა და $3$ლ $20^\\circ C$ ტემპერატურის წყლის შერევის შემდეგ დამყარებული ტემპერატურაა:",
    options: ["$50^\\circ C$", "$70^\\circ C$", "$55^\\circ C$", "$60^\\circ C$", "$65^\\circ C$"],
    correct: 1,
    tags: []
  },
  // #13
  {
    question: "სითბოს რაოდენობა $SI$-ს ძირითადი ერთეულებით გამოისახება:",
    options: ["$\\frac{კგ\\cdot მ}{წმ^3}$", "$\\frac{კგ\\cdot მ}{წმ^2}$", "$\\frac{მ}{წმ^2}$", "$\\frac{კგ\\cdot მ^2}{წმ^2}$", "$\\frac{კგ\\cdot მ}{წმ}$"],
    correct: 3,
    tags: []
  },
  // #14
  {
    warning:"ორი პასუხია ჩათვლილი",
    question: "ჩამოთვლილთაგან სხეულის მასას გამოსახავს ($Q$-სითბოს რაოდენობა, $C$-სითბოტევადობა, $c$-კუთრი სითბოტევადობა, $\\Delta t$-ტემპერატურის ცვლილება): <br><br> I. $\\frac{Q}{C}$; II. $\\frac{Q}{C\\Delta t}; $ III. $\\frac{C}{c}$",
    options: ["მხოლოდ I", "მხოლოდ II", "მხოლოდ III", "I და II", "II და III"],
    correct: [2,4],
    tags: []
  },
  // #15
  {
    question: "როდესაც $80^\\circ C$ ტემპერატურისა და $4{,}5$კჯ/°$C$ სითბოტევადობის წყალი ჩაასხეს $100$ჯ/კგ°$C$ კუთრი სითბოტევადობის $5$კგ მასისა და $40^\\circ C$ ტემპერატურის ჭურჭელში, მაშინ წყლის მიერ გაცემული სითბოს რაოდენობაა:",
    options: ["$54$კჯ", "$18$კჯ", "$9$კჯ", "$36$კჯ", "$27$კჯ"],
    correct: 1,
    tags: []
  },
  // #16
  {
    question: "როდესაც წყალში ჩავარდნილი ქვა თანაბრად მოძრაობს ვერტიკალურად ქვევით, მაშინ:",
    options: ["წყლის პოტენციური ენერგია მცირდება", "წყლის პოტენციური ენერგია იზრდება", "წყლის კინეტიკური ენერგია მცირდება", "წყლის კინეტიკური ენერგია იზრდება", "წყლის სრული მექანიკური ენერგია არ იცვლება"],
    correct: 1,
    tags: []
  },
  // #17
  {
    image: "physics-quizzes/class-8/images/image18.png",
    question: "თუ სურათზე გამოსახული მოძრავი ჭოჭონაქის თანაბრად ქვევით მოძრაობით $0{,}4$კგ მასის სხეულმა $60$სმ გაიარა, მაშინ ჭოჭონაქის მიერ გავლილი მანძილი და მის ღერძზე მოქმედი ძალა შესაბამისად არის:",
    options: ["$15$სმ და $8$ნ", "$30$სმ და $4$ნ", "$60$სმ და $8$ნ", "$30$სმ და $8$ნ", "$30$სმ და $16$ნ"],
    correct: 3,
    tags: []
  },
  // #18
  {
    question: "დახრილი სიბრტყის ფუძიდან $0{,}8$მ სიმაღლეზე დადეს $1$კგ მასის ძელაკი. ძელაკი ჩამოსრიალდა, და მისი სიჩქარე დახრილი სიბრტყის ფუძესთან იყო $3$მ/წმ. განსაზღვრეთ ხახუნის ძალის მუშაობა:",
    options: ["$-2{,}5$ჯ", "$-3{,}5$ჯ", "$-4{,}5$ჯ", "$-6{,}5$ჯ", "$-8$ჯ"],
    correct: 1,
    tags: []
  },
  // #19
  {
    question: "თუ $30$ნ ძალის მოქმედებით ზამბარა $4$სმ-ით დაგრძელდა, მაშინ ზამბარის გაჭიმვისას შესრულებული მუშაობაა:",
    options: ["$120$ჯ", "$60$ჯ", "$1{,}2$ჯ", "$12$ჯ", "$0{,}6$ჯ"],
    correct: 4,
    tags: []
  },
  // #20
  {
    question: "თუ ამწეს $2$ტ მასის ტვირთი თანაბრად აჰყავს $1$მ/წმ სიჩქარით, მაშინ იგი ავითარებს:",
    options: ["$2$კვტ სიმძლავრეს", "$80$კვტ სიმძლავრეს", "$20$კვტ სიმძლავრეს", "$10$კვტ სიმძლავრეს", "$4$კვტ სიმძლავრეს"],
    correct: 2,
    tags: []
  },
  // #21
  {
    question: "$8$მ სიღმის ჭიდან $6$კგ მასის ბაგირით, $11$კგ მასის წყლიანი ვედროს ამოტანისას შესრულებული მუშაობაა:",
    options: ["$112$ჯ", "$1120$ჯ", "$1360$ჯ", "$880$ჯ", "$136$ჯ"],
    correct: 1,
    tags: []
  },
  // #22
  {
    question: "ჰორიზონტალურ ზედაპირზე $2$მ/წმ სიჩქარით მოძრავმა სხეულმა ხახუნის ძალის მოქმედებით გაჩერებამდე $2$მ გაიარა. განსაზღვრეთ ხახუნის კოეფიციენტი:",
    options: ["$0{,}1$", "$0{,}15$", "$0{,}2$", "$0{,}25$", "$0{,}3$"],
    correct: 0,
    tags: []
  },
  // #23
  {
    question: "თუ $x$-ით გაჭიმული ზამბარის ენერგიაა $E$, მაშინ $2x$-ით გაჭიმულის არის:",
    options: ["$\\frac{E}{8}$", "$\\frac{E}{2}$", "$E$", "$2E$", "$4E$"],
    correct: 4,
    tags: []
  },
  // #24
  {
    question: "სხეული აისროლეს ვერტიკალურად ზევით $20$მ/წმ სიჩქარით. მაშინ მისი სიჩქარე $15$მ სიმაღლეზე არის:",
    options: ["$2$მ/წმ", "$10$მ/წმ", "$8$მ/წმ", "$5$მ/წმ", "$3$მ/წმ"],
    correct: 1,
    tags: []
  },
  // #25
  {
    question: "ჰორიზონტალურ ზედაპირზე დადებულ თავდაპირველად უძრავ სხეულზე ზედაპირის პარალელურად ურთიერთსაპირისპიროდ მოქმედი $3$ და $4$ნ ძალების ტოლქმედის მოდულის მუშაობა $6$მ მანძილზე არის:",
    options: ["$18$ჯ", "$24$ჯ", "$6$ჯ", "$12$ჯ", "$60$ჯ"],
    correct: 2,
    tags: []
  }
];
