const quizData = [
  // Question 1
  {
    question: "შვეულად ასროლილმა $0{,}5\\text{კგ}$ მასის სხეულმა $3\\text{მ}$ სიმაღლეს მიაღწია და შემდეგ ასროლის წერტილში დაბრუნდა. განსაზღვრეთ მასზე მოქმედი სიმძიმის ძალის მუშაობაა",
     options: [
      "$30\\text{ჯ}$",
      "$-30\\text{ჯ}$",
      "$3\\text{ჯ}$",
      "$0\\text{ჯ}$",
      "$-3\\text{ჯ}$"
    ],correct: 3,
    tags: []
  },
  // Question 2
  {
    question: "ჰორიზონტალურ ზედაპირზე დადებულ სხეულზე ზედაპირის პარალელურად მოქმედი $7\\text{ნ}$ ძალის მუშაობა ძალის მიმართულებით $6\\text{მ}$ მანძილზე გადაადგილებისას არის",
     options: [
      "$18\\text{ჯ}$",
      "$24\\text{ჯ}$",
      "$42\\text{ჯ}$",
      "$6\\text{ჯ}$",
      "$1{,}17\\text{ჯ}$"
    ],correct: 2,
    tags: []
  },
  // Question 3
  {
    question: "თუ ამწეს $2\\text{ტ}$ მასის ტვირთი თანაბრად ააქვს და ავითარებს $10\\text{კვტ}$ სიმძლავრეს, ტვირთის სიჩქარეა",
     options: [
      "$0{,}5\\text{მ/წმ}$",
      "$2\\text{მ/წმ}$",
      "$10\\text{მ/წმ}$",
      "$100\\text{მ/წმ}$",
      "$1\\text{მ/წმ}$"
    ], correct: 0,
    tags: []
  },
  // Question 4
  {
    question: "როცა ჰაერის წინააღმდეგობა უმნიშვნელოა, მაშინ $h$ სიმაღლედან უსაწყისო სიჩქარით ვარდნილი სხეულის კინეტიკური და პოტენციური ენერგიები ერთმანეთს გაუტოლდება:",
    options: [
      "$h$ სიმაღლეზე",
      "$\\dfrac{h}{2}$ სიმაღლეზე",
      "$h = 0$ სიმაღლეზე",
      "$\\dfrac{3}{4}h$ სიმაღლეზე",
      "$\\dfrac{2}{3}h$ სიმაღლეზე"
    ], correct: 1,
    tags: []
  },
  // Question 5
  {
    question: "$40\\text{მ}$ სიმაღლის წყალსაცავიდან ვარდნისას $36000\\text{ტ}$ წყალზე მოქმედი სიმძიმის ძალის მიერ შესრულებული მუშაობაა",
     options: [
      "$3{,}6 \\cdot 10^{6}\\text{ჯ}$",
      "$14{,}4 \\cdot 10^{6}\\text{ჯ}$",
      "$14{,}4 \\cdot 10^{6}\\text{კჯ}$",
      "$3{,}6 \\cdot 10^{7}\\text{კჯ}$",
      "$36 \\cdot 10^{7}\\text{ჯ}$"
    ], correct: 2,
    tags: []
  },
  // Question 6
  {
    question: "როდესაც ტოლი ძალების მოქმედებით ერთი ზამბარა $4\\text{სმ}$-ით არის დაგრძელებული, ხოლო მეორე $6\\text{სმ}$-ით (ზამბარების სიხისტეები განსხვავებულია), მაშინ მეორე ზამბარის პოტენციური ენერგია",
      options: [
      "პირველი ზამბარის პოტენციური ენერგიის ტოლია",
      "$2\\text{ჯ}$-ით ნაკლებია პირველი ზამბარის პოტენციურ ენერგიაზე",
      "$2$-ჯერ მეტია პირველი ზამბარის პოტენციურ ენერგიაზე",
      "$1{,}5$-ჯერ მეტია პირველი ზამბარის პოტენციურ ენერგიაზე",
      "$1{,}5$-ჯერ ნაკლებია პირველი ზამბარის პოტენციურ ენერგიაზე"
    ],
   correct: 3,
    tags: []
  },
  // Question 7
  {image: "physics-quizzes/class-8/images/image-16.png",
    question: "როცა უმასო ბერკეტი წონასწორობაშია, მაშინ $F$ ძალის მოდულია",
     options: [
      "$1\\text{ნ}$",
      "$0{,}25\\text{ნ}$",
      "$4\\text{ნ}$",
      "$2\\text{ნ}$",
      "$0{,}2\\text{ნ}$"
    ],
    correct: 1,
    tags: []
  },
  // Question 8
  {image: "physics-quizzes/class-8/images/image-17.png",
    question: "დინამომეტრზე დაკიდებული უმასო ბერკეტი წონასწორობაშია. როდესაც დინამომეტრის ჩვენება $10\\text{ნ}$-ია და მარჯვენა სხეულის მასაა $0{,}8\\text{კგ}$, მაშინ მარცხენა სხეულის მასაა",
     options: [
      "$0{,}8\\text{კგ}$",
      "$1\\text{კგ}$",
      "$0{,}1\\text{კგ}$",
      "$0{,}6\\text{კგ}$",
      "$0{,}2\\text{კგ}$"
    ],
   correct: 4,
    tags: []
  },
  // Question 9
  {
    question: "ერთგვაროვანი ღეროს მასათა ცენტრმა $5\\text{სმ}$-ით რომ გადაინაცვლოს საჭიროა მას მოვაჭრათ",
     options: [
      "$2{,}5\\text{სმ}$",
      "$5\\text{სმ}$",
      "$7{,}5\\text{სმ}$",
      "$10\\text{სმ}$",
      "$12{,}5\\text{სმ}$"
    ],
  correct: 3,
    tags: []
  },
  // Question 10
  {
    question: "თუ სხვადასხვა სიგრძის მხრებიან სასწორზე აწონვისას სხეული ერთ თეფშზე გაწონასწორდა $2{,}5\\text{კგ}$ საწონით, მეორეზე კი $0{,}9\\text{კგ}$-ით, მაშინ სხეულის მასაა:",
     options: [
      "$1{,}5\\text{კგ}$",
      "$3{,}4\\text{კგ}$",
      "$1{,}7\\text{კგ}$",
      "$2{,}25\\text{კგ}$",
      "$1{,}6\\text{კგ}$"
    ],
   correct: 0,
    tags: []
  },
  // Question 11
  {
    question: "რა მუშაობას ასრულებს ველოსიპედისტი ველოსიპედის სიჩქარის $8\\text{მ/წმ}$-დან $12\\text{მ/წმ}$-მდე გაზრდისას? ველოსიპედის და ველოსიპედისტის მასების ჯამია $50\\text{კგ}$, წინააღმდეგობის ძალების მუშაობა უმნიშვნელოა.",
     options: [
      "$1250\\text{ჯ}$",
      "$1600\\text{ჯ}$",
      "$2000\\text{ჯ}$",
      "$2464\\text{ჯ}$",
      "$4000\\text{ჯ}$"
    ],
    correct: 2,
    tags: []
  },
  // Question 12
  {
    question: "გასაჭრელი ქაღალდის მაკრატელის ბრუნვის ღერძთან მიახლოებით:",
    options: [
      "გაჭრა გაადვილება",
      "გაჭრა გაძნელდება",
      "არაფერი არ შეიცვლება",
      "ზოგჯერ გაადვილდება, ზოგჯერ გაძნელდება",
      "გაჭრა შეუძლებელი გახდება"
    ],
    correct: 0,
    tags: []
  },
  // Question 13
  {
    question: "თუ ჰაერის წინაღობას გავითვალისწინებთ, მაშინ ჰაერში $v_{0}$ სიჩქარით შვეულად ასროლილი სხეული ასროლის წერტილში ბრუნდება მოდულით:",
      options: [
      "იგივე სიჩქარით",
      "მეტი სიჩქარით",
      "ნაკლები სიჩქარით",
      "ზოგჯერ მეტი სიჩქარით, ზოგჯერ ისეთივეთი",
      "ზოგჯერ მეტი, ზოგჯერ ნაკლები სიჩქარით"
    ],
   correct: 2,
    tags: []
  },
  // Question 14
  {
    question: "ზამბარაზე $3\\text{კგ}$ მასის სხეულის დაკიდების შემდეგ ზამბარა $4\\text{სმ}$-ით დაგრძელდა. განსაზღვრეთ: <br><br> ა) ზამბარის დაგრძელებისას სიმძიმის ძალის მიერ შესრულებული მუშაობა <br><br> ბ) ზამბარის დაგრძელებისას დრეკადობის ძალის მიერ შესრულებული მუშაობა <br><br> გ) დაგრძელებული ზამბარის პოტენციური ენერგია <br><br> დ) სისტემის სხეული-ზამბარა სრული მექანიური ენერგიის ცვლილება",
    options: [],
    correct: null,
    tags: []
  },
  // Question 15
  {
    question: "ტბის ფსკერზე $4\\text{მ}$ სიღრმეზე მდებარე $0{,}1\\text{მ}^3$ მოცულობისა და $2{,}3\\text{გ/სმ}^3$ სიმკვრივის ქვა ზედაპირზე ამოვიღეთ. განსაზღვრეთ: <br><br> ა) სისტემის წყალი-ქვა პოტენციური ენერგიის ცვლილება <br><br> ბ) ქვის აწევისას ჩვენს მიერ შესრულებული მუშაობა <br><br> გ) ქვის აწევისას ამომგდები ძალის მიერ შესრულებული მუშაობა <br><br> დ) ქვის აწევისას სიმძიმის ძალის მიერ შესრულებული მუშაობა",
    options: [],
    correct: null,
    tags: []
  },
  // Question 16
  {image: "physics-quizzes/class-8/images/image-15.png",
    question: "უმასო ბერკეტი გაწონასწორებულია ტოლი სიმკვრივის და $m_{1}$ და $m_{2}$ მასების $m_{1} < m_{2}$ ორი სხეულით (სხეულების სიმკვრივე წყლის სიმკვრივეს აღემატება). განსაზღვრეთ: <br><br> ა) ერთნაირი ამომგდები ძალა იმოქმედებს თუ არა სხეულებზე მათი წყლით დაფარვისას? ახსენით, რატომ? <br><br> ბ) დაირღვევა თუ არა ბერკეტის წონასწორობა სხეულების წყლით დაფარვისას? პასუხი დაასაბუთეთ.",
    options: [],
    correct: null,
    tags: []
  }

];