const quizData = [
    // 1
{intro:"წყლის კუთრი სითბოტევადობა: $4200$ ჯ/კგ $\\cdot K$ <br><br> ყინულის კუთრი სითბოტევადობა: $2100$ ჯ/კგ $\\cdot K$ <br><br> ყინულის დნობის კუთრი სითბო: $3{,}4 \\cdot 10^5$ჯ/კგ <br><br> ბენზინის წვის კუთრი სითბო: $4{,}6 \\cdot 10^7$ ჯ/კგ",
  question: "როდესაც ჩანჩქერის სიმაღლე $21$მ-ია და წყლის პოტენციური ენერგია სრულად გადადის სითბურში, მაშინ წყლის დაცემის შემდეგ მისი ტემპერატურის ნამატია:",
  options: [
    "$0{,}002^{\\circ} C$",
    "$0{,}005^{\\circ} C$",
    "$0{,}02^{\\circ} C$",
    "$0{,}05^{\\circ} C$",
    "$0{,}2^{\\circ} C$"
  ],
  correct: 3,
  tags: []
},
// 2
{
  question: "$10^{\\circ}\\text{C}$ ტემპერატურისა და $48\\text{ჯ}/^{\\circ}\\text{C}$ სითბოტევადობის წყლის $110^{\\circ}\\text{C}$ ტემპერატურის და $2\\text{ჯ}/^{\\circ}\\text{C}$ სითბოტევადობის ლითონის ჭურჭელში ჩასმის შემდეგ დამყარებული ტემპერატურაა:",
  options: ["$96^{\\circ}\\text{C}$", "$72^{\\circ}\\text{C}$", "$60^{\\circ}\\text{C}$", "$24^{\\circ}\\text{C}$", "$14^{\\circ}\\text{C}$"],
  correct: 4,
  tags: []
},
// 3
{
  question: "როდესაც $4\\cdot10^{7}\\text{ჯ}/\\text{კგ}$ წვის კუთრი სითბოს $200$გ საწვავის სრული დაწვისას გამოყოფილი სითბო მთლიანად მიეწოდება $20^{\\circ}\\text{C}$ ტემპერატურისა და $160\\text{ჯ}/^{\\circ}\\text{C}$ სითბოტევადობის წყალს, მაშინ წყლის საბოლოო ტემპერატურაა:",
  options: ["$30^{\\circ}\\text{C}$", "$40^{\\circ}\\text{C}$", "$70^{\\circ}\\text{C}$", "$60^{\\circ}\\text{C}$", "$50^{\\circ}\\text{C}$"],
  correct: 2,
  tags: []
},
// 4
{
  question: "$20^{\\circ}\\text{C}$ ტემპერატურის წყალში $100^{\\circ}\\text{C}$ ტემპერატურის ბურთულას ჩაშვების შემდეგ დამყარდა $28^{\\circ}\\text{C}$ ტემპერატურა. თუ ამ წყალში ერთის ნაცვლად ჩაუშვებდნენ $100^{\\circ}\\text{C}$ ტემპერატურის სამ ასეთ ბურთულას, მაშინ დამყარდებოდა ტემპერატურა:",
  options: ["$40^{\\circ}\\text{C}$", "$44^{\\circ}\\text{C}$", "$52^{\\circ}\\text{C}$", "$50^{\\circ}\\text{C}$", "$60^{\\circ}\\text{C}$"],
  correct: 0,
  tags: []
},
// 5
{
  question: "ძლიერ ყინვაში საციგურაო მოედნის გლუვი ზედაპირის აღსადგენად:",
  options: ["მას რწყავენ ცივი წყლით", "მას რწყავენ ცხელი წყლით", "მას ზეთს ასხამენ", "მნიშვნელობა არ აქვს როგორი წყლით მორწყავენ", "მას აპრიალებენ"],
  correct: 1,
  tags: []
},
// 6
{
  question: "დნობისას სხეულის მოლეკულების ურთიერთქმედების პოტენციური ენერგია:",
  options: ["იზრდება", "მცირდება", "არ იცვლება", "ნული ხდება", "ჯერ იზრდება, შემდეგ მცირდება."],
  correct: 0,
  tags: []
},
// 7
{
  question: "როდესაც $0^{\\circ}\\text{C}$ ტემპერატურის $4$კგ ყინულს $1480$კჯ სითბო გადასცეს:",
   options: [
    "ყინული მთლიანად გადნა, მაგრამ მიღებული წყალი არ გათბა",
    "მხოლოდ ყინულის ნაწილი გადნა",
    "ყინული მთლიანად გადნა და მიღებული წყალი გათბა",
    "ყინულს დნობა არ დაუწყია",
    "ყინული მთლიანად გადნა და მიღებული წყალი ადუღდა"
  ],
  correct: 2,
  tags: []
},
// 8
{
  question: "მდუღარე წყალში ხორცის ხარშვისას ცეცხლი ორჯერ უფრო გააძლიერეს. რის შედეგადაც ხორცის მოხარშვის დროის შუალედი",
  options: [
    "ოთხჯერ გაიზარდა",
    "ოთხჯერ შემცირდა",
    "ორჯერ გაიზარდა",
    "ორჯერ შემცირდა",
    "არ შეიცვალა"
  ],
 correct: 4,
  tags: []
},
// 9
{
  question: "თუ $40\\%$ მქ კოეფიციენტის ძრავას მუშაობისას საწვავმა დაწვისას გამოყო $5$ კჯ სითბო, მაშინ სითბოს დანაკარგია:",
 options: [
    "$8{,}3\\text{კჯ}$",
    "$3\\text{კჯ}$",
    "$0$",
    "$\\approx-8{,}3\\text{კჯ}$",
    "$6\\text{კჯ}$"
  ],
 correct: 1,
  tags: []
},
// 10
{
  question: "წყლის ორთქლის მოლეკულების ურთიერთქმედების საშუალო პოტენციური ენერგია იმავე მასისა და ტემპერატურის წყლის მოლეკულების საშუალო პოტენციურ:",
   options: [
    "ენერგიაზე მეტია",
    "ენერგიაზე ნაკლებია",
    "ენერგიის ტოლია",
    "ენერგიაზე ორჯერ ნაკლებია",
    "ენერგიაზე ზოგჯერ ნაკლებია, ზოგჯერ მეტი"
  ],
 correct: 0,
  tags: []
},
// 11
{
  question: "სითხის აორთქლებისას წარმოქმნილ ორთქლს აქვს:",
  options: ["სითხეზე მაღალი ტემპერატურა", "სითხეზე დაბალი ტემპერატურა", "სითხის ტემპერატურა", "ზოგჯერ სითხეზე მაღალი ტემპერატურა, ზოგჯერ დაბალი;", "ყოველთვის $100^{\\circ}\\text{C}$ ტემპერატურა"],
  correct: 2,
  tags: []
},
// 12
{
  question: "სითხის ორთქლს",
   options: [
    "იმავე მასის და ტემპერატურის სითხეზე მეტი შინაგანი ენერგია აქვს",
    "იმავე მასის და ტემპერატურის სითხეზე ნაკლები შინაგანი ენერგია აქვს",
    "იმავე მასის და ტემპერატურის სითხის ტოლი შინაგანი ენერგია აქვს",
    "ზოგჯერ იმავე მასის და ტემპერატურის სითხეზე მეტი შინაგანი ენერგია აქვს, ზოგჯერ - ნაკლები",
    "შინაგანი ენერგია არ აქვს"
  ],
 correct: 0,
  tags: []
},
// 13
{
  question: "დნობის პროცესში სხეულის შემადგენელი ნაწილაკების საშუალო კინეტიკური ენერგია",
  options: ["იზრდება", "მცირდება", "არ იცვლება", "ჯერ იზრდება, შემდეგ მცირდება", "ჯერ მცირდება, შემდეგ იზრდება"],
  correct: 2,
  tags: []
},
// 14_a
{
  question: "$2{,}5$კგ მასისა და $5^{\\circ}\\text{C}$ ტემპერატურის წყალში ჩაყარეს $700$გ მასის ყინული. სითბური წონასწორობის დამყარებისას აღმოაჩნდა, რომ ყინულის მასა $64$გ-ით გაიზარდა. განსაზღვრეთ <br><br>  ა) წყლის საბოლოო ტემპერატურა <br><br> ბ) ყინულის საწყისი ტემპერატურა <br><br> გ) წყლის მასის ცვლილება <br><br> დ) ყინულის შინაგანი ენერგიის ცვლილება",
  options: [],
  correct: 0,
  tags: []
},
// 15_a
{
  question: "$110$კმ მანძილზე ავტომობილი საშუალოდ $75$კმ/სთ სიჩქარით მოძრაობს, $13$კვტ სიმძლავრეს ავითარებს და $6{,}9$კგ ბენზინს ხარჯავს. განსაზღვრეთ: <br><br> ა) ბენზინის დაწვისას გამოყოფილი სითბოს რაოდენობა <br><br> ბ) მოძრაობისას ავტომობილზე მოქმედი საშუალო წინააღმდეგობის ძალები <br><br> გ) ძრავას მქ კოეფიციენტი <br><br> დ) ძრავას მუშაობა მთელ გზაზე.",
  options: [],
  correct: 0,
  tags: []
},

// 16_a
{
  question: "ქვაბში რომელშიც წყალი განუწყვეტლივ დუღს წყლიანი ჭურჭელი ტივტივებს <br><br> ა) განსაზღვრეთ ქვაბში წყლის ტემპერატურა <br><br> ბ) განსაზღვრეთ ჭურჭელში წყლის ტემპერატურა <br><br> გ) ადუღდება თუ არა ჭურჭელში წყალი <br><br> დ) როგორ შეიძლება ჭურჭელში წყლის ადუღება",
options: [],
  correct: 0,
  tags: []
}
]