// Task 1
const quizData = [
{intro:"თავისუფალი ვარდნის აჩქარება $10$ მ/წმ$^2$",
    image: "physics-quizzes/class-9/images/image-30.png",
  question: "სურათზე მოცემულია ოთხი ავტომობილის სიჩქარის დროზე დამოკიდებულების გრაფიკი. ერთ-ერთმა ავტომობილმა პირველ $15$ წამში გაიარა ყველაზე დიდი მანძილი. იპოვეთ ეს მანძილი.",
    options: ["$187{,}5მ$", "$150მ$", "$250{,}5$", "$220მ$", "$175მ$"],
   correct: 0,
  tags: []
},
// Task 2
{
  question: "ქუჩაში წვიმს და არ არის ქარი. წვიმის წვეთების სიჩქარე დედამიწის მიმართ $20$ მ/წმ-ია და ვერტიკალურადაა მიმართული. ჰორიზონტალურ გზაზე წინსვლით მოძრაობისას, ავტომობილის რა მინიმალური სიჩქარისათვის არ დაეცემა წვიმის წვეთი უკანა მინას, თუ მისი ზედაპირი ბრტყელია და ჰორიზონტისადმი $30^{\\circ}$ - იანი კუთხით არის დახრილი?",
 options: ["$15მ/წმ$", "$10მ/წმ$", "$10\\sqrt3\\ მ/წმ$", "$20\\sqrt3\\ მ/წმ$", "$\\frac{10\\sqrt3}{3}\\ მ/წმ$"],
     correct: 3,
  tags: []
},
// Task 3
{
  question: "მატერიალური წერტილის მოძრაობის განტოლებაა: $x=1+4t-2t^{2}$. რისი ტოლია სხეულის სიჩქარის გეგმილი $ox$ ღერძზე $1$ წმ დროის მომენტში.",
  options: ["$2მ/წმ$", "$0$", "$4მ/წმ$", "$8მ/წმ$", "$6მ/წმ$"],
    correct: 1,
  tags: []
},
// Task 4
{
  question: "ავტომობილმა დაიწყო დამუხრუჭება მუდმივი აჩქარებით და $15$ წმ-ში გაჩერდა. დამუხრუჭების დაწყებიდან $5$ წმ-ში მან $50$ მ გაიარა. იპოვეთ აჩქარება.",
   options: ["$0{,}4მ/წმ^2$", "$0{,}8მ/წმ^2$", "$1{,}6მ/წმ^2$", "$3{,}2მ/წმ^2$", "$6{,}4მ/წმ^2$"],
   correct: 1,
  tags: []
},
// Task 5
{
  question: "რაღაც სიმაღლიდან ჰორიზონტალურად გასროლილი სხეულის მოძრაობის ტრაექტორიის განტოლება დედამიწასთან დაკავშირებულ ათვლის სისტემაში არის: $y=20-5x^{2}$. განსაზღვრეთ სხეულის საწყისი სიჩქარე.",
  options: ["$5$ მ/წმ", "$4$ მ/წმ", "$3$ მ/წმ", "$2$ მ/წმ", "$1$ მ/წმ"],
  correct: 4,
  tags: []
},
// Task 6
{
  question: "სხეული ჰორიზონტისადმი გარკვეული კუთხით გაისროლეს $10$ მ/წმ საწყისი სიჩქარით. ტრაექტორიის უმაღლეს წერტილში მისი სიჩქარე იყო $6$ მ/წმ. იპოვეთ გასროლის მომენტიდან მაქსიმალურ სიმაღლეზე ასვლის დრო.",
  options: ["$0{,}2წმ$", "$0{,}4წმ$", "$0{,}6წმ$", "$0{,}8წმ$", "$1წმ$"],
   correct: 3,
  tags: []
},
// Task 7
{
  question: "გარკვეული კუთხით დახრილ სიბრტყეზე ძელაკი მოსრიალებს $0{,}2g$ აჩქარებით. განსაზღვრეთ ხახუნის კოეფიციენტი ძელაკისა და დახრილი სიბრტყის ზედაპირებს შორის. ცნობილია, რომ ძელაკი იმოძრავებდა $0{,}6g$ აჩქარებით, თუ სიბრტყე გლუვი იქნებოდა.",
  options: ["$0{,}2$", "$0{,}3$", "$0{,}4$", "$0{,}5$", "$0{,}6$"],
    correct: 3,
  tags: []
},
// Task 8
{
  question: "ისრებიან საათზე $4$ საათია. რა დროის შემდეგ შეხვდებიან წუთებისა და საათის ისრები პირველად?",
   options: ["$\\frac{960}{11}წთ$", "$\\frac{755}{12}წთ$", "$\\frac{240}{11}წთ$", "$\\frac{1100}{27}წთ$", "$\\frac{457}{3}წთ$"],
    correct: 2,
  tags: []
},
// Task 9
{image: "physics-quizzes/class-9/images/image-31.png",
  question: "სურათზე მოცემულია ჭერზე დაკიდებული იდეალური ჭოჭონაქების სისტემა (ჭოჭონაქები უმასოა და არ აქვს ღერძთან ხახუნი). ტვირთების მასები $m_{1}=2m_{2}$. თოკები უჭიმვადი და უმასოა. იპოვეთ $m_2$ მასის სხეულის აჩქარება",
    options: ["$\\frac{g}{2}$", "$\\frac{2g}{3}$", "$\\frac{g}{3}$", "$\\frac{3g}{4}$", "$\\frac{g}{4}$"],
   correct: 2,
  tags: []
},
// Task 10
{
  question: "$R$ რადიუსის ბირთვის ფორმის პლანეტის გარშემო წრიულ ორბიტაზე მოძრაობს თანამგზავრი. განსაზღვრეთ ორბიტის რადიუსი, თუ პლანეტის ზედაპირზე თავისუფალი ვარდნის აჩქარებაა $g$, ხოლო თანამგზავრის გარშემოქცევის პერიოდი არის $T$.",
   options: ["$\\sqrt[3]{\\frac{gR^2T^2}{4\\pi^2}}$", "$\\sqrt[3]{\\frac{2gR^2T^2}{5\\pi^2}}$", "$\\sqrt[3]{\\frac{gR^2T^2}{3\\pi^2}}$", "$\\sqrt[3]{\\frac{5gR^2T^2}{4\\pi^2}}$", "$\\sqrt[3]{\\frac{gR^4T^2}{4\\pi^2}}$"],
   correct: 0,
  tags: []
},
// Task 11
{
  question: "სატვირთო ავტომობილის მასის შეფარდება მსუბუქის მასასთან $3$-ია. განსაზღვრეთ სატვირთოს სიჩქარის შეფარდება მსუბუქის სიჩქარესთან, თუ სატვირთოს იმპულსის შეფარდება მსუბუქის იმპულსთან $3$-ია.",
  options: ["$1$", "$3$", "$6$", "$9$", "$2$"],
     correct: 0,
  tags: []
},
// Task 12
{
  question: "სხეული მოძრაობს წრფივად. ამავე წრფის გასწვრივი $5$ ნ ძალის მოქმედებით იმპულსი $25$ კგ$\\cdot$მ/წმ-იდან $15$ კგ$\\cdot$მ/წმ-მდე შემცირდა. რა დროში მოხდა იმპულსის შემცირება?",
   options: ["$1წმ$", "$2წმ$", "$3წმ$", "$4წმ$", "$5წმ$"],
    correct: 1,
  tags: []
},
// Task 13
{
  question: "წრფივად მოძრავ სხეულზე $5$ წმ-ის განმავლობაში მოქმედებდა სიჩქარის ვექტორის თანმხვედრი მუდმივი ძალა. ამ დროს იმპულსმა მოუმატა $4$ კგ$\\cdot$მ/წმ-ით, ხოლო კინეტიკურმა ენერგიამ $10$ ჯ-ით. იპოვეთ რა მანძილი გაიარა სხეულმა ამ დროში.",
    options: ["$10{,}5მ$", "$11მ$", "$8{,}5მ$", "$10მ$", "$12{,}5მ$"],
  correct: 4,
  tags: []
},
// Task 14
{
  question: "ციგას, რომელიც დგას გლუვ ჰორიზონტალურ ყინულზე, შეახტა $40$ კგ მასის ბიჭუნა. ბიჭუნას სიჩქარის ჰორიზონტალური მდგენელი შეხტომის მომენტში $4$ მ/წმ-ია, ხოლო შეხტომის დამთავრების შემდეგ ციგისა და ბიჭუნას საერთო სიჩქარე $3{,}2$ მ/წმ-ია. იპოვეთ ციგის მასა.",
   options: ["$16კგ$", "$12კგ$", "$15კგ$", "$17კგ$", "$10კგ$"],
   correct: 4,
  tags: []
},
// Task 15
{
  question: "ჰორიზონტალურ მქისე ზედაპირზე მყოფ $5$ კგ მასის სხეულზე $10$ წამის განმავლობაში მოქმედებენ ჰორიზონტალურად მიმართული $5$ ნ მუდმივი ძალით. რისი ტოლია ამ დროს ამ ძალის მუშაობა, თუ ხახუნის კოეფიციენტი ზედაპირთან $0{,}2$-ია.",
   options: ["$0კჯ$", "$3კჯ$", "$5კჯ$", "$6კჯ$", "$25კჯ$"],
   correct: 0,
  tags: []
},
// Task 16
{
  question: "$30$ სმ სიგრძის ძაფზე გამობმული მცირე ზომის სხეული ერთხელ მინიჭებული ენერგიის ხარჯზე ბრუნავს წრეწირზე ვერტიკალურ სიბრტყეში. ცნობილია, რომ მაქსიმალური სიჩქარე ორჯერ მეტია მინიმალურ სიჩქარეზე. წინააღმდეგობის ძალები არ გაითვალისწინოთ. იპოვეთ მინიმალური სიჩქარე.",
  options: ["$1მ/წმ$", "$2მ/წმ$", "$3მ/წმ$", "$4მ/წმ$", "$5მ/წმ$"],
    correct: 1,
  tags: []
},
// Task 17
{
  question: "გზის ჰორიზონტალურ უბანზე ავტომობილი უხვევს მუდმივი წირითი სიჩქარით, $200$ მ რადიუსის მოსახვევში. მაქსიმალური სიჩქარის მოდული, რომლის დროსაც ავტომობილი ჯერ კიდევ არ მოცურდება, $20$ მ/წმ-ია. რას უდრის ხახუნის კოეფიციენტი გზასა და ბორბლებს შორის? (ჰაერის წინააღმდეგობა არ გაითვალისწინოთ).",
   options: ["$0{,}2$", "$0{,}25$", "$0{,}4$", "$0{,}6$", "$0{,}8$"],
   correct: 0,
  tags: []
},
// Task 18
{
  question: "$M$ მასის პლანეტის გარშემო ელიფსურ ორბიტაზე მოძრაობს $m$ მასის თანამგზავრი. პლანეტის ცენტრიდან თანამგზავრამდე მაქსიმალური დაშორებაა $r_{2}$, ხოლო მინიმალური დაშორება $r_{1}$. მაქსიმალური დაშორებისას თანამგზავრის სიჩქარეა $v_{2}$. იპოვეთ მისი სიჩქარე პლანეტიდან მინიმალური დაშორებისას",
 options: ["$v_2$", "$\\frac{v_2r_1}{r_2}$", "$\\frac{v_2r_2}{r_1}$", "$\\frac{v_2r_2^2}{r_1^2}$", "$\\frac{v_2^3r_1^2}{r_2^2}$"],
    correct: 2,
  tags: []
},
// Task 19
{image: "physics-quizzes/class-9/images/image-32.png",
  question: "$2$ კგ მასის ერთგვაროვანი ცილინდრი წამოცმულია დამაგრებულ ჰორიზონტალურ ღერძზე, რომლის გარშემოც შეუძლია თავისუფლად ბრუნვა. ცილინდრზე დახვეულია მცირე მასის უჭიმვადი თოკი. თოკის თავისუფალ ბოლოზე მიმაგრებულია $1$ კგ მასის სხეული. რა აჩქარებით იმოძრავებს სხეული თუ მას გავათავისუფლებთ (ერთგვაროვანი (სიღრუის არ მქონე), $m$ მასის და $R$ რადიუსის ცილინდრის ინერციის მომენტი მისი ფუძეების მართობული სიმეტრიის ღერძის მიმართ არის $\\frac{1}{2}mR^{2}$)",
   options: ["$2{,}5მ/წმ^2$", "$5მ/წმ^2$", "$10მ/წმ^2$", "$7{,}5მ/წმ^2$", "$0{,}5მ/წმ^2$"],
    correct: 1,
  tags: []
},
// Task 20
{
  question: "თხელკედლიანი ღრუ ცილინდრი სრიალის გარეშე ჩამოგორდა $1$ მ სიმაღლის ჰორიზონტისადმი დახრილი სიბრტყის წვეროდან უსაწყისო სიჩქარით ფუძემდე. იპოვეთ ფუძესთან ცილინდრის სიჩქარე. (ერთგვაროვანი, $m$ მასის და $R$ რადიუსის თხელკედლიანი ღრუ ცილინდრის ინერციის მომენტი მისი ფუძეების მართობული სიმეტრიის ღერძის მიმართ არის $mR^{2}$)",
  options: ["$10მ/წმ$", "$2\\sqrt5\\ მ/წმ$", "$5მ/წმ$", "$\\sqrt5\\ მ/წმ$", "$\\sqrt10მ/წმ$"],
  correct: 4,
  tags: []
},
// Task 21
{image: "physics-quizzes/class-9/images/image-33.png",
task:"კედელზე სახსრულად დამაგრებულ $CB$ ღეროს $B$ წერტილზე ჩამოკიდებულია $3$ კგ მასის ტვირთი $B$ წერტილი ძაფით დამაგრებულია კედელთან. ღეროსა და ძაფის მასები არ გაითვალისწინოთ. $AC=3$ მ, ხოლო $CB=4$ მ. უპასუხეთ $21$ და $22$ კითხვებს.",
  question: "იპოვეთ $CB$ ღეროში აღძრული დრეკადობის ძალა.",
  options: ["$48ნ$", "$50ნ$", "$30ნ$", "$40ნ$", "$25ნ$"],
    correct: 3,
  tags: []
},
// Task 22
{image: "physics-quizzes/class-9/images/image-33.png",
  question: "იპოვეთ $AB$ ძაფის დაჭიმულობის ძალა.",
    options: ["$48ნ$", "$50ნ$", "$30ნ$", "$40ნ$", "$25ნ$"],
  correct: 1,
  tags: []
},
// Task 23
{image: "physics-quizzes/class-9/images/image-34.png",
  question: "მართი კუთხით მოღუნული $400$ გ მასის ერთგვაროვანი ღერო დაკიდებულია ძაფზე მისი სიგრძის შუაწერტილში. დაკიდების წერტილიდან მარჯვენა ნახევარი მოღუნულია შუაში $90^{\\circ}$-იანი კუთხით. რა ძალა უნდა მოვდოთ ღეროს მარცხენა ბოლოში, რომ ღერო ჰორიზონტალური იყოს?",
  options: ["$0{,}25ნ$", "$0{,}5ნ$", "$0{,}75ნ$", "$1ნ$", "$1{,}25ნ$"],
     correct: 0,
  tags: []
},
// Task 24
{image: "physics-quizzes/class-9/images/image-35.png",
  question: "თანამგზავრი დედამიწის გარშემო ბრუნავს წრიულ ორბიტაზე, რომლის რადიუსია $3R$, სადაც $R$ დედამიწის რადიუსია. ამ დროს თანამგზავრის ბრუნვის პერიოდია $T$. სამუხრუჭე მოწყობილობის მცირე დროით ჩართვის შემდეგ თანამგზავრის სიჩქარე შემცირდა, რის გამოც მან დაიწყო მოძრაობა დედამიწის შემხებ ელიფსურ ორბიტაზე. სიჩქარის შემცირებიდან რა დროის შემდეგ დაეშვება თანამგზავრი დედამიწაზე? (ანუ რა დროში მივა $A$ წერტილიდან $B$ წერტილში)",
 options: ["$\\sqrt\\frac{2}{27}T$", "$\\sqrt\\frac{4}{27}T$", "$\\sqrt\\frac{8}{27}T$", "$\\sqrt\\frac{16}{27}T$", "$\\sqrt\\frac{25}{27}T$"],
     correct: 0,
  tags: []
},
// Task 25
{
  question: "$M=3m$ მასისა და $L$ სიგრძის ერთგვაროვან წვრილ ღეროს შეუძლია თავისუფლად ბრუნვა მის ცენტრზე გამავალი მართობული დამაგრებული ღერძის გარშემო. $m$ მასის პლასტელინის ბურთულა ღეროსა და ღერძის მართობული $V$ სიჩქარით ეჯახება და ეწებება ღეროს ერთერთ ბოლოს. იპოვეთ ღეროს ბრუნვის კუთხური სიჩქარე დაჯახების შემდეგ. ($M$ მასის და $L$ სიგრძის წვრილი ღეროს ინერციის მომენტი მის ცენტრზე გამავალი და ღეროს მართობული ღერძის გარშემო არის $\\frac{1}{12}ML^{2}$)",
  options: ["$\\frac{3V}{15L}$", "$\\frac{V}{2L}$", "$\\frac{V}{L}$", "$\\frac{3V}{2L}$", "$\\frac{2V}{3L}$"],
   correct: 2,
  tags: []
}
]