const quizData = [
  // #1
  {
    intro:"ამოცანების ამოხსნისას თუ მითითებული არ არის წინააღმდეგობის ძალები არ გაითვალისწინოთ. <br><br> თავისუფალი ვარდნის აჩქარებაა $g=10$მ/წმ$^2$.",
    task:"ბიჭუნამ სახლის სახურავიდან, ერთი და იგივე წერტილიდან, ურთიერთსაპირისპირო მიმართულებით ერთიდაიგივე მოდულის სიჩქარით ისროლა ორი ქვა ისე, რომ მიწაზე დაცემისას თითოეულის სიჩქარის ვექტორი დედამიწის ზედაპირთან $45^\\circ$-იან კუთხეს ადგენს. ქვების ვარდნის დროები $1$ წმ და $2$ წმ-ია. უპასუხეთ $1$ და $2$ კითხვებს:",
    question: "დედამიწის ზედაპირის მიმართ რა სიმაღლიდან უსვრია ბიჭუნას ქვები?",
    options: ["$10$ მ", "$45$ მ", "$15$ მ", "$25$ მ", "$9$ მ"],
    correct: 0,
    tags: []
  },

  // #2
  {
    question: "მოდულით რა სიჩქარით უსვრია ბიჭუნას ქვები?",
    options: ["$5\\sqrt{10}$ მ/წმ", "$2\\sqrt{2}$ მ/წმ", "$4\\sqrt{3}$ მ/წმ", "$6\\sqrt{5}$ მ/წმ", "$\\sqrt{5}$ მ/წმ"],
    correct: 0,
    tags: []
  },

  // #3
  {
    question: "ჰორიზონტისადმი $45^\\circ$-იანი კუთხითა და $v_0 = 40$ მ/წმ სიჩქარით გაისროლეს ქვა. რისი ტოლია ქვის მიერ შესრულებული გადაადგილების მოდული გასროლიდან $\\sqrt{2}$ წამში?",
    options: ["$20$ მ", "$45$ მ", "$35$ მ", "$25$ მ", "$50$ მ"],
    correct: 4,
    tags: []
  },

  // #4
  {
    question: "დედამიწის ერთი და იგივე წერტილიდან მოდულით ტოლი $20$მ/წმ სიჩქარით ერთდროულად  ისროლეს ორი სხეული პირველი ვერტიკალურად ზევით, ხოლო მეორე ჰორიზონტისადმი $30^\\circ$-იანი კუთხით. განსაზღვრეთ მეორე სხეულის სიჩქარე პირველის მიმართ იმ დროისათვის, როდესაც მეორე სხეული პირველად მიაღწევს ასვლის მაქსიმალური სიმაღლის ნახევარს.",
    options: ["$10\\sqrt{2}$ მ/წმ", "$10$ მ/წმ", "$20$ მ/წმ", "$0$", "$15$ მ/წმ"],
    correct: 2,
    tags: []
  },

  // #5
  {
    task:"პირველი სხეული აისროლეს ვერტიკალურად ზევით. იმ დროს, როდესაც სხეულმა მიაღწია მაქსიმალურ სიმაღლეს, პირველი სხეულის ასროლის წერტილიდან იმავე სიჩქარით ვერტიკალურად ზევით აისროლეს მეორე სხეული. სხეულები ერთმანეთს დაეჯახნენ მეორე სხეულის ასროლიდან $1{,}5$წმ-ში. უპასუხეთ $5-6$ კითხვებს.",
    question: "ასროლის წერტილიდან რა მაქსიმალურ სიმაღლეს მიაღწია პირველმა სხეულმა?",
    options: ["$30$ მ", "$45$ მ", "$22{,}5$ მ", "$15$ მ", "$7{,}5$ მ"],
    correct: 1,
    tags: []
  },

  // #6
  {
    question: "რისი ტოლია პირველი სხეულის ასროლის მომენტიდან მათ შეჯახებამდე პირველი სხეულის მიერ განვლილი მანძილის შეფარდება მეორე სხეულის მიერ განვლილ მანძილთან?",
    options: ["$\\frac{5}{3}$", "$1$", "$\\frac{7}{5}$", "$\\frac{3}{7}$", "$2$"],
    correct: 0,
    tags: []
  },

  // #7
  {
    task:"ჰორიზონტალურად გასროლილი სხეულის სიჩქარემ $0{,}7$ წმ-ში მისივე აჩქარებასთან შეადგინა $45^\\circ$-იანი კუთხე. ამ პირობით უპასუხეთ მე-$7$ და მე-$8$ კითხვებს (მიიჩნიეთ, რომ სხეული საკმარისად დიდი სიმაღლიდან გაისროლეს):",
    question: "რისი ტოლია ამ მომენტში სხეულის სიჩქარე?",
    options: ["$5\\sqrt{2}$ მ/წმ", "$2\\sqrt{2}$ მ/წმ", "$7\\sqrt{2}$ მ/წმ", "$6\\sqrt{5}$ მ/წმ", "$\\sqrt{7}$ მ/წმ"],
    correct: 2,
    tags: []
  },

  // #8
  {
    question: "გასროლიდან რა დროის შემდეგ იქნება სიჩქარე საწყის სიჩქარესთან შედარებით $18$მ/წმ-ით მეტი?",
    options: ["$5{,}76$ წმ", "$1{,}8$ წმ", "$3{,}6$ წმ", "$2{,}4$ წმ", "$3{,}2$ წმ"],
    correct: 3,
    tags: []
  },

  // #9
  {
    question: "ჰორიზონალურად გასროლილ სხეულს ტრაექტორიის ორ სხვადასხვა წერტილში აქვს $13$მ/წმ და $37$მ/წმ სიჩქარეები. განსაზღვრეთ სიმაღლის დონეთა შორის სხვაობა ამ ორ წერტილს შორის.",
    options: ["$12$ მ", "$24$ მ", "$30$ მ", "$45$ მ", "$60$ მ"],
    correct: 4,
    tags: []
  },

  // #10
  {
    image: "physics-quizzes/class-9/images/image3.png",
    task:"$M=500$გ მასის ყუთი ძაფით ჩამოკიდებულია ოთახის ჭერზე. ყუთის შიგნით მსუბუქ ზამბარაზე დაკიდებულია $m=200$გ მასის ტვირთი. ძაფი გადაწვეს. უპასუხეთ $10 – 11$ კითხვებს.",
    question: "განსაზღვრეთ ყუთის აჩქარება ძაფის გადაწვისთანავე.",
    options: ["$10$ მ/წმ$^2$", "$0$", "$3{,}5$ მ/წმ$^2$", "$7$ მ/წმ$^2$", "$14$ მ/წმ$^2$"],
    correct: 4,
    tags: []
  },

  // #11
  {
    image: "physics-quizzes/class-9/images/image3.png",
    question: "განსაზღვრეთ ტვირთის აჩქარება ძაფის გადაწვისთანავე.",
    options: ["$10$ მ/წმ$^2$", "$0$", "$3,5$ მ/წმ$^2$", "$7$ მ/წმ$^2$", "$14$ მ/წმ$^2$"],
    correct: 1,
    tags: []
  },

  // #12
  {image: "physics-quizzes/class-9/images/image4.png",
    question: "ორი სხეული $m = 1$ კგ და $M = 2$ კგ გადაბმულია მსუბუქი უჭიმვადი ძაფით და ასევე მსუბუქი უჭიმვადი ძაფით ჩამოკიდებულია მოძრავი ლიფტის ჭერზე. ქვედა ძაფის დაჭიმულობა $40$ ნ არის, იპოვეთ ზედა ძაფის დაჭიმულობა.",
    options: ["$40$ ნ", "$50$ ნ", "$60$ ნ", "$70$ ნ", "$80$ ნ"],
    correct: 2,
    tags: []
  },

  // #13
  {image: "physics-quizzes/class-9/images/image5.png",
    question: "$OX$ ღერძის გასწვრივ მოძრავი $1000$ კგ მასის ავტომობილის სიჩქარე-დროის დამოკიდებულების გრაფიკი ნაჩვენებია. რისი ტოლია ავტომობილზე მოქმედი ყველა ძალის ტოლქმედის მოდული?",
    options: ["$600$ ნ", "$500$ ნ", "$400$ ნ", "$300$ ნ", "$200$ ნ"],
    correct: 1,
    tags: []
  },

  // #14
  {image: "physics-quizzes/class-9/images/image6.png",
    question: "ჰორიზონალურ სიბრტყეზე მდებარე სხეულზე მოქმედებს სამი ჰორიზონტალური ძალა. რისი ტოლია ამ ძალების ტოლქმედის მოდული თუ $F_1 = 1$ ნ-ს.",
    options: ["$6$ ნ", "$4$ ნ", "$\\sqrt{10}$ ნ", "$\\sqrt{5}$ ნ", "$\\sqrt{14}$ ნ"],
    correct: 2,
    tags: []
  },

  // #15
  {
    question: "ბორბალმა დაიწყო ბრუნვა მუდმივი კუთხური აჩქარებით და $10$ ბრუნის შემდეგ შეიძინა $20$ რად/წმ კუთხური სიჩქარე. განსაზღვრეთ ბორბლის კუთხური აჩქარება.",
    options: ["$\\frac{3}{5}\\pi$ რად/წმ$^2$", "$\\frac{3}{2}\\pi$ რად/წმ$^2$", "$\\frac{5}{3}\\pi$ რად/წმ$^2$", "$\\frac{3}{\\pi}$ რად/წმ$^2$", "$\\frac{10}{\\pi}$ რად/წმ$^2$"],
    correct: 4,
    tags: []
  },

  // #16
  {
    question: "ნივთიერი წერტილი ბრუნავს წრეწირზე უძრავი ღერძის გარშემო. მისი შემობრუნების კუთხის ცვლილებას აქვს შემდეგი სახე: $\\phi = 10 + 20t - 2t^2$. (ყველაფერი მოცემულია $SI$ სისტემაში) იპოვეთ $t = 4{,}5$ წამში სხეულის კუთხური სიჩქარე.",
    options: ["$2$ რად/წმ", "$4$ რად/წმ", "$0{,}2$ რად/წმ", "$0{,}4$ რად/წმ", "$6$ რად/წმ"],
    correct: 0,
    tags: []
  },

  // #17
  {
    question: "ორი წერტილოვანი სხეული, რომელთა შორის მანძილი $4$ მ-ია, ერთმანეთს $5$ ნ ძალით იზიდავს. რა იქნება მათ შორის მიზიდულობის ძალის მოდული, თუ მათ შორის მანძილს $1$ მ-ით გავზრდით?",
    options: ["$0{,}4$ ნ", "$0{,}8$ ნ", "$1{,}6$ ნ", "$3{,}2$ ნ", "$1{,}5$ ნ"],
    correct: 3,
    tags: []
  },

  // #18
  {
    question: "ორი ტოლი მასის სხეული ერთმანეთს იზიდავს რაღაც ძალით. როგორ შეიცვლება მიზიდულობის ძალის მოდული, თუ მათ შორის მანძილს $1{,}5$-ჯერ გავზრდით, ხოლო თითოეულის მასას შევამცირებთ $2$-ჯერ.",
    options: ["$3$-ჯერ გაიზრდება", "$9$-ჯერ შემცირდება", "$4$-ჯერ შემცირდება", "$16$-ჯერ გაიზრდება", "$არ შეიცვლება"],
    correct: 1,
    tags: []
  },

  // #19

  
  {image: "physics-quizzes/class-9/images/image7.png",
    question: "სამი ტოლი მასის ვარსკვლავი ბრუნავს ერთ სიბრტყეში საერთო $O$ ცენტრის გარშემო ერთნაირი $T$ პერიოდში. წყვილწყვილად მათ შორი მანძილი ერთნაირია და $L$-ის ტოლია. იპოვეთ ერთი ვარსკვლავის მასა ($G$-გრავიტაციული მუდმივაა).",
    options: ["$\\frac{4\\pi^2L^3}{3GT^2}$", "$\\frac{\\pi L^3}{3GT^2}$", "$\\frac{2\\pi^3L^3}{3GT^2}$", "$\\frac{\\pi L^3}{GT^2}$", "$\\frac{2\\pi^2T^3}{3GL^2}$"],
    correct: 0,
    tags: []
  },

  // #20
  {
    question: "სწორ გზაზე იმყოფება ველოსიპედისტი, მოტოციკლისტი და ამ ორს შორის ფეხით მოსიარულე. დროის საწყის მომენტში ფეხით მოსიარულესა და ველოსიპედისტს შორის მანძილი ორჯერ ნაკლებია, ვიდრე ფეხით მოსიარულესა და მოტოციკლისტს შორის. ველოსიპედისტი და მოტოციკლისტი ერთმანეთის შესახვედრად  იწყებენ მოძრაობას შესაბამისად $20$კმ/სთ და $60$კმ/სთ სიჩქარით. რა სიჩქარით უნდა იმოძრაოს ფეხით მოსიარულემ, რომ სამივე მათგანი ერთმანეთს ერთდროულად შეხვდნენ? ჩათვალეთ, რომ მოძრაობები თანაბარია.",
    options: ["$4$კმ/სთ", "$5$კმ/სთ", "$6\\frac{2}{3}$ კმ/სთ", "$4\\frac{2}{7}$ კმ/სთ", "$2\\frac{2}{7}$ კმ/სთ"],
    correct: 2,
    tags: []
  },
  // #21
  {
    question: "ავტობუსი და ველოსიპედისტი მოძრაობენ ერთი და იგივე სწორ გზაზე ერთიდაიგივე მიმართულებით შესაბამისად მუდმივი $63$ კმ/სთ და $33$ კმ/სთ სიჩქარეებით. სატვირთო მოძრაობს სხვა სწორ გზაზე მუდმივი $52$ კმ/სთ სიჩქარით. სატვირთოსა და ავტობუსს შორის მანძილი ყოველთვის ტოლია სატვირთოსა და ველოსიპედისტს შორის მანძილისა. იპოვეთ სატვირთოს სიჩქარე ავტობუსის მიმართ.",
    options: ["$30$კმ/სთ", "$15$კმ/სთ", "$22$კმ/სთ", "$25$კმ/სთ", "$26$კმ/სთ"],
    correct: 3,
    tags: []
  },

  // #22
  {
    task:"დახრილი სიბრტყის ფუძესთან ბურთულას მიანიჭეს სიბრტყის გასწვრივი სიჩქარე. ბურთულა სიბრტყეზე აგორდა და ჩამოგორდა ისე, რომ საწყისი მდებარეობიდან $0,4$ მ-ით დაშორებულ წერტილში მოხვდა $2$-ჯერ, სიჩქარის მინიჭებიდან $2$ წმ და $4$ წმ მომენტებში. უპასუხეთ $22$-23 კითხვებს (ბურთულა სიბრტყეზე აგორების დროსაც და ჩამოგორების დროსაც ერთნაირი, მუდმივი აჩქარებით მოძრაობს):",
    question: "განსაზღვრეთ ბურთულას საწყისი სიჩქარე.",
    options: ["$0{,}3$ მ/წმ", "$0{,}35$ მ/წმ", "$0{,}4$ მ/წმ", "$0{,}45$ მ/წმ", "$0{,}5$ მ/წმ"],
    correct: 0,
    tags: []
  },

  // #23
  {
    question: "განსაზღვრეთ ბურთულას აჩქარება.",
    options: ["$0{,}1$ მ/წმ$^2$", "$0{,}2$ მ/წმ$^2$", "$0{,}3$ მ/წმ$^2$", "$0{,}4$ მ/წმ$^2$", "$0{,}5$ მ/წმ$^2$"],
    correct: 0,
    tags: []
  },

  // #24
  {
    question: "ბორბალი თანაბრად ბრუნავისას $1$ წმ-ში ასრულებს $2400$ ბრუნს. იპოვეთ ბორბლის იმ წერტილის ბრუნვის პერიოდი, რომელიც ბორბლის ცენტრიდან $10$ სმ-ით არის დაშორებული.",
    options: ["$0,10$ წმ", "$0,02$ წმ", "$0,015$ წმ", "$0,025$ წმ", "$0,3$ წმ"],
    correct: 3,
    tags: []
  },

  // #25
  {
    question: "ადგილიდან დაძრულმა სხეულმა წრფივ გზაზე თანაბარაჩქარებული მოძრაობისას $5$ წამში $100$ მ გაიარა. რა მანძილს გაივლიდა ეს სხეული მეხუთე წამში?",
    options: ["$32$ მ", "$24$ მ", "$36$ მ", "$45$ მ", "$60$ მ"],
    correct: 2,
    tags: []
  }
];
