const quizData = [
  // 1
  {
    question: "სხეულმა შეასრულა გადაადგილება $x_{1}=0$ $y_{1}=2$მ კოორდინატების მქონე წერტილიდან $x_{2}=4$მ, $y_{2}=-1$მ კოორდინატების მქონე წერტილში. იპოვეთ ამ გადაადგილების გეგმილი $y$ ღერძზე.",
     options: ["$-4მ$", "$5მ$", "$4მ$", "$-3მ$", "$1მ$"],
   correct: 3,
    tags: []
  },
  // 2
  {image: "physics-quizzes/class-9/images/image..7.png",
    question: "მოცემულია ტოლობა $\\vec{a}+\\vec{b}=\\vec{c}$. $|\\vec{a}|=5,$ $|\\vec{b}|=5$. $a$ და $b$ ვექტორებს აქვთ საერთო სათავე და მათ შორის კუთხე $120^{\\circ}$-ია. იპოვეთ $c$",
       options: ["$0$", "$5$", "$10$", "$25$", "$5\\sqrt{2}$"],
   correct: 1,
    tags: []
  },
  // 3
  {
    question: "ნივთიერი წერტილის მოძრაობა აღიწერება შემდეგი განტოლებებით: $x=12+3t$, $y=5+4t,$ მაშინ სხეულის სიჩქარის მოდულია:",
      options: ["$5მ/წმ$", "$13მ/წმ$", "$7მ/წმ$", "$17მ/წმ$", "$1მ/წმ$"],
  correct: 0,
    tags: []
  },
  // 4
  {task:"წრფივ გზაზე მოძრავი სატვირთო ავტომობილის მოძრაობა აღიწერება განტოლებით $x_{1}=-270+12t,$ ხოლო ტროტუარზე ფეხით მოსიარულესი კი $x_{2}=-1{,}5t$ განტოლებით. უპასუხეთ $4-5$ კითხვებს: ",
    question: "დაკვირვების დაწყებიდან რა დროის შემდეგ შეხვდებიან ავტომობილი და ფეხით მოსიარულე (მათ ზომებს ნუ გაითვალისწინებთ) ერთმანეთს?",
    options: ["$15წმ$", "$10წმ$", "$12წმ$", "$27წმ$", "$20წმ$"],
   correct: 4,
    tags: []
  },
  // 5
  {
    question: "რისი ტოლი იქნება ავტომობილისა და ფეხით მოსიარულეს შეხვედრის ადგილის კოორდინატი?",
     options: ["$-30მ$", "$20მ$", "$-10მ$", "$-20მ$", "$30მ$"],
   correct: 0,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-9/images/image..8.png",
    question: "ოთახის საპირისპირო ბოლოებიდან ერთმანეთისკენ მუდმივი სიჩქარეებით მოძრაობენ ხოჭო და ტარაკანა. სურათზე ნაჩვენებია მათ შორის მანძილის დროზე დამოკიდებულების გრაფიკი. ხოჭოს სიჩქარეა $1{,}5\\text{მ/წმ}$, მაშინ ტარაკანას სიჩქარეა:",
     options: ["$3{,}5მ/წმ$", "$2მ/წმ$", "$5მ/წმ$", "$1{,}5მ/წმ$", "$3მ/წმ$"],
   correct: 1,
    tags: []
  },
  // 7
  {
    question: "მეტროს ესკალატორი ზემოთ მოძრაობს $0{,}75\\text{მ/წმ}$ მუდმივი სიჩქარით. მის პარალელურად იგივე სიჩქარით ქვემოთ მოძრაობს მეორე ესკალატორი. ზემოთ მიმავალ ესკალატორზე, მის მიმართ რა სიჩქარით უნდა მოძრაობდეს ადამიანი, რომ იგი უძრავი იყოს ქვემოთ მოძრავ ესკალატორზე მდგომი მგზავრების მიმართ?",
    options: ["$0{,}75მ/წმ$", "$1{,}5მ/წმ$", "$0{,}375მ/წმ$", "$3მ/წმ$", "$1მ/წმ$"],
    correct: 1,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-9/images/image..9.png",
    question: "სურათზე მოცემულია $x$ ღერძზე მოძრავი ველოსიპედისტის კოორდინატის დროზე დამოკიდებულების გრაფიკი. რა მანძილი გაიარა ველოსიპედისტმა $1\\text{წმ}$-დან $4\\text{წმ}$-ის ინტერვალში?",
     options: ["$100მ$", "$200მ$", "$300მ$", "$400მ$", "$500მ$"],
   correct: 2,
    tags: []
  },
  // 9
  {
    question: "ავტომობილის სიჩქარე მოძრაობის დროის პირველ ნახევარში $78 \\text{კმ/სთ}$-ია. იპოვეთ ავტომობილის საშუალო სიჩქარე მოძრაობის დროის ბოლო $\\frac{2}{3}$ -ში, თუ საშუალო სიჩქარე მთელ გზაზე $60 \\text{კმ/სთ}$-ია",
    options: ["$51კმ/სთ$", "$52კმ/სთ$", "$69კმ/სთ$", "$42კმ/სთ$", "$33კმ/სთ$"],
    correct: 0,
    tags: []
  },
  // 10
  {
    question: "წრფივ ბილიკზე ორი ველოსიპედისტი მოძრაობს ერთი მიმართულებით მუდმივი $30 \\text{კმ/სთ}$ სიჩქარით. მათ განათების ბოძს ჩაუარეს $1\\text{წთ}$-ის ინტერვალით, ხოლო გზის პირას შემხვედრი მიმართულებით მოსიარულე გოგონას $50 \\text{წმ}$-ის ინტერვალით. რა სიჩქარით მოძრაობს გოგონა?",
     options: ["$4კმ/სთ$", "$3კმ/სთ$", "$2{,}5კმ/სთ$", "$5კმ/სთ$", "$6კმ/სთ$"],
  correct: 4,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-9/images/image..10.png",
    question: "ორი ხოჭო ერთდროულად იწყებს მოძრაობას მუდმივი $1{,}5\\text{მ/წმ}$ სიჩქარით კვადრატის გვერდებზე რომლის სიგრძე $2\\text{მ}$-ია. თავდაპირველად ერთი ხოჭო კვადრატის წვეროშია, მეორე - კვადრატის გვერდის შუაში. პირველად რა დროის შემდეგ იქნება ხოჭოებს შორის მანძილი უმცირესი?",
      options: ["$0$", "$0{,}5წმ$", "$0{,}75წმ$", "$1წმ$", "$1{,}25წმ$"],
  correct: 3,
    tags: []
  },
  // 12
  {
    question: "ორ გზატკეცილზე რომლებიც $60^{\\circ}$-იანი კუთხით იკვეთება მოძრაობს ორი ავტომობილი მუდმივი $30\\text{მ/წმ}$ და $40\\text{მ/წმ}$ სიჩქარით. შეხვედრის დროს სიჩქარეთა ვექტორებმა ერთმანეთთან $60^{\\circ}$-იანი კუთხე შეადგინეს. შეხვედრის მომენტიდან რა დროის შემდეგ იქნება მათ შორის მანძილი $1\\text{კმ}$?",
     options: ["$20წმ$", "$25წმ$", "$\\frac{100}{\\sqrt{13}}წმ$", "$\\frac{100}{\\sqrt{46}}წმ$", "$33\\frac{1}{3}წმ$"],
    correct: 2,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-9/images/image..11.png",
    question: "ორ გზატკეცილზე რომლებიც $30^{\\circ}$-იანი კუთხით იკვეთება მოძრაობს ორი ავტომობილი, პირველი მუდმივი $10\\text{მ/წმ}$ სიჩქარით და მეორე $10\\sqrt{3} \\text{მ/წმ}$ სიჩქარით. როდესაც ავტომობილებს შორის მანძილი მინიმალური იყო, პირველი ავტომობილი გზაჯვარედინიდან ($O$ წერტილიდან) იმყოფებოდა $200\\text{მ}$-ის დაშორებით. რა მანძილით შეიძლებოდა ყოფილიყო მეორე ავტომობილი დაშორებული გზაჯვარედინს ამ დროს?",
      options: ["$\\frac{200}{\\sqrt{3}}მ$", "$100მ$", "$\\frac{100}{\\sqrt{46}}მ$", "$200მ$", "$75მ$"],
   correct: 0,
    tags: []
  },
  // 14
  {task:"სურათზე მოცემული $x$ ღერძზე მოძრავი წერტილის სიჩქარის გეგმილის დროზე დამოკიდებულების გრაფიკის მიხედვით უპასუხეთ $14-16$ კითხვებს: ",
    image: "physics-quizzes/class-9/images/image..12.png",
    question: "იპოვეთ სხეულის გადაადგილების გეგმილი $6 \\text{წმ}$-დან $12\\text{წმ}$-ის ინტერვალში.",
     options: ["$0$", "$16მ$", "$-16მ$", "$32მ$", "$-32მ$"],
    correct: 2,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-9/images/image..12.png",
    question: "იპოვეთ სხეულის მიერ მოძრაობის დაწყებიდან $8\\text{წმ}$-ში გავლილი მანძილი.",
      options: ["$24მ$", "$4მ$", "$8მ$", "$12მ$", "$20მ$"],
  correct: 4,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-9/images/image..12.png",
    question: "იპოვეთ სხეულის აჩქარების მოდული $BC$ უბანზე.",
     options: ["$0$", "$1მ/წმ^2$", "$1{,}5მ/წმ^2$", "$2მ/წმ^2$", "$2{,}5მ/წმ^2$"],
   correct: 3,
    tags: []
  },
  // 17
  {
    question: "ორი სხეული იწყებს მოძრაობას $x$ ღერძის ერთი წერტილიდან ღერძის მიმართულებით. პირველი სხეულის სიჩქარის გეგმილის დროზე დამოკიდებულების განტოლებაა $v_{1x}=21-1{,}2t,$ ხოლო მეორე სხეულის $v_{2x}=-12+t$ მოძრაობის დაწყებიდან რა დროის შემდეგ შეხვდებიან სხეულები კიდევ ერთხელ ერთმანეთს?",
     options: ["$12წმ$", "$21წმ$", "$9წმ$", "$33წმ$", "$30წმ$"],
   correct: 4,
    tags: []
  },
  // 18
  {
    question: "$X$ ღერძზე მოძრავი ნივთიერი წერტილის მოძრაობის განტოლებაა $x=5+4t-t^{2}$. იპოვეთ გავლილი მანძილის საშუალო სიჩქარე $1\\text{წმ}$-დან $6 \\text{წმ}$-ის ჩათვლით დროის ინტერვალში.",
    options: ["$3მ/წმ$", "$4{,}2მ/წმ$", "$0{,}8მ/წმ$", "$3{,}4მ/წმ$", "$5მ/წმ$"],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "ავტომობილი იწყებს მოძრაობას მუდმივი აჩქარებით და მე-$10$-ე წმ-ში გადის $19\\text{მ}$-ს. განსაზღვრეთ ავტომობილის აჩქარება.",
    options: ["$2მ/წმ^2$", "$1მ/წმ^2$", "$2{,}2მ/წმ$", "$1{,}25მ/წმ$", "$3{,}8მ/წმ$"],
   correct: 0,
    tags: []
  },
  // 20
  {
    question: "ავტომობილი იწყებს მოძრაობას თანაბარაჩქარებულად და ასე მოძრაობს $t_{1}$ დროის განმავლობაში. $20\\text{მ/წმ}$ სიჩქარის მიღწევის შემდეგ აგრძელებს თანაბარ მოძრაობას ამავე სიჩქარით $t_{2}$ დროის განმავლობაში. საშუალო სიჩქარე ამ $(t_{1}+t_{2})$ შუალედში არის $15 \\text{მ/წმ}$. ამ დროის რა ნაწილი $(\\frac{t_{1}}{t_{1}+t_{2}})$ მოძრაობდა ავტომობილი თანაბარაჩქარებულად?",
     options: ["$0{,}1$", "$0{,}2$", "$0{,}3$", "$0{,}4$", "$0{,}5$"],
   correct: 4,
    tags: []
  },
  // 21
  {task:"ველოსიპედი მოძრაობს სრიალის გარეშე. მისი ბორბლის რადიუსი $40\\text{სმ}$-ია. ბორბალი $2$ წამში ასრულებს $4$ ბრუნს. უპასუხეთ $21$ და $22$ კითხვებს: ",
    question: "რისი ტოლია ბორბლის ბრუნვის პერიოდი?",
     options: ["$0{,}25წმ$", "$0{,}5წმ$", "$0{,}75წმ$", "$1წმ$", "$1{,}25წმ$"],
   correct: 1,
    tags: []
  },
  // 22
  {
    question: "რა სიჩქარით მოძრაობს ველოსიპედი?",
    options: ["$0{,}8\\pi მ/წმ$", "$3{,}2\\pi მ/წმ$", "$1{,}6\\pi მ/წმ$", "$2\\pi მ/წმ$", "$2მ/წმ$"],
   correct: 2,
    tags: []
  },
  // 23
  {
    question: "ღვედური გადაცემის დიდი შკივის რადიუსია $36 \\text{სმ}$ და ბრუნავს $120 \\text{ბრ/წთ}$ სიხშირით. მცირე შკივის რადიუსია $24 \\text{სმ}$. ღვედი შკივებზე არ სრიალებს. იპოვეთ მცირე შკივის ბრუნვის სიხშირე.",
   options: ["$180ბრ/წმ$", "$120ბრ/წთ$", "$100ბრ/წმ$", "$60ბრ/წთ$", "$3ბრ/წმ$"],
    correct: 4,
    tags: []
  },
  // 24
  {
    question: "ერთნაირი ბრუნვის პერიოდების მქონე ორი ნივთიერი წერტილი ბრუნავს $0{,}2\\text{მ}$ და $0{,}4\\text{მ}$ რადიუსის წრეწირებზე. იპოვეთ დიდი რადიუსი წრეწირზე მოძრავი წერტილის ცენტრისკენული აჩქარების შეფარდება პატარა რადიუსის წრეწირზე მოძრავის ცენტრისკენულ აჩქარებასთან.",
    options: ["$4$", "$2$", "$0{,}5$", "$1{,}5$", "$8$"],
   correct: 1,
    tags: []
  },
  // 25
  {
    question: "ნივთიერი წერტილი მოძრაობს წრეწირზე მოდულით მუდმივი $0{,}5 \\text{მ/წმ}$ წირითი სიჩქარით. $2\\text{წმ}$-ში სიჩქარის ვექტორი მობრუნდა $30^{\\circ}$-ით. რისი ტოლია ამ წერტილის ცენტრისკენული აჩქარება?",
        options: ["$\\frac{\\pi}{6}მ/წმ^2$", "$\\frac{3\\pi}{2}მ/წმ^2$", "$\\frac{5\\pi}{12}მ/წმ^2$", "$\\frac{\\pi}{24}მ/წმ^2$", "$\\frac{\\pi}{12}მ/წმ^2$"],
 correct: 3,
    tags: []
  }
];