// Quiz Data for Physics 9th Grade Quiz
const quizData = [
  // 1
  {
    intro:"თავისუფალი ვარდნის აჩქარება $g=10$მ/წმ$^2$  <br><br>  თუ ამოცანაში სხვა რამ არ არის მითითებული, რომელშიც რაიმე სხეულზე მოქმედებს საყრდენის მხრიდან რეაქციის ძალა, საუბარია საყრდენი ზედაპირის მართობულ რეაქციის ძალაზე.",
    question: "სხეულს დედამიწის პოლუსზე მიანიჭეს ვერტიკალურად ზევით მიმართული $v$ სიჩქარე, რის შედეგადაც იგი ავიდა პოლუსიდან $h$ მაქსიმალურ სიმაღლეზე და უკან დაიწყო ვარდნა. დედამიწის რადიუსია $R$, ხოლო თავისუფალი ვარდნის აჩქარება პოლუსზე $g$. რისი ტოლია $h$?",
    options: ["$\\frac{Rv^{2}}{2gR-v^{2}}$", "$\\frac{Rv^{2}}{gR+v^{2}}$", "$\\frac{R^{2}v}{gR-v}$", "$\\frac{Rv^{2}}{gR+2v^{2}}$", "$\\frac{4Rv^{2}}{gR-v^{2}}$"],
    correct: 0,
    tags: []
  },
  // 2
  {
    question: "განსაზღვრეთ, რისი ტოლია $R$ რადიუსის ერთგვაროვანი პლანეტის მეორე კოსმოსური სიჩქარე, თუ მის ზედაპირზე თავისუფალი ვარდნის აჩქარებაა $g$.",
    options: ["$\\sqrt{gR}$", "$\\sqrt{2gR}$", "$\\frac{\sqrt{gR}}{2}$", "$gR$", "$2gR$"],
    correct: 1,
    tags: []
  },
  // 3
  {
    question: "$M$ მასის პლანეტის გარშემო ბრუნავს კომეტა, ელიფსურ ტრაექტორიაზე. რა მინიმალურ დროში აღმოჩნდება კომეტა პლანეტისგან მინიმალური მანძილით დაშორებული წერტილიდან მაქსიმალური მანძილით დაშორებულ წერტილში, თუ ელიფსის დიდი ნახევარღერძი $a$-ს ტოლია?",
    options: ["$\\pi a\\sqrt{\\frac{a}{GM}}$", "$2\\pi a\\sqrt{\\frac{a}{GM}}$", "$\\pi a\\sqrt{\\frac{2a}{GM}}$", "$\\pi a\\sqrt{\\frac{a}{2GM}}$", "$4\\pi a\\sqrt{\\frac{a}{3GM}}$"],
    correct: 0,
    tags: []
  },
  // 4
  {
    question: "პლანეტის გარშემო ელიფსურ ორბიტაზე გამორთული ძრავით მოძრაობს ორი თანამგზავრი. მეორე თანამგზავრის ბრუნვის პერიოდი $27$-ჯერ მეტია პირველი თანამგზავრის ბრუნვის პერიოდზე. იპოვეთ მეორე თანამგზავრის დიდი ნახევარღერძის შეფარდება პირველი თანამგზავრის დიდ ნახევარღერძთან.",
    options: ["$3$", "$9$", "$27$", "$81$", "$243$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "$10$ რად/წმ კუთხური სიჩქარით მბრუნავი თხელი რგოლი სიბრტყით დადეს ჰორიზონტალურ ზედაპირზე, რის შემდეგაც იგი $3$წმ-ში გაჩერდა. განსაზღვრეთ რგოლის რადიუსი, თუ ხახუნის კოეფიციენტი $0,2$-ია.",
    options: ["$30$სმ", "$45$სმ", "$60$სმ", "$75$სმ", "$90$სმ"],
    correct: 2,
    tags: []
  },
  // 6
  {
    question: "განსაზღვრეთ $60$სმ სიგრძისა და $200$გ მასის წვრილი ერთგვაროვანი ღეროს ინერციის მომენტი მისი მართობული ღერძის მიმართ, რომელიც გადის ღეროს ბოლოდან $20$სმ-ით დაშორებულ წერტილში (მასათა ცენტრზე გამავალი და ღეროს მართობული ღერძის მიმართ $l$ სიგრძის ღეროს ინერციის მომენტია $\\frac{1}{12}ml^{2}$).",
    options: ["$6\\cdot10^{-3}$ კგ$\\cdotმ^{2}$", "$8\\cdot10^{-3}$ კგ$\\cdotმ^{2}$", "$12\\cdot10^{-3}$ კგ$\\cdotმ^{2}$", "$18\\cdot10^{-3}$ კგ$\\cdotმ^{2}$", "$36\\cdot10^{-3}$ კგ$\\cdotმ^{2}$"],
    correct: 1,
    tags: []
  },
  // 7
  {image: "physics-quizzes/class-9/images/image.4.png",
    question: "$480$გ მასისა და $20$სმ რადიუსის უძრავ ერთგვაროვან დისკოს შეუძლია თავისუფლად ბრუნვა მის ცენტრზე გამავალი და დისკოს სიბრტყის მართობული უძრავი ღერძის გარშემო. დისკოს, მის ცენტრზე გამავალი წრფიდან $\\frac{40}{3}$ სმ-ით დაშორებულ წერტილში ეჯახება და ეწებება $15$მ/წმ სიჩქარით დისკოს სიბრტყეში მოძრავი $10$გ მასის პლასტელინის ბურთულა. განსაზღვრეთ დისკოს კუთხური სიჩქარე დაჯახების შემდეგ საწყის მომენტში (დისკოს ცენტრზე გამავალი და დისკოს სიბრტყის მართობული ღერძის მიმართ დისკოს ინერციის მომენტის ფორმულაა $\\frac{1}{2}mr^{2}$).",
    options: ["$2$რად/წმ", "$5\\frac{15}{37}$ რად/წმ", "$10$ რად/წმ", "$13\\frac{1}{3}$ რად/წმ", "$6$რად/წმ"],
    correct: 0,
    tags: []
  },
  // 8
  {
    question: "ჰორიზონტისადმი $30^{\\circ}$-ით დახრილი სიბრტყის წვეროდან უსაწყისო სიჩქარით სრიალის გარეშე გორვას იწყებს ერთგვაროვანი ბირთვი. ბირთვის ინერციის მომენტი მის ცენტრზე გამავალი ბრუნვის ღერძის მიმართ $\\frac{2}{5}mR^{2}$-ია. რისი ტოლია ბირთვის აჩქარება?",
    options: ["$\\frac{46}{19} მ/წმ^{2}$", "$\\frac{55}{19} მ/წმ^{2}$", "$\\frac{46}{21} მ/წმ^{2}$", "$\\frac{25}{7} მ/წმ^{2}$", "$\\frac{38}{13} მ/წმ^{2}$"],
    correct: 3,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-9/images/image.5.png",
    question: "$6m$ მასის წვრილი ერთგვაროვანი ღერო ჩამოკიდებულია სახსრულად ერთი ბოლოთი ისე, რომ შეუძლია დაკიდების წერტილის გარშემო თავისუფლად ბრუნვა. წონასწორობის მდგომარეობაში მას შუაში ეჯახება $m$ მასის ჰორიზონტალურად $v$ სიჩქარით მოძრავი ტყვია და ღეროში რჩება. იპოვეთ ღეროს საწყისი კუთხური სიჩქარე ტყვიის დაჯახების შემდეგ. შეჯახების დრო მცირეა. ღეროს ბოლოში გამავალი, ღეროს მართობული ღერძის მიმართ $l$ სიგრძის ღეროს ინერციის მომენტია $\\frac{1}{3}ml^{2}$.",
    options: ["$\\frac{v}{l}$", "$\\frac{2v}{l}$", "$\\frac{2v}{3l}$", "$\\frac{v}{9l}$", "$\\frac{2v}{9l}$"],
    correct: 4,
    tags: []
  },
  // 10
  {
    question: "უმასო ბერკეტზე მოქმედებს ორი ძალა. პირველი ძალის მომენტი ბერკეტის ბრუნვის ღერძის მიმართ $50$ნ$\\cdot$მ-ია. იპოვეთ მეორე ძალა, თუ მისი მხარი იგივე ღერძის მიმართ $0,5$მ-ია და ბერკეტი წონასწორობაშია.",
    options: ["$25$ნ","$50$ნ", "$100$ნ", "$150$ნ", "$200$ნ"],
    correct: 2,
    tags: []
  },
  // 11
  {
    question: "$1$მ სიგრძის წვრილი ღერო დამზადებულია $40$სმ სიგრძის $7000$კგ/მ$^{3}$ სიმკვრივისა და $60$სმ სიგრძის $2000$კგ/მ$^{3}$ სიმკვრივის ორი ერთგვაროვანი ლითონის ღეროს შედუღებით. განსაზღვრეთ ამ ძელის მასათა ცენტრის დაშორება შედუღების წერტილიდან.",
    options: ["$10$სმ", "$3$სმ", "$2$სმ", "$8$სმ", "$5$სმ"],
    correct: 4,
    tags: []
  },
  // 12
  {
    question: "ჰორიზონტისადმი $30^{\\circ}$-იანი კუთხით დახრილ სიბრტყეზე უძრავად დევს $60$სმ სიმაღლის ერთგვაროვანი ძელაკი. იპოვეთ, რამდენითაა დაშორებული ძელაკზე მოქმედი საყრდენის რეაქციის ძალის მოქმედების წრფე ძელაკის სიმძიმის ცენტრიდან (საუბარია საყრდენი ზედაპირის მართობულად მოქმედ რეაქციის ძალაზე).",
    options: ["$15$სმ", "$30$სმ", "$10\\sqrt{3}$სმ", "$20\\sqrt{3}$სმ", "$30\\sqrt{3}$სმ"],
    correct: 2,
    tags: []
  },
  // 13
  {
    question: "ჰორიზონტისადმი გარკვეული კუთხით დახრილ სიბრტყეზე ფუძით უძრავად დევს $3$სმ რადიუსის ერთგვაროვანი ცილინდრი. დახრის კუთხის ტანგენსი $0,6$-ია. რა მაქსიმალური სიგრძე შეიძლება ჰქონდეს ცილინდრს, იმისათვის, რომ არ გადაბრუნდეს.",
    options: ["$5$სმ", "$10$სმ", "$15$სმ", "$20$სმ", "$25$სმ"],
    correct: 1,
    tags: []
  },
  // 14
  {
    question: "ჰორიზონტისადმი $60^{\\circ}$-იან კუთხით დახრილი $6$კგ მასის ერთგვაროვანი კიბე დგას გლუვ ჰორიზონტალურ ზედაპირზე და მეორე ბოლოთი ეყრდნობა გლუვ ვერტიკალურ კედელს. რა ჰორიზონტალური ძალა უნდა მოვდოთ კიბის ქვედა წერტილს, რომ იგი წონასწორობაში იყოს?",
    options: ["$5$ნ", "$10$ნ", "$5\\sqrt{3}$ნ", "$10\\sqrt{3}$ნ", "$15\\sqrt{3}$ნ"],
    correct: 3,
    tags: []
  },
  // 15
  {
    question: "წვრილი ერთგვაროვანი ღერო დევს ორ საყრდენზე ისე, რომ ღერო ჰორიზონტალურია. საყრდენებს შორის მანძილი ღეროს სიგრძის ნახევარია. იმისათვის, რომ ღერო მარცხენა საყრდენის მიმართ გადავაბრუნოთ საჭიროა ღეროს მარცხენა ბოლოს მოვდოთ ვერტიკალურად ქვემოთ მიმართული მინიმალური $10$ნ ძალა, ხოლო მარჯვენა საყრდენის მიმართ გადასაბრუნებლად - ღეროს მარჯვენა ბოლოზე ვერტიკალურად ქვემოთ მიმართული მინიმალური $20$ნ ძალა. იპოვეთ ღეროს მასა.",
    options: ["$\\sqrt{2}$ კგ", "$5\\sqrt{2}$ კგ", "$10\\sqrt{2}$ კგ", "$1$კგ", "$1,5$კგ"],
    correct: 0,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-9/images/image.7.png",
    question: "$A$ წერტილში სადგამზე სახსრულად დამაგრებული $1$კგ მასის წვრილი ერთგვაროვანი ღერო წონასწორობაშია მის ზედა ბოლოზე გამობმული ჰორიზონტალური ძაფის საშუალებით. ღეროს ჰორიზონტისადმი დახრის კუთხე $45^{\\circ}$-ია. იპოვეთ სახსარის მხრიდან ღეროზე მოქმედი დრეკადობის ძალა. სახსარში ხახუნის ძალა არ გაითვალისწინოთ.",
    options: ["$5$ნ", "$5\\sqrt{5}$ნ", "$10$ნ", "$5\\sqrt{2}$ნ", "$5\\sqrt{3}$ნ"],
    correct: 1,
    tags: []
  },
  // 17
  {image: "physics-quizzes/class-9/images/image.8.png",
    question: "$m$ მასის $A$ სხეული, $4m$ მასის $B$ სხეული და გლუვ უმასო ძაფზე წამოცმული $m$ მასის მძივი მიმაგრებულია ერთგვაროვანი წვრილი მასიური ღეროს ბოლოებზე. სისტემა წონასწორობაშია. იპოვეთ ღეროს მასა.",
    options: ["$5m$", "$6m$", "$7m$", "$8m$", "$9m$"],
    correct: 4,
    tags: []
  },
  // 18
  {
    question: "პლანეტა მოძრაობს $M$ მასის ვარსკვლავის გარშემო ელიფსურ ორბიტაზე, მინიმალური დაშორება პლანეტისა და ვარსკვლავის ცენტრებს შორის არის $r$, ხოლო მაქსიმალური დაშორება კი $3r$. იპოვეთ პლანეტის ბრუნვის პერიოდი.",
    options: ["$4\\pi r\\sqrt{\\frac{r}{GM}}$", "$2\\pi r\\sqrt{\\frac{2r}{GM}}$", "$\\pi r\\sqrt{\\frac{2r}{GM}}$", "$4\\pi r\\sqrt{\\frac{2r}{GM}}$", "$3\\pi r\\sqrt{\\frac{2r}{GM}}$"],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "რა მინიმალური ძალა უნდა მოვდოთ $2$კგ მასისა და $50$სმ რადიუსის ბორბალს ცენტრზე, რომ იგი $20$სმ სიმაღლის საფეხურზე ავაგოროთ. ბორბალსა და საფეხურს შორის ხახუნი საკმარისად დიდია იმისათვის, რომ აგორებისას ბორბალი არ გასრიალდეს.",
    options: ["$10$ნ", "$12$ნ", "$14$ნ", "$16$ნ", "$18$ნ"],
    correct: 3,
    tags: []
  },
  // 20
  {
    question: "$2m$ მასისა და $R$ რადიუსიან ერთგვაროვან ჭოჭონაქზე გადადებულია უმასო თოკი, რომლის ბოლოებზე მობმულია $m$ და $2m$ მასის სხეულები. ჩათვალეთ, რომ თოკი ჭოჭონაქზე არ სრიალებს, ხოლო ჭოჭონაქს შეუძლია ხახუნის გარეშე ბრუნვა თავისი ღერძის გარშემო. განსაზღვრეთ $m$ მასის სხეულის აჩქარების მოდული. (მოცემული $2m$ მასის ჭოჭონაქის ინერციის მომენტი ღერძის მიმართ არის $mR^{2}$)",
    options: ["$2{,}5 მ/წმ^{2}$", "$1{,}5 მ/წმ^{2}$", "$3 მ/წმ^{2}$", "$5 მ/წმ^{2}$", "$2 მ/წმ^{2}$"],
    correct: 0,
    tags: []
  },
  // 21
  {
    question: "ჰორიზონტისადმი $60^{\\circ}$-იან კუთხით დახრილი სიბრტყიდან მოსრიალებს $600$გ მასის მცირე ზომის ძელაკი. განსაზღვრეთ ხახუნის კოეფიციენტი, თუ სრიალის დროს სიბრტყის მხრიდან ძელაკზე მოქმედი ხახუნისა და რეაქციის ძალების ტოლქმედის მოდული $3,3$ნ-ია.",
    options: ["$\\sqrt{0{,}14}$", "$1{,}1$", "$0{,}21$", "$0{,}3$", "$\\sqrt{0{,}21}$"],
    correct: 4,
    tags: []
  },
  // 22
  {image: "physics-quizzes/class-9/images/image.6.png",
    question: "$m$ მასისა და $R$ რადიუსის მქონე ერთგვაროვანი თხელ დისკოს მოაჭრეს მეოთხედი ნაწილი. რისი ტოლია დისკოს დარჩენილი ნაწილის ინერციის მომენტი მის $O$ ცენტრზე გამავალი, დისკოს სიბრტყის მართობული ღერძის მიმართ?",
    options: ["$\\frac{mR^{2}}{4}$", "$\\frac{3mR^{2}}{4}$", "$\\frac{3mR^{2}}{8}$", "$\\frac{5mR^{2}}{4}$", "$\\frac{mR^{2}}{8}$"],
    correct: 2,
    tags: []
  },
  // 23
  {
    question: "დახრილ სიბრტყეზე ზემოდან ქვემოთ მოსრიალებს უმასო და უჭიმვადი ძაფით გადაბმული ერთიდაიგივე მასის ორი მცირე ზომის ძელაკი. ძაფის დაჭიმულობის ძალა $3$ნ-ია. ქვედა სხეულსა და სიბრტყეს შორის ხახუნი არ არის. განსაზღვრეთ ზედა სხეულზე მოქმედი ხახუნის ძალა.",
    options: ["$3$ნ", "$6$ნ", "$9$ნ", "$12$ნ", "$15$ნ"],
    correct: 1,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image.9.png",
    question: "რგოლი, რომლის რადიუსია $40$სმ, დააბრუნეს და დადეს კუთხეში, როგორც ნაჩვენებია სურათზე. რისი ტოლი იქნება რგოლის კუთხური აჩქარება, თუ ხახუნის კოეფიციენტი რგოლის ზედაპირსა და იატაკს შორის კი $0,4$. კედელი გლუვია. (რგოლის ინერციის მომენტი მის ცენტრზე გამავალი და რგოლის სიბრტყის მართობული ღერძის მიმართ არის $mR^{2}$)",
    options: ["$2 რად/წმ^{2}$", "$4 რად/წმ^{2}$", "$3{,}5 რად/წმ^{2}$", "$10 რად/წმ^{2}$", "$5 რად/წმ^{2}$"],
    correct: 3,
    tags: []
  },
  // 25
  {
    question: "$2$კგ მასის მცირე ზომის სხეულს მქისე დახრილი სიბრტყის ფუძესთან მიანიჭეს დახრილი სიბრტყის პარალელურად მიმართული ზევით მიმართული $3$მ/წმ სიჩქარე. რაღაც დროის შემდეგ სხეული დაუბრუნდა საწყის წერტილს, რა დროსაც ჰქონდა საწყისთან შედარებით სამჯერ მცირე კინეტიკური ენერგია. განსაზღვრეთ მოძრაობისას ხახუნის ძალის მიერ შესრულებული მუშაობის მოდული.",
    options: ["$3$ჯ", "$6$ჯ", "$9$ჯ", "$12$ჯ", "$15$ჯ"],
    correct: 1,
    tags: []
  }
];