const quizData = [
  // 1
  {intro:"თუ ამოცანაში ამის შესახებ მინიშნება არ არის, ჰაერის წინააღმდეგობის ძალები არ გაითვალისწინოთ. <br><br> თავისუფალი ვარდნის აჩქარება $g=10$მ/წმ$^2$",
    question: "რამდენჯერ უნდა გავზარდოთ ჰორიზონტისადმი $\\alpha$ კუთხით გასროლილი სხეულის გასროლის სიჩქარე, რათა ფრენის სიშორე ორჯერ გაიზარდოს? ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ.",
    options: ["$\\sqrt{2}$-ჯერ", "$2$-ჯერ", "$2\\sqrt{2}$-ჯერ", "$1{,}5$-ჯერ", "$3$-ჯერ"],
    correct: 0,
    tags: []
  },
  // 2
  {
    question: "თავდაპირველად უძრავი სპორტსმენი $100$მ დისტანციას გარბის $10$წმ-ში. პირველ $10$მ-ს მირბის თანაბარი აჩქარებით, ხოლო დანარჩენ მანძილს მუდმივი $v$ სიჩქარით. იპოვეთ $v$ სიჩქარე.",
    options: ["$13მ/წმ$", "$14მ/წმ$", "$12მ/წმ$", "$11მ/წმ$", "$15მ/წმ$"],
    correct: 3,
    tags: []
  },
  // 3
  {
    question: "რა მუდმივი სიჩქარით ადიოდა გორაზე ტურისტი, თუ გორიდან იგივე გზით უკან ორჯერ სწრაფად ჩამოვიდა და მთლიანი მარშრუტი (მაღლა და დაბლა) გაიარა $3{,}6$კმ/სთ საშუალო სიჩქარით.",
      options: ["$2კმ/სთ$", "$2{,}7კმ/სთ$", "$2{,}9კმ/სთ$", "$3კმ/სთ$", "$1{,}5კმ/სთ$"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "ორი სხეული სწორ გზაზე მოძრაობს შემხვედრი მიმართულებით საწყისი $6$მ/წმ და $4$მ/წმ სიჩქარეებით და შესაბამისად, სიჩქარეების საპირისპირო $3$მ/წმ$^2$ და $2$მ/წმ$^2$ მუდმივი აჩქარებებით. საწყის მომენტში რა მაქსიმალური დაშორება უნდა ყოფილიყო მათ შორის, რომ სხეულები მოძრაობისას ერთმანეთს შეხვდნენ?",
     options: ["$10მ$", "$12მ$", "$14მ$", "$16მ$", "$18მ$"],
    correct: 0,
    tags: []
  },
  // 5
  {
    question: "$m$ მასის კოსმოსური ხომალდი ჩართული ძრავით მოძრაობს დედამიწის გარშემო $R$ რადიუსის წრიულ ორბიტაზე $v$ სიჩქარით, რომელიც ორჯერ მეტია იგივე რადიუსის წრიულ ორბიტაზე გამორთული ძრავით მოძრავი თანამგზავრის სიჩქარეზე. იპოვეთ ძალა, რომელსაც ძრავა ანიჭებს თანამგზავრს.",
    options: ["$\\frac{2mv^2}{R}$", "$\\frac{mv^2}{4R}$", "$\\frac{4mv^2}{R}$", "$\\frac{mv^2}{R}$", "$\\frac{3mv^2}{4R}$"],
    correct: 4,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-9/images/image-9.png",
    question: "წონასწორობის დამყარების შემდეგ, რა მანძილით იქნება დაწეული მოძრავ ჭოჭონაქზე გადადებული თოკის ბოლო ($A$ წერტილი), თუ მასზე დავკიდებთ $m$ მასის სხეულს? ზამბარების სიხისტეებია $k$ და $2k$. ერთი ზამბარა ჭერზეა ჩამოკიდებული, ხოლო მეორე ზამბარა იატაკზე არის დამაგრებული. (ზამბარების, თოკის და ჭოჭონაქის მასები ძალიან მცირეა. ჭოჭონაქების ღერძთან ხახუნი არ გაითვალისწინოთ)",
    options: ["$\\frac{2mg}{k}$", "$\\frac{2{,}5mg}{k}$", "$\\frac{4mg}{k}$", "$\\frac{4{,}5mg}{k}$", "$\\frac{5mg}{k}$"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "$40$კგ მასის ბიჭი საქანელაზე ქანაობს რომლის თოკების სიგრძე $4$მ-ია. რა ძალით აწვება ბიჭი საქანელას სკამს უკიდურესი ქვედა წერტილის გავლის მომენტში, თუ ამ დროს მისი სიჩქარეა $6$მ/წმ.",
       options: ["$40ნ$", "$100ნ$", "$540ნ$", "$630ნ$", "$760ნ$"],
   correct: 4,
    tags: []
  },
  // 8
  {
    question: "რა ძალით უნდა გავჭიმოთ $3$მ სიგრძისა და $1$მმ$^2$ განივკვეთის თითბერის მავრთული, რომ იგი $1{,}5$მმ-ით წავაგრძელოთ? (თითბერის იუნგის მოდულია $10^{11}$პა).",
      options: ["$50ნ$", "$40ნ$", "$30ნ$", "$20ნ$", "$10ნ$"],
   correct: 0,
    tags: []
  },
  // 9
  {image: "physics-quizzes/class-9/images/image-10.png",
    question: "$1$მ სიგრძის ძელაკი, $5$მ/წმ სიჩქარით უახლოვდება $2$მ სიგრძის მქისე უბანს (დანარჩენი გზა გლუვია), რომლის ძელაკთან ხახუნის კოეფიციენტი $0{,}4$-ია. რა სიჩქარე ექნება ძელაკს მქისე უბნის გავლის შემდეგ?",
     options: ["$3{,}5მ/წმ$", "$3მ/წმ$", "$2{,}5მ/წმ$", "$2მ/წმ$", "$1{,}5მ/წმ$"],
   correct: 1,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-9/images/image-11.png",
    warning:"ყველა პასუხი ჩათვლილია",
    question: "$72$კგ მასის ადამიანი დგას ჭოჭონაქზე გადაკიდებულ $8$კგ მასის ბაქანზე. თავდაპირველად სისტემა წონასწორობაშია. ადამიანმა თოკზე მოქმედი ძალა ისე შეცვალა, რომ მისი მხრიდან ბაქანზე დაწოლის ძალა $300$ნ გახდა. რა აჩქარება შეიძინა ამ დროს ბაქანმა? (ხახუნის ძალები არ გაითვალისწინოთ).",
    options: ["$3{,}5მ/წმ^2$", "$3მ/წმ^2$", "$2{,}5მ/წმ^2$", "$5მ/წმ^2$", "$1{,}5მ/წმ^2$"],
   correct: [0,1,2,3,4],
    tags: []
  },
  // 11
  {
    question: "ჭერზე ჩამოკიდებულ უძრავ ჭოჭონაქზე გადაკიდებულია თოკი. მის ერთ ბოლოზე დაკიდებულია $5$კგ მასის ტვირთი, ხოლო მეორე ბოლოზე მიცოცავს $15$კგ მასის მაიმუნი. თოკის მიმართ რა აჩქარებით უნდა იმოძრაოს მაიმუნმა რათა იგი ჭერის მიმართ უძრავი იყოს (თოკის მასა, თოკის სიგრძის ცვლილება და წინააღმდეგობის ძალები (გარდა მაიმუნის ხელებსა და თოკს შორის არსებულისა) არ გაითვალისწინოთ)?",
     options: ["$10მ/წმ^2$", "$15მ/წმ^2$", "$20მ/წმ^2$", "$25მ/წმ^2$", "$30მ/წმ^2$"],
   correct: 2,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-9/images/image-12.png",
    question: "სურათზე მოცემულ სისტემაში წინააღმდეგობის ძალები არ გვაქვს. $m=3{,}2$კგ მასის სხეული იწყებს მოძრაობას. რა დროში მიაღწევს იგი $M=9$კგ მასის სადგამის ძირს (სადგამს შეუძლია ჰორიზონტალურ ზედაპირზე ხახუნის გარეშე სრიალი), თუ $h=144$სმ-ია. თოკების მასა და სიგრძის ცვლილება არ გაითვალისწინოთ.",
     options: ["$0{,}5წმ$", "$0{,}75წმ$", "$1წმ$", "$1{,}25წმ$", "$1{,}5წმ$"],
    correct: 1,
    tags: []
  },
  // 13
  {image: "physics-quizzes/class-9/images/image-13.png",
    task:"გლუვ ჰორიზონტალურ იატაკზე დევს $M=5$კგ მასის მართკუთხა სოლი, რომლის მახვილი კუთხე $45^{\\circ}$-ია. მის დახრილ სიბრტყეზე ხახუნის გარეშე შეუძლია სრიალი $m=0{,}2$კგ მასის მცირე ზომის სხეულს. სოლი მოძრაობის პროცესში არ ყირავდება. უპასუხეთ $13-14$ კითხვებს:",
    question: "მოდულით რისი ტოლი უნდა იყოს სოლზე მოდებული ჰორიზონტალური ძალა, რათა სხეულის აჩქარება იატაკთან დაკავშირებულ ათვლის სისტემაში მიმართული იყოს ვერტიკალურად ქვევით?",
    options: ["$1ნ$", "$2ნ$", "$26ნ$", "$50ნ$", "$10ნ$"],
   correct: 3,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-9/images/image-13.png",
    question: "მოდულით რისი ტოლი უნდა იყოს სოლზე მოდებული ჰორიზონტალური ძალა, რათა სხეულის აჩქარება იატაკთან დაკავშირებულ ათვლის სისტემაში მიმართული იყოს ჰორიზონტალურად?",
     options: ["$26ნ$", "$52ნ$", "$50ნ$", "$25ნ$", "$78ნ$"],
    correct: 1,
    tags: []
  },
  // 15
  {
    question: "$k$ სიხისტის ზამბარა გაჭრეს შუაზე და ერთმანეთთან პარალელურად შეართეს. რისი ტოლი იქნება მიღებული ზამბარების სისტემის ჯამური სიხისტე?",
    options: ["$k$", "$2K$", "$k/2$", "$4k$", "$k/4$"],
     correct: 3,
    tags: []
  },
  // 16
  {
    question: "რა მაქსიმალური სიჩქარით შეუძლია მოტოციკლისტმა იმოძრაოს $300$მ რადიუსის წრიულ ჰორიზონტალურ გზაზე, თუ გზის საფარის ხახუნის კოეფიციენტია $0{,}3$ (ჰაერის წინააღმდეგობა არ გაითვალისწინოთ, მოტოციკლის მასათა ცენტრი გზის საფართან ახლოსაა).",
   options: ["$10მ/წმ$", "$20მ/წმ$", "$30მ/წმ$", "$40მ/წმ$", "$50მ/წმ$"],
    correct: 2,
    tags: []
  },
  // 17
  {
    question: "სხეული მოძრაობს წრფივად ამავე მიმართულების $2$ნ მუდმივი ძალის მოქმედებით. $3$წმ-ში სხეულის იმპულსი გაიზარდა და გახდა $15$კგ$\\cdot$მ/წმ. იპოვეთ სხეულის საწყისი იმპულსი.",
   options: ["$3კგ\\cdotმ/წმ$", "$4{,}5კგ\\cdotმ/წმ$", "$5კგ\\cdotმ/წმ$", "$6კგ\\cdotმ/წმ$", "$9კგ\\cdotმ/წმ$"],
    correct: 4,
    tags: []
  },
  // 18
  {
    question: "რა მაქსიმალური სიჩქარე შეუძლია შესძინოს $1$კგ მასის ბურთს ფეხბურთელმა, თუ მაქსიმალური ძალა რომლითაც შეუძლია ბურთზე იმოქმედოს $3500$ნ-ია, დარტყმის დრო $8\\cdot10^{-3}$წმ-ია. ბურთის დეფორმაციისას მასში აღძრული დრეკადობის ძალა იმატებს და იკლებს წრფივად.",
    options: ["$3{,}5მ/წმ$", "$28მ/წმ$", "$7მ/წმ$", "$14მ/წმ$", "$5მ/წმ$"],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "უძრავი $150$კგ მასის ნავის ერთ ბოლოში ზის $90$კგ მასის მეთევზე, ხოლო მეორე ბოლოში $60$კგ მასის მეთევზე. მათ შორის მანძილი $5$მ-ია. მეთევზეებმა ადგილები გაცვალეს. რამდენით წაინაცვლებს ნავი? წყლის წინააღმდეგობა არ გაითვალისწინოთ.",
    options: ["$0{,}25მ$", "$0{,}5მ$", "$0{,}75მ$", "$1მ$", "$1{,}25მ$"],
    correct: 1,
    tags: []
  },
  // 20
  {image: "physics-quizzes/class-9/images/image-14.png",
    question: "თავდაპირველად უძრავ წერტილოვან სხეულზე მოქმედებას იწყებს სამი ჰორიზონტალური ძალა. ამ ძალების მოქმედებით სხეული იწყებს მოძრაობას. რა მუშაობას შეასრულებს ამ ძალთა ტოლქმედი სხეულის $2$მ-ზე გადასაადგილებლად.",
   options: ["$3ჯ$", "$5ჯ$", "$6ჯ$", "$10ჯ$", "$12ჯ$"],
   correct: 3,
    tags: []
  },
  // 21
  {image: "physics-quizzes/class-9/images/image-15.png",
    task:"მცირე ზომის $m$ მასის სხეული $3R$ სიმაღლიდან იწყებს მოძრაობას $R$ რადიუსის გლუვ მკვდარ მარყუჟზე, ჰაერის წინააღმდეგობა მცირეა. უპასუხეთ $21-22$ კითხვებს:",
    question: "იპოვეთ ბურთულას სრული აჩქარება, როდესაც მისი სიჩქარე ვერტიკალურია.",
   options: ["$5g$", "$\\sqrt{17}g$", "$g$", "$3g$", "$\\sqrt{15}g$"],
     correct: 1,
    tags: []
  },
  // 22
  {image: "physics-quizzes/class-9/images/image-15.png",
    question: "ბურთულა შევიდა მარყუჟის წრიულ უბანზე. მარყუჟის უკიდურეს ქვედა წერტილზე გავლებული ჰორიზონტალური დონის მიმართ რა სიმაღლეზე იქნება საყრდენის მხრიდან ბურთულაზე მოქმედი რეაქციის ძალის მოდული $2mg$?",
     options: [
      "$\\dfrac{1}{3}R$",
      "$\\dfrac{2}{5}R$",
      "$\\dfrac{5}{3}R$",
      "$\\dfrac{4}{3}R$",
      "$\\dfrac{7}{6}R$"
    ],  correct: 2,
    tags: []
  },
  // 23
  {
    question: "$300$გ და $200$გ პლასტელინის ორი ნაჭერი მოძრაობს შესაბამისად $4$მ/წმ და $3$მ/წმ სიჩქარით, გლუვ ჰორიზონტალურ ზედაპირზე. რა მაქსიმალური სითბო შეიძლება გამოიყოს მათი დაჯახებისა და შეწებების შედეგად?",
  options: ["$4{,}2ჯ$", "$2{,}1ჯ$", "$5ჯ$", "$2{,}94ჯ$", "$3{,}63ჯ$"],
     correct: 3,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image-16.png",
    task:"გლუვ ჰორიზონტალურ იატაკზე იმყოფება $M=4{,}5$კგ მასის სხეული (სხეულის ზედაპირიც გლუვია), ხოლო სხეულზე ძევს $m=0{,}5$კგ მასის შაიბა. შაიბას მიანიჭეს ჰორიზონტალურად მიმართული $v=10$მ/წმ სიჩქარე (სხეული მოძრაობისას არ ყირავდება). ამის შედეგად შაიბა ასრიალდა სხეულის ჩაღუნულ ზედაპირზე და მოსცილდა სხეულს. უპასუხეთ $24-25$ კითხვებს:",
    question: "განსაზღვრეთ სხეულის სიჩქარე იმ მომენტში, როდესაც მას შაიბა მოსცილდა.",
  options: ["$1მ/წმ$", "$0{,}5მ/წმ$", "$2მ/წმ$", "$5მ/წმ$", "$4მ/წმ$"],
     correct: 0,
    tags: []
  },
  // 25

  {image: "physics-quizzes/class-9/images/image-16.png",
    question: "განსაზღვრეთ შაიბის ასვლის მაქსიმალური სიმაღლე იმ დონის მიმართ, რომელზეც შაიბა თავდაპირველად იმყოფებოდა.",
      options: ["$4{,}5მ$", "$5მ$", "$5{,}5მ$", "$6მ$", "$6{,}5მ$"],
    correct: 0,
    tags: []
  }
];