const quizData = [
  // 1
  {intro:"თავისუფალი ვარდნის აჩქარება ყველგან მიიღეთ $g ≈ 10$ მ/წმ$^2$",
    image: "physics-quizzes/class-9/images/image--9.png",
    question: "$m_{1}=0{,}5$ კგ მასის და $R$ რადიუსის ჭოჭონაქის მასა თანაბრადაა განაწილებული მის ფერსოზე (ასეთი ჭოჭონაქის ინერციის მომენტი მისი ღერძის მიმართ არის $m_{1}R^{2}$). ჭოჭონაქზე გადადებული უმასო თოკის ბოლოებზე დაკიდებულია $m_{2}=0{,}9$ კგ და $m_{3}=0{,}6$ კგ მასის სხეულები. თოკსა და ჭოჭონაქს შორის ხახუნი იმდენად დიდია, რომ თოკი არ სრიალებს ჭოჭონაქზე. იპოვეთ, რა აჩქარებით მოძრაობენ სხეულები. ხახუნი ჭოჭონაქის ღერძში უმნიშვნელოა.",
    options: ["$1\\ \\text{მ/წმ}^2$", "$1{,}5\\ \\text{მ/წმ}^2$", "$2\\ \\text{მ/წმ}^2$", "$2{,}5\\ \\text{მ/წმ}^2$", "$3\\ \\text{მ/წმ}^2$"],
 correct: 1,
    tags: []
  },
  // 2
  {image: "physics-quizzes/class-9/images/image--10.png",
    question: "თანამგზავრი დედამიწის გარშემო ბრუნავს წრიულ ორბიტაზე, რომლის რადიუსია $5R$, სადაც $R$ დედამიწის რადიუსია. ამ დროს თანამგზავრის ბრუნვის პერიოდია $T$. სამუხრუჭე მოწყობილობის მცირე დროით ჩართვის შემდეგ თანამგზავრის სიჩქარე შემცირდა, რის გამო მან დაიწყო მოძრაობა დედამიწის შემხებ ელიფსურ ორბიტაზე. სიჩქარის შემცირებიდან რა დროის შემდეგ დაეშვება თანამგზავრი დედამიწაზე? (ანუ რა დროში მივა $A$ წერტილიდან $B$ წერტილში)",
     options: ["$\\sqrt{\\frac{27}{500}}T$", "$\\sqrt{\\frac{18}{500}}T$", "$\\sqrt{\\frac{9}{500}}T$", "$\\sqrt{\\frac{8}{500}}T$", "$\\sqrt{\\frac{4}{500}}T$"],
 correct: 0,
    tags: []
  },
  // 3
  {
    question: "$16$ კგ მასის სილიანი ურიკა ხახუნის გარეშე მოძრაობს ჰორიზონტალურ ზედაპირზე $1$ მ/წმ სიჩქარით. ურიკას ხვდება და მასში რჩება შემხვედრი მიმართულებით $8$ მ/წმ სიჩქარით მოძრავი $4$ კგ მასის ქვა. რა სიჩქარით იმოძრავებს ურიკა ამის შემდეგ?",
    options: ["$3{,}2\\ \\text{მ/წმ}$", "$1{,}6\\ \\text{მ/წმ}$", "$0{,}8\\ \\text{მ/წმ}$", "$0{,}4\\ \\text{მ/წმ}$", "$0{,}2\\ \\text{მ/წმ}$"],

    correct: 2,
    tags: []
  },
  // 4
  {
    question: "ტბის ზედაპირზე რაღაც სიჩქარით მოძრაობს $50$ კგ მასის ნავი და მასში ზის $60$ კგ მასის ყმაწვილი. ყმაწვილი გადახტა წყალში ნავის მოძრაობის მიმართულებით, წყლის მიმართ $4$ მ/წმ სიჩქარით, რის გამო ნავი ამოძრავდა თავდაპირველი მოძრაობის საპირისპიროდ მიმართული მოდულით იმავე სიჩქარით, რომლითაც თავიდან მოძრაობდა. განსაზღვრეთ ეს სიჩქარე.",
        options: ["$0{,}6\\ \\text{მ/წმ}$", "$0{,}8\\ \\text{მ/წმ}$", "$1\\ \\text{მ/წმ}$", "$1{,}2\\ \\text{მ/წმ}$", "$1{,}5\\ \\text{მ/წმ}$"],

  correct: 4,
    tags: []
  },
  // 5
  {
    question: "თუ $1$ კგ მასის სხეულის კოორდინატი იცვლება $x=24-5t+t^{2}$ კანონით, მაშინ მოძრაობის დაწყებიდან $5$ წამის შემდეგ მისი იმპულსია",
      options: ["$5\\text{კგ}\\cdot\\text{მ/წმ}$", "$2\\text{კგ}\\cdot\\text{მ/წმ}$", "$7\\text{კგ}\\cdot\\text{მ/წმ}$", "$13\\text{კგ}\\cdot\\text{მ/წმ}$", "$10\\text{კგ}\\cdot\\text{მ/წმ}$"],
 correct: 0,
    tags: []
  },
  // 6
  {
    question: "სხეული აისროლეს ვერტიკალურად ზევით $12$ მ/წმ სიჩქარით. ასროლის წერტილიდან რა სიმაღლეზე იქნება მისი კინეტიკური ენერგია პოტენციურზე $3$ ჯერ მეტი?",
        options: ["$5{,}4\\ \\text{მ}$", "$2{,}4\\ \\text{მ}$", "$2{,}2\\ \\text{მ}$", "$1{,}8\\ \\text{მ}$", "$1{,}4\\ \\text{მ}$"],

 correct: 3,
    tags: []
  },
  // 7
  {
    question: "$150$ გ მასის ბურთი მართობულად დაეცა კედელს $4$ მ/წმ სიჩქარით და იმავე სიჩქარით აირეკლა. განსაზღვრეთ ბურთის იმპულსის ცვლილების მოდული.",
    options: ["$0{,}15\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$0{,}6\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$0{,}8\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$1{,}2\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$1{,}5\\ \\text{კგ}\\cdot\\text{მ/წმ}$"],

    correct: 3,
    tags: []
  },
  // 8
  {
    question: "$40$ მ/წმ სიჩქარით მოძრავი $5$ ტ მასის თვითმფრინავი გამორთული ძრავით $100$ მ სიმაღლიდან დაეშვა ასაფრენ ბილიკზე. ბილიკზე დაშვების მომენტში მისი სიჩქარე იყო $20$ მ/წმ. განსაზღვრეთ ჰაერის წინააღმდეგობის ძალის მუშაობა თვითმფრინავის ჰაერში მოძრაობისას.",
      options: ["$-10^7\\text{ჯ}$", "$-8 \\cdot 10^6\\text{ჯ}$", "$-9 \\cdot 10^6\\text{ჯ}$", "$-7 \\cdot 10^6\\text{ჯ}$", "$-6 \\cdot 10^6\\text{ჯ}$"],

   correct: 1,
    tags: []
  },
  // 9
  {
    question: "$1$ კგ და $2$ კგ მასის არადრეკადი ბურთულები მოძრაობენ შემხვედრი მიმართულებით სიჩქარეებით $1$ მ/წმ და $2$ მ/წმ შესაბამისად. რა სიჩქარით იმოძრავებენ ბურთულები შეწებების შემდეგ?",
    options: ["$0{,}6\\ \\text{მ/წმ}$", "$0{,}8\\ \\text{მ/წმ}$", "$1\\ \\text{მ/წმ}$", "$1{,}2\\ \\text{მ/წმ}$", "$1{,}5\\ \\text{მ/წმ}$"],
  correct: 2,
    tags: []
  },
  // 10
  {
    question: "თუ პლანეტის გარშემო წრიულ ორბიტაზე მოძრავი თანამგზავრის კინეტიკური ენერგია არის $K$, მაშინ მისი პლანეტასთან ურთიერთქმედების პოტენციური ენერგია იქნება:",
     options: ["$K$", "$-K$", "$-\\frac{1}{2}K$", "$-2K$", "$2K$"],

    correct: 3,
    tags: []
  },
  // 11
  {
    question: "სამი ძალის მოქმედებით სხეული იმყოფება წონასწორობაში. ამ ძალებიდან ორი, $5$ ნ და $3$ ნ ძალები, ერთმანეთისადმი $60^{\\circ}$ კუთხით არიან მიმართული. იპოვეთ მესამე ძალის მოდული",
    options: ["$4\\ \\text{ნ}$", "$5{,}2\\ \\text{ნ}$", "$5{,}8\\ \\text{ნ}$", "$6{,}4\\ \\text{ნ}$", "$7\\ \\text{ნ}$"],
 correct: 4,
    tags: []
  },
  // 12
  {
    question: "სხეული მოძრაობს წრეწირზე თანაბარი კუთხური აჩქარებით. განსაზღვრეთ ეს კუთხური აჩქარება, თუ სხეულის კუთხური სიჩქარე $2$ წამში გაიზარდა $9$ რად/წმ-დან $15$ რად/წმ-მდე",
      options: ["$3\\ \\text{რად/წმ}^2$", "$5\\ \\text{რად/წმ}^2$", "$4\\ \\text{რად/წმ}^2$", "$7\\ \\text{რად/წმ}^2$", "$8\\ \\text{რად/წმ}^2$"],

    correct: 0,
    tags: []
  },
  // 13
  {
    question: "დახრილ სიბრტყეზე, რომლის დახრის კუთხეა $30^{\\circ}$, უძრავად დევს $20$ კგ მასის სხეული. რისი ტოლია ამ სხეულზე მოქმედი უძრაობის ხახუნის ძალა?",
    options: ["$10\\ \\text{ნ}$", "$75\\ \\text{ნ}$", "$5\\ \\text{ნ}$", "$100\\ \\text{ნ}$", "$150\\ \\text{ნ}$"],
  correct: 3,
    tags: []
  },
  // 14
  {
    question: "განსაზღვრეთ, რამდენჯერ აღემატება $5$ მ/წმ$^{2}$ ქვევით მიმართული აჩქარებით მოძრავი ლიფტის იატაკზე დადებულ სხეულზე მოქმედი სიმძიმის ძალა ამ სხეულის წონას.",
     options: ["$4$-ჯერ", "$\\frac{7}{3}$-ჯერ", "$\\frac{5}{4}$-ჯერ", "$3$-ჯერ", "$2$-ჯერ"],
 correct: 4,
    tags: []
  },
  // 15
  {
    question: "მორბენალი მოდულით $10$ მ/წმ სიჩქარით, წრეს უვლის $25$ მ რადიუსის სარბენ ბილიკს. განსაზღვრეთ მორბენალის ცენტრისკენული აჩქარება.",
    options: ["$1{,}5\\ \\text{მ/წმ}^2$", "$2\\ \\text{მ/წმ}^2$", "$2{,}5\\ \\text{მ/წმ}^2$", "$4\\ \\text{მ/წმ}^2$", "$4{,}5\\ \\text{მ/წმ}^2$"],

   correct: 3,
    tags: []
  },
  // 16
  {
    question: "უმასო ბერკეტი გაწონასწორებულია მის ბოლოებზე დაკიდებული $3$ კგ და $0{,}2$ კგ მასის სხეულებით. განსაზღვრეთ ბერკეტის სიგრძე, თუ პატარა მხარი $6$ სმ-ია",
     options: ["$100\\ \\text{სმ}$", "$96\\ \\text{სმ}$", "$60\\ \\text{სმ}$", "$54\\ \\text{სმ}$", "$45\\ \\text{სმ}$"],
 correct: 1,
    tags: []
  },
  // 17
  {
    question: "ამოზნექილ ხიდზე მოძრაობს $5$ ტ მასის ავტომობილი. განსაზღვრეთ ავტომობილის სიჩქარე, თუ მისი წონა ხიდის შუა წერტილის გავლისას არის $10$ კნ. ხიდი წარმოადგენს $50$ მ რადიუსის წრეწირის რკალს, რომლის ბოლოები ერთ ჰორიზონტალურ დონეზე მდებარეობს",
      options: ["$90\\ \\text{კმ/სთ}$", "$72\\ \\text{კმ/სთ}$", "$54\\ \\text{კმ/სთ}$", "$36\\ \\text{კმ/სთ}$", "$18\\ \\text{კმ/სთ}$"],
 correct: 1,
    tags: []
  },
  // 18
  {
    question: "გზის $1/3$ მანქანამ გაიარა $30$ კმ/სთ სიჩქარით, დარჩენილი გზა კი $40$ კმ/სთ სიჩქარით. იპოვეთ მანქანის საშუალო სიჩქარე.",
       options: ["$90\\ \\text{კმ/სთ}$", "$72\\ \\text{კმ/სთ}$", "$54\\ \\text{კმ/სთ}$", "$36\\ \\text{კმ/სთ}$", "$18\\ \\text{კმ/სთ}$"],

  correct: 3,
    tags: []
  },
  // 19
  {
    question: "მსუბუქ ძაფზე დაკიდებული ბურთულა გადახარეს $60^{\\circ}$ კუთხით და გაუშვეს ხელი. ბურთულას წონასწორობის მდებარეობაში გავლისას ძაფის დაჭიმულობის ძალა $20$ ნ იყო. განსაზღვრეთ ბურთულას მასა. (წინააღმდეგობის ძალები უგულებელყავით)",
       options: ["$1\\text{კგ}$", "$2\\text{კგ}$", "$3\\text{კგ}$", "$0{,}5\\text{კგ}$", "$1{,}5\\text{კგ}$"],
 correct: 0,
    tags: []
  },
  // 20
  {task:"მსუბუქ $1$ მ სიგრძის ძაფზე დაკიდებულ $990$ გ მასის ხის ძელს მოხვდა და შიგ ჩარჩა ჰორიზონტალურად მოძრავი $10$ გ მასის ტყვია, რის შემდეგ ძელის მასათა ცენტრი აიწია $20$ სმ მაქსიმალურ სიმაღლეზე. უპასუხეთ კითხვებს $20, 21$.",
    question: "განსაზღვრეთ ტყვიის იმპულსი დაჯახებამდე",
      options: ["$1\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$1{,}5\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$2\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$2{,}5\\ \\text{კგ}\\cdot\\text{მ/წმ}$", "$3\\ \\text{კგ}\\cdot\\text{მ/წმ}$"],

    correct: 2,
    tags: []
  },
  // 21
  {
    question: "განსაზღვრეთ ტყვიის კინეტიკური ენერგია დაჯახებამდე",
   options: ["$120\\ \\text{ჯ}$", "$140\\ \\text{ჯ}$", "$160\\ \\text{ჯ}$", "$180\\ \\text{ჯ}$", "$200\\ \\text{ჯ}$"],
 correct: 4,
    tags: []
  },
  // 22
  {
    question: "განსაზღვრეთ, რა მაქსიმალური სიჩქარით იმოძრავებს ავტომობილი $150$ მ რადიუსის რკალისებრ გზაზე, თუ ხახუნის კოეფიციენტი გზასა და ბორბლებს შორის არის $0{,}6$",
   options: ["$30\\ \\text{მ/წმ}$", "$25\\ \\text{მ/წმ}$", "$20\\ \\text{მ/წმ}$", "$15\\ \\text{მ/წმ}$", "$10\\ \\text{მ/წმ}$"],
  correct: 0,
    tags: []
  },
  // 23
  {image: "physics-quizzes/class-9/images/image--11.png",
    question: "ჭოჭონაქზე გადადებულ თოკზე მიმაგრებულია $m_{1}=2$ კგ და $m_{2}=5$ კგ მასის სხეულები. განსაზღვრეთ რეაქციის ძალა, რომლითაც ზედაპირი მოქმედებს $5$ კგ მასის სხეულზე. თოკის მასა და ჭოჭონაქში ხახუნი უმნიშვნელოა.",
    options: ["$40\\ \\text{ნ}$", "$30\\ \\text{ნ}$", "$25\\ \\text{ნ}$", "$20\\ \\text{ნ}$", "$15\\ \\text{ნ}$"],
 correct: 1,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-9/images/image--12.png",
    task:"ორ გადაბმულ ძელაკს ამოძრავებენ პირველ ძელაკზე მოდებული $7{,}5$ ნ ძალის მოქმედებით. პირველი და მეორე ძელაკების მასებია შესაბამისად $1$ კგ და $0{,}5$ კგ. ხახუნის კოეფიციენტი ძელაკებსა და ზედაპირს შორის არის $0{,}2$. უპასუხეთ კითხვებს $24, 25$.",
    question: " განსაზღვრეთ ძელაკების აჩქარება",
      options: ["$1\\ \\text{მ/წმ}^2$", "$1{,}5\\ \\text{მ/წმ}^2$", "$2\\ \\text{მ/წმ}^2$", "$2{,}5\\ \\text{მ/წმ}^2$", "$3\\ \\text{მ/წმ}^2$"],
 correct: 4,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-9/images/image--12.png",
    question: "განსაზღვრეთ ძელაკების შემაერთებელი ძაფის დაჭიმულობის ძალა",
     options: ["$3{,}5\\ \\text{ნ}$", "$3\\ \\text{ნ}$", "$2{,}5\\ \\text{ნ}$", "$2\\ \\text{ნ}$", "$1{,}5\\ \\text{ნ}$"],

   correct: 2,
    tags: []
  }
];