const quizData = [
  // 1
  {intro:"ჰაერის წინააღმდეგობა არცერთ ამოცანაში არ გაითალისწინოთ. თავისუფალი ვარდნის აჩქარება $g=10$ მ/წმ$^2$",
    question: "ამოზნექილ ხიდზე მოძრაობს $5$ ტ მასის ავტომობილი. განსაზღვრეთ ავტომობილის სიჩქარე, თუ მისი წონა ხიდის შუა წერტილის გავლისას არის $10$ კნ. ხიდი წარმოადგენს $50$ მ რადიუსის წრეწირის რკალს, რომლის ბოლოები ერთ ჰორიზონტალურ დონეზე მდებარეობს",
    options: ["$90$ კმ/სთ", "$72$ კმ/სთ", "$54$ კმ/სთ", "$36$ კმ/სთ", "$18$ კმ/სთ"],
    correct: 1,
    tags: []
  },
  // 2
  {image: "physics-quizzes/class-9/images/image.13.png",
    question: "სხეული დაეშვა გარკვეული სიმაღლიდან და შემოწერა $R$ რადიუსის მკვდარი მარყუჟი. განსაზღვრეთ რა მინიმალური სიჩქარე უნდა ჰქონდეს სხეულს მკვდარი მარყუჟის ზედა წერტილში, რომ არ მოწყდეს ღარს.",
    options: ["$\\sqrt{gR}$", "$2\\sqrt{gR}$", "$0{,}5\\sqrt{gR}$", "$\\sqrt{0{,}5gR}$", "$\\sqrt{2gh}$"],
    correct: 0,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-9/images/image.14.png",
    question: "ერთგვაროვანი ფირფიტიდან გამოჭრილი $15$ სმ რადიუსის წრიდან ამოჭრეს $5$ სმ რადიუსის პატარა წრე ისე, რომ ამ წრეების შემომსაზრვრელი წრეწირები ერთმანეთს ეხებიან. იპოვეთ მიღებული ფიგურის მასათა ცენტრის დაშორება დიდი წრის ცენტრიდან",
    options: ["$12{,}5$ სმ", "$8{,}5$ სმ", "$5$ სმ", "$2$ სმ", "$1{,}25$ სმ"],
    correct: 4,
    tags: []
  },
  // 4
  {
    question: "$1000$ კგ და $3000$ კგ მასის სხეულები მოძრაობენ შემხვედრი მიმართულებით შესაბამისად $15$ მ/წმ და $25$ მ/წმ სიჩქარეებით. რა სიჩქარით იმოძრავებენ ისინი აბსოლუტურად არადრეკადი ცენტრალური შეჯახების (შეწებების) შემდეგ?",
    options: ["$12{,}5$ მ/წმ", "$40$ მ/წმ", "$15$ მ/წმ", "$30$ მ/წმ", "$9{,}5$ მ/წმ"],
    correct: 2,
    tags: []
  },
  // 5
  {
    question: "$A, B$ და $C$ მცირე ზომის ბურთულები ჩამოთვლილი თანმიმდევრობით განლაგებულები არიან ერთგვაროვან, უმასო ღეროზე, $1$ მეტრი ინტერვალით. მათი მასებია შესაბამისად $20$ კგ, $40$ კგ და $100$ კგ. $B$ ბურთულიდან რა მანძილზეა ბურთულათა სისტემის მასათა ცენტრი?",
    options: ["$35$ სმ", "$40$ სმ", "$45$ სმ", "$50$ სმ", "$60$ სმ"],
    correct: 3,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-9/images/image.15.png",
    question: "მაგიდის ჰორიზონტალურ ზედაპირზე აკავებენ $m_{3} = 4$კგ მასის ძელაკს, რომელზეც ჭოჭონაქებზე გადაკიდებული უმასო თოკებით მიბმულია $m_{1} = 3{,}2$ კგ და $m_{2} = 0{,}8$ კგ მასის ტვირთები. ძელაკსა და მაგიდის ზედაპირს შორის ხახუნის კოეფიციენტია $0{,}2$. ძელაკის განთავისუფლების შემდეგ $1$ წამში მისი იმპულსი გახდება",
    options: ["$6$ კგ მ/წმ", "$8$ კგ მ/წმ", "$10$ კგ მ/წმ", "$12$ კგ მ/წმ", "$14$ კგ მ/წმ"],
    correct: 1,
    tags: []
  },
  // 7
  {image: "physics-quizzes/class-9/images/image.16.png",
    question: "ჭერზე დაკიდებულია ჭოჭონაქების სისტემა. ტვირთების მასებია $m_{1} = 100$ გ, $m_{2} = 600$ გ. განსაზღვრეთ იმ ძაფის დაჭიმულობის ძალა, რომელზეც $m$ მასის ტვირთი კიდია. ხახუნი უმნიშვნელოა.",
    options: ["$1{,}8$ ნ", "$1{,}6$ნ", "$1{,}4$ ", "$1{,}2$ნ", "$1$ნ"],
    correct: 0,
    tags: []
  },
  // 8
  {
    question: "თუ $h$ სიმაღლიდან ნულოვანი საწყისი სიჩქარით ვარდნილი $m$ მასის ბურთი ზედაპირზე აბსოლუტურად დრეკადი დაჯახების შემდეგ აირეკლა, მაშინ დაჯახებით გამოწვეული მისი იმპულსის ცვლილების მოდულია",
    options: ["$2m\\sqrt{gh}$", "$m\\sqrt{2gh}$", "$0{,}5m\\sqrt{gh}$", "$m\\sqrt{0{,}5gh}$", "$2m\\sqrt{2gh}$"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "პლანეტის გარშემო ელიფსურ ორბიტებზე მოძრაობს ორი თანამგზავრი. მეორე თანამგზავრის დიდი ნახევარღერძი $9$-ჯერ აღემატება პირველი თანამგზავრის დიდ ნახევარღერძს $a_{2} = 9a_{1}$. განსაზღვრეთ მეორე თანამგზავრის ბრუნვის პერიოდის შეფარდება პირველი თანამგზავრის ბრუნვის პერიოდთან",
    options: ["$\\frac{T_{2}}{T_{1}} = 3$", "$\\frac{T_{2}}{T_{1}} = 9$", "$\\frac{T_{2}}{T_{1}} = 27$", "$\\frac{T_{2}}{T_{1}} = 81$", "$\\frac{T_{2}}{T_{1}} = 729$"],
    correct: 2,
    tags: []
  },
  // 10
  {
    question: "გამოსახეთ $G$ გრავიტაციული მუდმივას ერთეული $SI$ სისტემის ძირითადი ერთეულებით (კგ, მ, წმ)",
    options: ["$\\frac{კგ \\cdot მ}{წმ^2}$", "$\\frac{მ^3}{კგ \\cdot წმ^2}$", "$\\frac{მ^2}{კგ \\cdot წმ^2}$", "$\\frac{მ^3}{კგ \\cdot წმ}$", "$\\frac{მ^2}{კგ^2 \\cdot წმ}$"],
    correct: 1,
    tags: []
  },
  // 11
  {
    question: "ტბაში თავდაპირველად უძრავი $300$ კგ მასისა და $14$ მ სიგრძის ნავის თავიდან ბოლოში $1$ წუთის განმავლობაში გადავიდა თანაბარი სიჩქარით მოძრავი $50$ კგ მასის ბიჭი. წყლის წინააღმდეგობის ძალა არ გაითვალისწინოთ და განსაზღვეთ ბიჭის სიჩქარე წყლის მიმართ.",
    options: ["$0{,}7$ მ/წმ", "$0{,}4$ მ/წმ", "$0{,}5$ მ/წმ", "$0{,}2$ მ/წმ", "$0{,}3$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // 12
  {
    question: "გლუვ ჰორიზონტალურ ზედაპირზე დადებულ უძრავ სხეულზე მოქმედება დაიწყო ზედაპირისადმი $60º$-იანი კუთხით მიმართულმა $F = 30$ ნ ძალამ, რის გამოც სხეულმა შეიძინა $3$ მ/წმ$^2$ აჩქარება. განსაზღვრეთ $10$ წამში $F$ ძალის მიერ შესრულებული მუშაობა.",
    options: ["$4500$ ჯ", "$2250$ ჯ", "$3150$ ჯ", "$5000$ ჯ", "$1150$ ჯ"],
    correct: 1,
    tags: []
  },
  // 13
  {
    question: "ჰორიზონტალურად მოთავსებული დაუჭიმავი ზამბარის $X$-ით წასაგრძელებლად შესრულდა $A$ მუშაობა. რა მუშაობა უნდა შესრულდეს ამის შემდეგ ზამბარის კიდევ $3X$-ით წასაგრძელებლად?",
    options: ["$15A$", "$16A$", "$3A$", "$10A$", "$8A$"],
    correct: 0,
    tags: []
  },
  //14
  {
    question: "ჰორიზონტალურ ზედაპირზე მოთავსებულ $1$ კგ მასის ხის ძელაკს $800$ მ/წმ სიჩქარით მოხვდა და მეორე მხარეს $400$ მ/წმ სიჩქარით გამოვარდა $10$ გ მასის ტყვია. ხახუნის კოეფიციენტი ძელაკსა და ზედაპირს შორის არის $0{,}2$. განსაზღვრეთ: <br><br> ა) რა სიჩქარით ამოძრავდა ძელაკი <br><br> ბ) რა სითბო გამოიყო ძელაკში ტყვიის მოძრაობისას <br><br> გ) მოძრაობის დაწყებიდან რა დროში გაჩერდა ძელაკი <br><br> დ) რა მანძილი გაიარა ძელაკმა გაჩერებამდე",
   options: [],
    correct: [],
    tags: []
  },
  // 15
  {
    question: "მსუბუქ ძაფზე დაკიდებულ $990$ გ მასის ხის ძელს მოხვდა და შიგ ჩარჩა ჰორიზონტალურად $100$ მ/წმ სიჩქარით მოძრავი $10$ გ მასის ტყვია. განსაღვრეთ: <br><br> ა) ტყვიის იმპულსის მოდული დაჯახებამდე <br><br> ბ) რა მაქსიმალურ სიმაღლეზე აიწია ძელის მასათა ცენტრი <br><br> გ) ძაფის დაჭიმულობის ძალა, როდესაც ძელი დაბრუნდა საწყის სიმაღლეზე <br><br> დ) ძელში ტყვიის მოხვედრისას გამოყოფილი სითბო",
   options: [],
    correct: [],
    tags: []
  },
  // 16
  {
    question: "გამოიყენეთ შემდეგი აღნიშვნები: $R$-დედამიწის რადიუსი, $g$-დედამიწის ზედაპირზე თავისუფალი ვარდნის აჩქარება და: <br><br> ა) გამოიყვანეთ ფორმულა დედამიწის თანამგზავრის პირველი კოსმოსური სიჩქარისთვის <br><br> ბ) გამოიყვანეთ ფორმულა დედამიწის გარშემო წრიულ ორბიტაზე პირველი კოსმოსური სიჩქარით მოძრავი თანამგზავრის ბრუნვის პერიოდის გამოსათვლელად <br><br> გ) რამდენჯერ აღემატება პირველი კოსმოსური სიჩქარე მთვარის დედამიწის გარშემო მოძრაობის სიჩქარეს, თუ მანძილი დედამიწის ცენტრიდან მთვარემდე არის $60R$ <br><br> დ) გამოიყვანეთ დედამიწისთვის მეორე კოსმოსური სიჩქარე",
   options: [],
    correct: [],
    tags: []
  }
];