const quizData = [

// Task 1
{
  question: "სხეული აისროლეს ვერტიკალურად ზევით. მან მიაღწია მაქსიმალურ სიმაღლეს და ასროლის წერტილში დაბრუნდა. თუ ჰაერის წინაღობას ვითვალისწინებთ, ზევით მოძრაობის დრო $t_{1}$-ია მეტი, თუ ვარდნის დრო $t_{2}$?",
 options: ["$t_1=t_2$", "$t_1>t_2$", "$t_1<t_2$", "$t_1\\geq t_2$", "არცერთი პასუხი არ არის სწორი"],

 correct: 2,
  tags: []
},
// Task 2
{
  question: "$12$ სმ სიგრძის $120$ ნ/მ სიხისტის ზამბარა ისე გადაჭრეს, რომ მიიღეს $8$ სმ და $4$ სმ სიგრძის ორი ზამბარა. მიღებული ზამბარების სიხისტეები იქნება",
  options: ["$180$ ნ/მ და $360$ ნ/მ", "$80$ ნ/მ და $40$ ნ/მ", "$70$ ნ/მ და $50$ ნ/მ", "$30$ ნ/მ და $90$ ნ/მ", "$100$ ნ/მ და $20$ ნ/მ"],
  correct: 0,
  tags: []
},
// Task 3
{
  question: "თვითმფრინავის საჰაერო ხრახნის ბრუნვის სიხშირეა $1500$ ბრ/წთ. რამდენ ბრუნს აკეთებს ხრახნი $90$ კმ მანძილზე, თუ ფრენის სიჩქარეა $300$ კმ/სთ",
  options: ["$9000$", "$12000$", "$18000$", "$27000$", "$30000$"],
   correct: 3,
  tags: []
},
// Task 4
{
  question: "იპოვეთ მატარებლის ცენტრისკენული აჩქარება, თუ იგი $500$ მ რადიუსის რკალზე $15$ მ/წმ სიჩქარით მოძრაობს",
  options: ["$1{,}5$ მ/წმ$^2$", "$7{,}5$ მ/წმ$^2$", "$2{,}5$ მ/წმ$^2$", "$0{,}85$ მ/წმ$^2$", "$0{,}45$ მ/წმ$^2$"],
  correct: 4,
  tags: []
},
// Task 5
{
  question: "თანამგზავრი ბრუნავს დედამიწის გარშემო $4R$ რადიუსის წრიულ ორბიტაზე. $g$ არის თავისუფალი ვარდნის აჩქარება დედამიწის ზედაპირზე, $R$ დედამიწის რადიუსი. მაშინ მისი ბრუნვის პერიოდი იქნება:",
 options: ["$16\\pi\\sqrt{\\frac{R}{g}}$", "$2\\pi\\sqrt{\\frac{R}{g}}$", "$\\pi\\sqrt{\\frac{R}{g}}$", "$\\sqrt{\\frac{R}{g}}$", "$4\\sqrt{\\frac{R}{g}}$"],

correct: 0,
  tags: []
},
// Task 6
{
  question: "თანამგზავრი ბრუნავს დედამიწის გარშემო $4R$ რადიუსის წრიულ ორბიტაზე. $g$ არის თავისუფალი ვარდნის აჩქარება დედამიწის ზედაპირზე, $R$ დედამიწის რადიუსი. მაშინ მისი სიჩქარე იქნება:",
  options: ["$2\\pi\\sqrt{Rg}$", "$\\frac{1}{4}\\sqrt{\\frac{R}{g}}$", "$2\\sqrt{Rg}$", "$\\frac{1}{2}\\sqrt{Rg}$", "$\\sqrt{Rg}$"],

 correct: 3,
  tags: []
},
// Task 7
{
  question: "$3{,}5$ ნ ძალის მოქმედებით დინამომეტრის ზამბარის სიგრძე $5{,}3$ სმ-ია, $2$ ნ ძალის მოქმედებით $4{,}1$ სმ. მაშინ არადეფორმირებული ზამბარის სიგრძე იქნება:",
  options: ["$1{,}5$ სმ", "$2$ სმ", "$2{,}5$ სმ", "$3{,}5$ სმ", "$3$ სმ"],
  correct: 2,
  tags: []
},
// Task 8
{
  question: "სხეული ქვევით $8$ მ/წმ$^2$ აჩქარებით მოძრავ საყრდენს აწვება $200$ ნ ძალით. რა ძალით დააწვება სხეული საყრდენს თუ საყრდენი იმოძრავებს ზევით მოდულით იმავე აჩქარებით. (თავისუფალი ვარდნის აჩქარება $g=10$ მ/წმ$^2$)",
  options: ["$200$ ნ", "$900$ ნ", "$1800$ ნ", "$1000$ ნ", "$1200$ ნ"],
  correct: 2,
  tags: []
},
// Task 9
{
  question: "დახრილ სიბრტყეზე, რომლის დახრის კუთხეა $30^{\\circ}$ უძრავად დევს $7$ კგ მასის სხეული. რისი ტოლი შეიძლება იყოს სხეულზე მოქმედი ხახუნის ძალა? ($g=10$ მ/წმ$^2$)",
  options: ["$15$ ნ", "$25$ ნ", "$55$ ნ", "$40$ ნ", "$35$ ნ"],
  correct: 4,
  tags: []
},
// Task 10
{
  question: "სხეულმა წრეწირზე თანაბრად მოძრაობისას $2$ წთ-ში გააკეთა $1200$ ბრუნი. განსაზღვრეთ სხეულის ცენტრისკენული აჩქაების მოდულის ფარდობა მისი სიჩქარის მოდულთან.",
  options: ["$20\\pi$ წმ$^{-1}$", "$10\\pi$ წმ$^{-1}$", "$30\\pi$ წმ$^{-1}$", "$5\\pi$ წმ$^{-1}$", "$2\\pi$ წმ$^{-1}$"],
correct: 0,
  tags: []
},
// Task 11
{
  question: "ავტომობილი ჰორიზონტალურ სიბრტყეში მოძრაობს $100$ მ რადიუსის წრეწირზე თანაბრად, მაქსიმალურად დასაშვები სიჩქარით. ზედაპირსა და ბორბლებს შორის ხახუნის კოეფიციენტია $\\mu=0{,}1$. განსაზღვრეთ ავტომობილის ბრუნვის პერიოდი. ($g=10$ მ/წმ$^2$)",
 options: ["$15\\pi$ წმ", "$25\\pi$ წმ", "$\\pi$ წმ", "$20\\pi$ წმ", "$30\\pi$ წმ"],

correct: 3,
  tags: []
},
// Task 12
{
  question: "რისი ტოლი იქნება დედამიწის თანამგზავრის სიჩქარე, როდესაც ის ბრუნავს $3R$ რადიუსის წრიულ ორბიტაზე. ($R$-დედამიწის რადიუსია. $g$ - თავისუფალი ვარდნის აჩქარებაა დედამიწის ზედაპირზე).",
 options: ["$\\sqrt{gR}$", "$\\sqrt{\\frac{gR}{3}}$", "$\\sqrt{\\frac{gR}{5}}$", "$\\sqrt{\\frac{gR}{7}}$", "$\\sqrt{\\frac{gR}{2}}$"],

 correct: 1,
  tags: []
},
// Task 13
{
  question: "განსაზღვრეთ ჰორიზონტისადმი $60^{\\circ}$ კუთხით $10$ მ/წმ სიჩქარით გასროლილი სხეულის სიჩქარის ჰორიზონტალური გეგმილი მაქსიმალური სიმაღლის მეოთხედზე.",
  options: ["$1$ მ/წმ", "$2{,}5$ მ/წმ", "$5$ მ/წმ", "$10$ მ/წმ", "$7$ მ/წმ"],
  correct: 2,
  tags: []
},
// Task 14
{
  question: "ა) დაწერეთ ჰუკის კანონი და დაახასიათეთ ფორმულაში შემავალი სიდიდეები <br><br> ბ) რა არის მექანიკური ძაბვა? <br><br> გ) რა არის ფარდობითი წაგრძელება? <br><br> დ) რა არის იუნგის მოდული?",
  options: [],
  correct: null,
  tags: []
},
// Task 15
{
  question: "$50$ სმ სიმაღლის და $5$ მ სიგრძის დახრილ სიბრტყეზე $120$ კგ მასის სხეული თანაბრად აასრიალეს სიბრტყის პარალელური $250$ ნ ძალით. უპასუხეთ კითხვებს: <br><br> ა) რა სიბრტყის პარალელური ძალაა საჭირო იმისთვის, რომ ეს სხეული თანაბრად ჩაასრიალონ ამ სიბრტყეზე? <br><br> ბ) განსაზღვრეთ სხეულზე მოქმედი ხახუნის ძალის მოდული <br><br> გ) რა დროში ჩამოსრიალდებოდა სხეული, ზედაპირი რომ გლუვი ყოფილიყო? <br><br> დ) რა აჩქარებით ჩამოსრიალდებოდა სხეული, ზედაპირი რომ გლუვი ყოფილიყო?",
  options: [],
  correct: null,
  tags: []
},
// Task 16
{image: "physics-quizzes/class-9/images/image-22.png",
  question: "ნახაზზე ნაჩვენებია სამი ერთმანეთთან უმასო ძაფებით გადაბმული სხეული. ჭოჭონაქები იდეალურია, $m=1$ კგ, ხახუნის კოეფიციენტი $\\mu=0{,}2.$ განსაზღვრეთ: <br><br> ა) $T_{1}$ მარცხენა ძაფის დაჭიმულობის ძალა <br><br> ბ) $T_{2}$ მარჯვენა ძაფის დაჭიმულობის ძალა <br><br> გ) სისტემის აჩქარება <br><br> დ) რისი ტოლი იქნებოდა აჩქარება ზედაპირი რომ გლუვი ყოფილიყო?",
  options: [],
  correct: null,
  tags: []
}
]