const quizData = [

  //1
  {
    question: "საათის წამების ისარმა $1200$ სრული ბრუნი შეასრულა. რამდენი ბრუნი შეასრულა ამ საათის წუთების ისარმა იმავე დროში?",
    options: ["$20$", "$60$", "$120$", "$180$", "$240$"],
    correct: 0,
    tags: []
  },

  //2
  {
    question: "ველოსიპედის ბორბლის რადიუსია $0{,}4$ მ. განსაზღვრეთ ველოსიპედის სიჩქარე, თუ ბორბალი ბრუნავს მუდმივი $6$ რად/წმ კუთხური სიჩქარით.",
    options: ["$4{,}8\\pi$ მ/წმ", "$2{,}4\\pi$ მ/წმ", "$4{,}8$ მ/წმ", "$2{,}4$ მ/წმ", "$1{,}2$ მ/წმ"],
    correct: 3,
    tags: []
  },

  //3
  {
    question: "ლიფტი თანაბრად მოძრაობს ზევით $1{,}5$ მ/წმ სიჩქარით. მის იატაკზე $180$ სმ სიმაღლიდან ვარდება სხეული ლიფტის მიმართ უსაწყისო სიჩქარით. რა მანძილს გაივლის ლიფტი სხეულის ვარდნის დროში?",
    options: ["$1{,}2$ მ", "$0{,}9$ მ", "$0{,}8$ მ", "$0{,}6$ მ", "$0{,}4$ მ"],
    correct: 1,
    tags: []
  },

  //4
  {
    question: "სახლის აივნიდან $10$ მ/წმ სიჩქარით ვერტიკალურად ზევით ასროლილმა სხეულმა დედამიწაზე დაცემამდე გაიარა $40$ მ. რა სიმაღლეზეა ეს აივანი?",
    options: ["$20$ მ", "$45$ მ", "$40$ მ", "$35$ მ", "$30$ მ"],
    correct: 4,
    tags: []
  },

  //5
  {
    question: "თავდაპირველად უძრავმა სხეულმა დაიწყო თანაბარაჩქარებული მოძრაობა. მოძრაობის დაწყებიდან $6$ წმ-ში მისი საშუალო სიჩქარეა $12$ მ/წმ. იპოვეთ სხეულის აჩქარება.",
    options: ["$1{,}5$ მ/წმ$^2$", "$2$ მ/წმ$^2$", "$2{,}5$ მ/წმ$^2$", "$4$ მ/წმ$^2$", "$4{,}5$ მ/წმ$^2$"],
    correct: 3,
    tags: []
  },

  //6
  {
    question: "პარალელურ ლიანდაგებზე შემხვედრი მიმართულებით მოძრაობს ორი მატარებელი, $54$ კმ/სთ და $90$ კმ/სთ სიჩქარებით. მატარებლებმა ერთმანეთს $18$ წამში ჩაუარეს. რა სიგრძისაა მეორე მატარებელი, თუ პირველი მატარებლის სიგრძეა $590$ მ.",
    options: ["$100$ მ", "$120$ მ", "$130$ მ", "$140$ მ", "$150$ მ"],
    correct: 2,
    tags: []
  },

  //7
  {
    question: "სხეული დედამიწიდან ვერტიკალურად აისროლეს $40$ მ/წმ საწყისი სიჩქარით. რა დროის განმავლობაში იმყოფებოდა ის $35$ მ-ზე ზემოთ?",
    options: ["$6$ წმ", "$5$ წმ", "$4$ წმ", "$7$ წმ", "$8$ წმ"],
    correct: 0,
    tags: []
  },

  //8
  {
    question: "თავდაპირველად უძრავმა ნივთიერმა წერტილმა $0{,}5$ რად/წმ$^2$ კუთხური აჩქარებით დაიწყო $0{,}1$ მ რადიუსის წრეწირზე ბრუნვა. განსაზღვრეთ ნივთიერი წერტილის ცენტრისკენული აჩქარება ბრუნვის დაწყებიდან $10$ წამის შემდეგ.",
    options: ["$1{,}5$ მ/წმ$^2$", "$2$ მ/წმ$^2$", "$2{,}5$ მ/წმ$^2$", "$4$ მ/წმ$^2$", "$4{,}5$ მ/წმ$^2$"],
    correct: 2,
    tags: []
  },

  //9
  {
    image: "physics-quizzes/class-9/images/image12.png",
    question: "მოცემულია სხეულის სიჩქარის მოდულის დროზე დამოკიდებულების გრაფიკი. გრაფიკის მიხედვით დაადგინეთ რა მანძილი გაიარა სხეულმა მოძრაობის დაწყებიდან $7$ წამის განმავლობაში.",
    options: ["$26$ მ", "$28$ მ", "$32$ მ", "$33$ მ", "$42$ მ"],
    correct: 2,
    tags: []
  },

  //10
  {
    question: "დედამიწიდან $20$ მ სიმაღლეზე ფანჯრიდან ბიჭმა ბურთი ჰორიზონტალურად გაისროლა. რა საწყისი სიჩქარით გაისროლა ბიჭმა ბურთი, თუ ის დედამიწაზე სახლიდან $6$ მ-ის დაშორებით დაეცა?",
    options: ["$3$ მ/წმ", "$3{,}5$ მ/წმ", "$4$ მ/წმ", "$4{,}5$ მ/წმ", "$5$ მ/წმ"],
    correct: 0,
    tags: []
  },

  //11
  {
    question: "$7{,}2$ მ სიმაღლის ციცაბო კლდიდან ბიჭი გადახტა ჰორიზონტალურად მიმართული $5$ მ/წმ სიჩქარით და წყალში ჩახტა. განსაზღვრეთ ბიჭის სიჩქარის მოდული წყლის ზედაპირთან შეხების მომენტში.",
    options: ["$8$ მ/წმ", "$9$ მ/წმ", "$10$ მ/წმ", "$13$ მ/წმ", "$15$ მ/წმ"],
    correct: 3,
    tags: []
  },

  //12
  {
    question: "ურიკამ მუდმივი ძალის მოქმედებით დაიწყო მოძრაობა და გარკვეულ დროში $50$ სმ გაიარა. როდესაც ურიკაზე დადეს $300$ გ მასის ტვირთი, ურიკამ უსაწყისო სიჩქარით იმავე ძალის მოქმედებით იმავე დროში $20$ სმ მანძილი გაიარა. იპოვეთ ურიკის მასა. ხახუნი უმნიშვნელოა.",
    options: ["$200$ გ", "$250$ გ", "$300$ გ", "$350$ გ", "$400$ გ"],
    correct: 0,
    tags: []
  },

  //13
  {
    question: "$1$ კგ მასის თავდაპირველად უძრავ სხეულზე მოქმედებას იწყებს $1$ ნ ძალა, ჯერ $10$ წამის განმავლობაში ერთი მიმართულებით, ხოლო შემდეგ, $6$ წამის განმავლობაში საწინააღმდეგო მიმართულებით. განსაზღვრეთ სხეულის გადაადგილება ამ დროში.",
    options: ["$100$ მ", "$92$ მ", "$84$ მ", "$76$ მ", "$68$ მ"],
    correct: 1,
    tags: []
  },

  //14
  {
    question: "მანქანამ მთელი გზა გაიარა $80$ კმ/სთ საშუალო სიჩქარით. გზის პირველი მეოთხედი მისი სიჩქარე იყო $120$ კმ/სთ. განსაზღვრეთ მანქანის საშუალო სიჩქარე გზის დანარჩენ ნაწილზე.",
    options: ["$76$ კმ/სთ", "$74$ კმ/სთ", "$72$ კმ/სთ", "$64$ კმ/სთ", "$56$ კმ/სთ"],
    correct: 2,
    tags: []
  },

  //15
  {
    question: "წრეწირზე მუდმივი კუთხური აჩქარებით მბრუნავი ნივთიერი წერტილის კუთხური სიჩქარე $5$ წმ-ში გაიზარდა $3{,}5$ რად/წმ-დან $5{,}5$ რად/წმ-მდე. განსაზღვრეთ კუთხური აჩქარება.",
    options: ["$1$ რად/წმ$^2$", "$0{,}8$ რად/წმ$^2$", "$0{,}6$ რად/წმ$^2$", "$0{,}4$ რად/წმ$^2$", "$0{,}2$ რად/წმ$^2$"],
    correct: 3,
    tags: []
  },

  //16
  {
    question: "$m$ და $9m$ მასის ნივთიერ წერტილებს შორის მანძილია $10$ მ. პირველი ნივთიერი წერტილიდან რა მანძილზე უნდა მოვათავსოთ მესამე ნივთიერი წერტილი, რომ მასზე მოქმედი ამ ორი სხეულის გრავიტაციული მიზიდულობის ძალების ტოლქმედი $0$ იყოს?",
    options: ["$1{,}2$ მ", "$1{,}6$ მ", "$1{,}8$ მ", "$2$ მ", "$2{,}5$ მ"],
    correct: 4,
    tags: []
  },

  //17
  {
    question: "სხეულმა დაიწყო თავისუფალი ვარდნა საწყისი სიჩქარის გარეშე. ტრაექტორიის $A$ წერტილში მისი სიჩქარე იყო $20$ მ/წმ, ტრაექტორიის $B$ წერტილში კი $50$ მ/წმ. განსაზღვრეთ $AB$ მონაკვეთის გავლის დრო. ჰაერის წინააღმდეგობას ნუ გაითვალისწინებთ.",
    options: ["$1$ წმ", "$1{,}5$ წმ", "$2$ წმ", "$3$ წმ", "$4{,}5$ წმ"],
    correct: 3,
    tags: []
  },

  //18
  {
    question: "ვერტმფრენი აფრინდა ვერტიკალურად ზევით $4$ კმ სიმაღლეზე და შემდეგ $3$ კმ აღმოსავლეთით იფრინა. განსაზღვრეთ მანძილი ვერტმფრენსა და აფრენის წერტილს შორის.",
    options: ["$5$ კმ", "$4$ კმ", "$47$ კმ", "$23$ კმ", "$3$ კმ"],
    correct: 0,
    tags: []
  },

  //19
  {
    question: "$x$ ღერძზე მოძრავი სხეულის კოორდინატი დროზე შემდეგნაირადაა დამოკიდებული $x = 9 - 6t + t^2$. (სიდიდეები იზომება $SI$-ში) იპოვეთ იმ წერტილის კოორდინატი, რომელშიც შეიცვალა სხეულის მოძრაობის მიმართულება.",
    options: ["$-6$", "$-5$", "$0$", "$3$", "$4$"],
    correct: 2,
    tags: []
  },

  //20
  {
    question: "საათის წუთების მაჩვენებელი ისარი $1{,}5$-ჯერ გრძელია საათების მაჩვენებელ ისარზე. რამდენჯერ გაიზრდება წუთების მაჩვენებელი ისრის ბოლო წერტილის წირითი სიჩქარის შეფარდება საათის მაჩვენებელი ისრის ბოლო წერტილის წირით სიჩქარესთან, თუ ისე შევცვლით ისრების ზომებს, რომ წუთების მაჩვენებელი ისარი $3$-ჯერ გრძელი აღმოჩნდება საათის მაჩვენებელ ისარზე?",
    options: ["$3$-ჯერ", "$2$-ჯერ", "$4$-ჯერ", "$7$-ჯერ", "$12$-ჯერ"],
    correct: 1,
    tags: []
  },

  //21
  {
    question: "ჰორიზონტისადმი $45^\\circ$ კუთხით გაისროლეს სხეული. რა მაქსიმალურ სიმაღლეზე ავიდა სხეული, თუ ფრენის სიშორეა $48$ მ?",
    options: ["$24$ მ", "$20$ მ", "$18$ მ", "$16$ მ", "$12$ მ"],
    correct: 4,
    tags: []
  },

  //22
  { warning:"ორი პასუხია ჩათვლილი",
    task:"ჰორიზონტისადმი გარკვეული კუთხით $40$ მ/წმ სიჩქარით გაისროლეს სხეული, რომელიც გასროლის წერტილიდან იმავე დონეზე დაეცა $80\\sqrt{3}$ მ მანძილზე. (ჰაერის წინაარმდეგობა არ გაითვალისწინოთ. თავისუფალი ვარდნის აჩქარება $g=10$მ/წმ$^2$). მოცემული პირობის მიხედვით უპასუხეთ $22$-დან $25$-ის ჩათვლით დასმულ კითხვებს.",
    question: "ჰორიზონტისადმი რა კუთხითაა გასროლილი სხეული?",
    options: ["$30^\\circ$", "$45^\\circ$", "$60^\\circ$", "$90^\\circ$", "არც ერთი პასუხი არ არის სწორი"],
    correct: [0,2],
    tags: []
  },

  //23
  {
    question: "გასროლიდან რა დროში დაეცა სხეული იმავე დონეზე?",
    options: ["$2$ წმ", "$2{,}5$ წმ", "$6$ წმ", "$3{,}5$ წმ", "$4$ წმ"],
    correct: 4,
    tags: []
  },

  //24
  {
    warning:"ორი პასუხია ჩათვლილი",
    question: "რა მაქსიმალურ სიმაღლეს მიაღწია სხეულმა?",
    options: ["$80$ მ", "$20$ მ", "$40$ მ", "$60$ მ", "$30$ მ"],
    correct: [1,3],
    tags: []
  },

  //25
  {
    question: "რა სიმაღლეზე იქნება სხეული გასროლიდან $3$ წმ-ში?",
    options: ["$35$ მ", "$25$ მ", "$45$ მ", "$15$ მ", "$70$ მ"],
    correct: 3,
    tags: []
  }

];
