const quizData = [
  // 1
  {
    question: "მოძრავ ესკალატორზე ასვლისას ყმაწვილმა $60$ საფეხური გაიარა. მეორე დღეს, ამავე ესკალატორის მიმართ ორჯერ მეტი სიჩქარით მოძრაობისას, გაიარა $80$ საფეხური. რამდენ საფეხურს გაივლის ყმაწვილი, თუ ესკალატორი უძრავი იქნება?",
    options: ["$90$", "$100$", "$110$", "$120$", "$130$"],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "სხეულის სიჩქარის გეგმილის დროზე დამოკიდებულების ფორმულაა $v_{x}=10-4t.$ განსაზღვრეთ ამ სხეულის გადაადგილების მოდული დროის ათვლის დაწყებიდან $4$ წამში",
    options: ["$8$ მ", "$10$ მ", "$12$ მ", "$17$ მ", "$18$ მ"],
    correct: 0,
    tags: []
  },
  // 3
  {
    question: "ნავი მდინარის დინების მიმართულებით მოძრაობისას ორ პუნქტს შორის მანძილს $6$ საათში გადის, დინების საპირისპირო მიმართულებით მოძრაობისას კი $8$ საათში. რა დროს მოანდომებს ტივი პირველი პუნქტიდან მეორეში ჩასვლას?",
    options: ["$52$ სთ", "$48$ სთ", "$36$ სთ", "$16$ სთ", "$12$ სთ"],
    correct: 1,
    tags: []
  },
  // 4
  {
    question: "ორი სხეულის მოძრაობის განტოლებებია $x_{1}=10+3t-2t^{2}$ და $x_{2}=-5-t+2t^{2}.$ განსაზღვრეთ რა დროში შეხვდებიან სხეულები ერთმანეთს.",
    options: ["$1$ წმ", "$1{,}5$ წმ", "$2{,}5$ წმ", "$4$ წმ", "$5$ წმ"],
    correct: 2,
    tags: []
  },
  // 5
  {
    question: "თავდაპირველად უძრავმა სხეულმა დაიწყო თანაბარაჩქარებული მოძრაობა. მოძრაობის დაწყებიდან $4$ წმ-ში მისი საშუალო სიჩქარეა $5$ მ/წმ. იპოვეთ სხეულის აჩქარება.",
    options: ["$1{,}5$ მ/წმ$^{2}$", "$2$ მ/წმ$^{2}$", "$2{,}5$ მ/წმ$^{2}$", "$4$ მ/წმ", "$4{,}5$ მ/წმ$^{2}$"],
    correct: 2,
    tags: []
  },
  // 6
  {
    question: "პარალელურ ლიანდაგებზე შემხვედრი მიმართულებით მოძრაობს ორი მატარებელი, $54$ კმ/სთ და $90$ კმ/სთ სიჩქარეებით. მატარებლებმა ერთმანეთს $18$ წამში ჩაუვარეს. რა სიგრძისაა მეორე მატარებელი, თუ პირველი მატარებლის სიგრძეა $600$ მ.",
    options: ["$100$ მ", "$120$ მ", "$130$ მ", "$140$ მ", "$150$ მ"],
    correct: 1,
    tags: []
  },
  // 7
  {
    question: "$48$ მ სიგრძის მეტროს ესკალატორს მასზე უძრავად მდგომი მგზავრი აჰყავს $1$ წუთში. რა სიჩქარით უნდა იმოძრაოს მგზავრმა ესკალატორის მიმართ, რომ $24$ წამში ავიდეს?",
    options: ["$0{,}5$ მ/წმ", "$0{,}8$ მ/წმ", "$1{,}2$ მ/წმ", "$1{,}5$ მ/წმ", "$1{,}8$ მ/წმ"],
    correct: 2,
    tags: []
  },
  // 8
  {
    question: "სხეულმა დაიწყო თანაბარაჩქარებული მოძრაობა, რომლის საწყისი სიჩქარის გეგმილია $-3$ მ/წმ, ხოლო აჩქარების გეგმილი $3$ მ/წმ$^{2}$. განსაზღვრეთ სხეულის გადაადგილების მოდული პირველ $2$ წმ-ში",
    options: ["$10$ მ", "$8$ მ", "$6$ მ", "$3$ მ", "$0$ მ"],
    correct: 4,
    tags: []
  },
  // 9
  {
    question: "ავტომობილმა გასავლელი $18$ კმ-ის პირველი $6$ კმ გაიარა $20$ მ/წმ სიჩქარით, დარჩენილი მანძილი კი $20$ წუთში დაფარა. განსაზღვრეთ ავტომობილის საშუალო სიჩქარე მთელ გზაზე",
    options: ["$20$ მ/წმ", "$18$ მ/წმ", "$15$ მ/წმ", "$12$ მ/წმ", "$8$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "ორი ავტომობილი მოძრაობს ურთიერთმართობულად $16$ მ/წმ და $12$ მ/წმ სიჩქარეებით. განსაზღვრეთ პირველი მანქანის სიჩქარის მოდული მეორე მანქანის მიმართ",
    options: ["$18$ მ/წმ", "$20$ მ/წმ", "$24$ მ/წმ", "$25$ მ/წმ", "$28$ მ/წმ"],
    correct: 1,
    tags: []
  },
  // 11
  {
    question: "ბავშმა გაიარა გარკვეული $x$ მანძილი სამხრეთის მიმართულებით, შემდეგ $40$ მ დასავლეთის მიმართულებით. განსაზღვრეთ $x$, თუ ბავშვის გადაადგილების მოდულია $50$ მ",
    options: ["$10$ მ", "$18$ მ", "$20$ მ", "$25$ მ", "$30$ მ"],
    correct: 4,
    tags: []
  },
  // 12
  {
    question: "გასავლელი გზის პირველი ნახევარი კაცმა გაიარა $6$ მ/წმ სიჩქარით. რა სიჩქარით მოძრაობდა კაცი გზის მეორე ნახევარზე, თუ მთელი გზის გავლისას მისი საშუალი სიჩქარე იყო $3$ მ/წმ ?",
    options: ["$2$ მ/წმ", "$3$ მ/წმ", "$4$ მ/წმ", "$5$ მ/წმ", "$4{,}5$ მ/წმ"],
    correct: 0,
    tags: []
  },
  // 13
  {
    question: "სხეულმა დაიწყო მოძრაობა თანაბარაჩქარებულად. აჩქარების გეგმილია $-3$ მ/წმ$^{2},$ ხოლო საწყისი სიჩქარის გეგმილი $2$ მ/წმ. განსაზღვრეთ სხეულის სიჩქარის გეგმილი მოძრაობის დაწყებიდან $2$ წმ-ში?",
    options: ["$4$ მ/წმ", "$3$ მ/წმ", "$-4$ მ/წმ", "$-2$ მ/წმ", "$-1$ მ/წმ"],
    correct: 2,
    tags: []
  },
  // 14
  {
    image: "physics-quizzes/class-9/images/image..22.png",
    question: "მოცემულია $X$ ღერძის გასწვრივ თანაბრად მოძრავი ორი სხეულის კოორდინატის დროზე დამოკიდებულების გრაფიკი. უპასუხეთ კითხვებს: <br><br> ა) რა სიჩქარით მოძრაობს პირველი სხეული? <br><br> ბ) რა სიჩქარით მოძრაობს პირველი სხეული მეორის მიმართ? <br><br> გ) განსაზღვრეთ სხეულების შეხვედრის კოორდინატი. <br><br> დ) დროის რა მომენტებში იქნება სხეულებს შორის მანძილი $10$ მ?",
    options: [],
    correct: null,
    tags: []
  },
  // 15
  {
    image: "physics-quizzes/class-9/images/image..23.png",
    question: "ოთხი ხოჭო დროის ყოველ მომენტში მუდმივი $v$ სიჩქარით მიხოხავს თავისი მეზობელი ხოჭოსკენ. დროის ათვლის დასაწყისში ისინი იმყოფებიან $a$ გვერდის მქონე კვადრატის წვეროებში. უპასუხეთ კითხვებს: <br><br> ა) რას უდრის ხოჭოს სიჩქარის მოდული მეზობელი ხოჭოს მიმართ? <br><br> ბ) რა დროში აღმოჩნდებიან ხოჭოები ერთ წერტილში <br><br> გ) რა მანძილს გაივლის თითოეული ხოჭო შეხვედრამდე? <br><br> დ) რას უდრის ხოჭოებს შორის მანძილის ცვლილების სიჩქარის მოდული?",
    options: [],
    correct: null,
    tags: []
  },
  // 16
  {
    image: "physics-quizzes/class-9/images/image..24.png",
    question: "მოცემულია ნივთიერი წერტილის სიჩქარის გეგმილის დროზე დამოკიდებულების გრაფიკი. ამ გრაფიკის მიხედვით უპასუხეთ კითხვებს: <br><br> ა) რისი ტოლია სხეულის აჩქარების მოდული? <br><br> ბ) განსაზღვრეთ სხეულის საშუალო სიჩქარე პირველ $2$ წამში <br><br> გ) რისი ტოლია სხეულის მიერ პირველ $2$ წამში შესრულებული გადაადგილების მოდული? <br><br> დ) რა მანძილი გაიარა სხეულმა პირველ $2$ წამში?",
    options: [],
    correct: null,
    tags: []
  }
];