const quizData = [
  // 1
  {
    question: "გამოთვალეთ: $\\sqrt{12{\\frac{1}{4}}} + \\frac{\\sqrt{10{,}8}}{\\sqrt{4{,}8}}$ = ?",
    options: ["$4$", "$5$", "$8$", "$7{,}5$", "$6$", "$3{,}5$"],
    correct: 1,
    tags: []
  },
  // 2
  {
    question: "რისი ტოლია $|x - 2| \\leq 5$ უტოლობის მთელ ამონახსენთა რაოდენობა?",
    options: ["$5$", "$12$", "$7$", "$11$", "$3$", "უამრავი"],
    correct: 3,
    tags: []
  },
  // 3
  {
    question: "შეიტანეთ მამრავლი ფესვის შიგნით: $-0{,}5yx^3 \\cdot \\sqrt{-4y^7 \\cdot \\frac{1}{x^5}}$.",
    options: ["$-\\sqrt{-0{,}5yx^8}$", "$\\sqrt{-xy^8}$", "$\\sqrt{-xy^9}$", "$-\\sqrt{-2xy^9}$", "$-\\sqrt{xy^9}$", "$\\sqrt{2xy^9}$"],
    correct: 2,
    tags: []
  },
  // 4
  {
    question: "მოცემული სამკუთხედის გვერდები ისე შეეფარდებიან ერთმანეთს, როგორც $3:4:6$. იპოვეთ ამ სამკუთხედის უდიდესი გვერდის სიგრძე, თუ მისი მსგავსი სამჯერ დიდი პერიმეტრის მქონე სამკუთხედის უმცირესი გვერდის სიგრძე $12$-ის ტოლია.",
    options: ["$12$", "$8$", "$6$", "$4$", "$9$", "$4{,}5$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "$ABC$ სამკუთხედში გავლებულია $AD$ წრფე $(D \\in BC)$ ისე, რომ $\\angle ADB = \\angle BAC$. იპოვეთ $AB$ გვერდის სიგრძე, თუ $BD = 4$ და $DC = 5$.",
    options: ["$6$", "$3\\sqrt{5}$", "$10$", "$5\\sqrt{2}$", "$8$", "$12$"],
    correct: 0,
    tags: []
  },
  // 6
  {
    question: "იპოვეთ $|2x - 1| = |x - 2|$ განტოლების ამონახსენთა ნამრავლი.",
    options: ["$-1\\frac{1}{3}$", "$2$", "$-3$", "$-1$", "$\\frac{1}{3}$", "$0$"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "ქვემოთ ჩამოთვლილ სავარაუდო პასუხებიდან რომელი შედის $(3 - x)\\sqrt{x} \\geq 0$ უტოლობის ამონახსენში?",
    options: ["$\\sqrt{20}$", "$-3$", "$5$", "$-\\sqrt{7}$", "$\\sqrt{8}$", "$4$"],
    correct: 4,
    tags: []
  },
  // 8
  {
    question: "იპოვეთ რისი ტოლია $\\sqrt{15} < 8 - x \\leq \\sqrt{144}$ უტოლობის ნატურალურ ამონახსენთა რაოდენობა.",
    options: ["$8$", "$6$", "$4$", "$2$", "$1$", "$0$"],
    correct: 2,
    tags: []
  },
  // 9
  {
    question: "ტრაპეციაში დიაგონალები გადაკვეთის წერტილით $2:5$ შეფარდებით იყოფიან. იპოვეთ უმცირესი ფუძის სიგრძე, თუ დიაგონალების შუაწერტილებს შორის მანძილი $6$-ის ტოლია.",
    options: ["$9$", "$10$", "$6$", "$4$", "$12$", "$8$"],
    correct: 5,
    tags: []
  },
  // 10
  {
    question: "ტოლფერდა სამკუთხედში ფუძის სიმაღლის შუაწერტილზე გავლებულია ერთ-ერთი ფერდის პარალელური წრფე. იპოვეთ ეს წრფე მეორე ფერდს რა შეფარდებით გაყოფს.",
    options: ["$1:1$", "$1:2$", "$1:3$", "$2:3$", "$1:4$", "$2:5$"],
    correct: 2,
    tags: []
  },
  // 11
  {
    question: "იპოვეთ $\\sqrt{(\\sqrt{3} - 2)^2} + \\frac{2}{1 + \\sqrt{3}}$ გამოსახულების მნიშვნელობა.",
    options: ["$2$", "$\\sqrt{3}$", "$-1$", "$3 - 3\\sqrt{3}$", "$1$", "$3$"],
    correct: 4,
    tags: []
  },
  // 12
    {
    question: "იპოვეთ $\\begin{cases} \\frac{3 - x}{2} - \\frac{2 - x}{3} > -1 \\\\ x(x + 1) < (x + 1)^2 \\end{cases}$ უტოლობათა სისტემის მთელ ამონახსენთა რაოდენობა.",
    options: ["$11$", "$5$", "$15$", "$8$", "$16$", "$7$"],
    correct: 0,
    tags: []
    },
  // 13
    {   
    question: "საკოორდინატო სიბრტყეზე იპოვეთ იმ ფიგურის პერიმეტრი, რომელიც შედგება ყველა იმ წერტილისგან, რომლის კოორდინატებიც $\\begin{cases} |y| \\leq 3 \\\\ |x + 1| \\leq 5 \\end{cases}$ უტოლობათა სისტემას აკმაყოფილებს.",
    options: ["$24$", "$36$", "$32$", "$18$", "$30$", "$40$"],
    correct: 2,
    tags: []
    },
  // 14
  {
    question: "პარალელოგრამის ორივე დიაგონალი დაყოფილია სამ ტოლ მონაკვეთად. იპოვეთ იმ ოთკუთხედის პერიმეტრი, რომლის წვეროებიც დაყოფის წერტილებია, თუ პარალელოგრამის პერიმეტრი $72$-ის ტოლია.",
    options: ["$18$", "$48$", "$32$", "$30$", "$24$", "$42$"],
    correct: 4,
    tags: []
  },
  // 15
  {
    question: "ტოლფერდა სამკუთხედში, რომლის ფუძის სიგრძე $12$-ის ტოლია, ჩახაზულია წრეწირი. იპოვეთ ფერდის სიგრძე, თუ ფერდებთან შეხების წერტილებს შორის მანძილი $3$-ის ტოლია.",
    options: ["$18$", "$10$", "$12$", "$8$", "$20$", "$9$"],
    correct: 3,
    tags: []
  },
  // 16
  {
    question: "$x$ ცვლადის რამდენი უარყოფითი მთელი მნიშვნელობა არსებობს, რომელთათვისაც გამოსახულებას $\\frac{\\sqrt{|x - 1| - 4}}{\\sqrt{x + 8}}$ აზრი აქვს?",
    options: ["$7$", "$1$", "$4$", "$5$", "$3$", "$8$"],
    correct: 3,
    tags: []
  },
  // 17
  {
    question: "იპოვეთ $\\frac{x + 5}{|3 - x| - 2} = 2$ განტოლების ამონახსენთა ჯამი.",
    options: ["$0$", "$9$", "$-5$", "$7$", "$-6$", "$14$"],
    correct: 5,
    tags: []
  },
  // 18
  {
    question: "იპოვეთ $a$-ს რა მნიშვნელობისთვის იქნება $3 - 4x > a - 8$ უტოლობის ამონახსენი $x \\in (-\\infty, -2)$.",
    options: ["$11$", "$19$", "$10$", "$3$", "$1$", "არ არსებობს"],
    correct: 1,
    tags: []
  },
  // 19
  {
    question: "$ABC$ მახვილკუთხა სამკუთხედში $AD$ და $CE$ სიმაღლეებია. იპოვეთ $AB$ მონაკვეთის სიგრძე, თუ $BD:ED = 4:3$ და $AC$ გვერდის სიგრძე $9$-ის ტოლია.",
    options: ["$11$", "$13$", "$9$", "$12$", "$10$", "$8$"],
    correct: 3,
    tags: []
  },
  // 20
  {
    question: "ტრაპეციაში ფუძეების პარალელური წრფე ფერდებს ყოფს $3:7$ შეფარდებით პატარა ფუძის მხრიდან. იპოვეთ ამ წრფის იმ მონაკვეთის სიგრძე, რომელიც ამ ტრაპეციაშია მოთავსებული, თუ ფუძის სიგრძეები $6$-ს და $16$-ს ტოლია.",
    options: ["$7$", "$11$", "$8$", "$7{,}5$", "$10$", "$9$"],
    correct: 5,
    tags: []
  },
  // 21
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა იმ მნიშვნელობათა სიმრავლე, რომელთათვისაც $3(x + a) = 4 - x$ განტოლების ამონახსენი $1$-ზე მეტია.",
    options: ["$(-\\infty; 0)$", "$(1; +\\infty)$", "$\\mathbb{R}$", "$(-\\infty; -1)$", "$(0; +\\infty)$", "$\\emptyset$"],
    correct: 0,
    tags: []
  },
  // 22
  {
    question: "იპოვეთ $\\frac{3x - 6y + 12}{x - 2y}$ გამოსახულების უმცირესი მნიშვნელობა, თუ $5 \\leq x \\leq 8$ და $1 \\leq y \\leq 2$.",
    options: ["$6$", "$4$", "$7$", "$8$", "$5$", "$3$"],
    correct: 4,
    tags: []
  },
  // 23
  {
    question: "იპოვეთ $a$ პარამეტრის ყველა მნიშვნელობა, რომელთათვისაც $\\sqrt{(x + 1)^2} \\leq a$ უტოლობის ამონახსნებს შორის ზუსტად $7$ მთელი რიცხვია.",
    options: ["$(0; 3)$", "$[2; 5)$", "$[1; 3)$", "$[3; 4)$", "$(1; 2]$", "∅"],
    correct: 3,
    tags: []
  },
  // 24
  {
    question: "ბლაგვკუთხა სამკუთხედში ბლაგვი კუთხე $120^\\circ$-ის ტოლია. იპოვეთ ამ კუთხიდან გავლებული ბისექტრისის სიგრძე, თუ მისი მიმდებარე გვერდების სიგრძეები $4$-ის და $12$-ის ტოლია.",
    options: ["$1$", "$4$", "$3{,}6$", "$5$", "$2$", "$3$"],
    correct: 5,
    tags: []
  },
  // 25
  {
    question: "$ABCD$ პარალელოგრამის $AB$ და $AD$ გვერდებზე აღებულია $M$ და $N$ წერტილები ისე, რომ $AM:MB = 1:3$ და $AN:ND = 2:5$. $MN$ და $AC$ მონაკვეთები $K$ წერტილში იკვეთებიან. იპოვეთ $AK:KC$.",
    options: ["$2:15$", "$3:17$", "$2:13$", "$1:5$", "$1:4$", "$4:21$"],
    correct: 2,
    tags: []
  }
];
