const quizData = [
  // 1
  {
    question: "გამოთვალეთ $\\dfrac{7^3 - 1}{57}$.",
    options: ["$2$", "$6$", "$7$", "$9$", "$11$", "$12$"],
    correct: 1,
    tags: []
  },
  // 2
  {
    question: "წარმოადგინეთ $3a^4b\\left(\\dfrac{1}{3}a^3b^2\\right)^{2}27bc^4$ სტანდარტული სახის მრავალწევრად.",
    options: ["$3a^{13}b^6c^4$", "$3a^{13}b^{6}3c^4$", "$3a^9b^5c^4$", "$9a^{13}b^9c^4$", "$a^{10}b^9c^4$", "$9a^{10}b^6c^4$"],
    correct: 5,
    tags: []
  },
  // 3
  {
    question: "ჩამოთვლილთაგან რომელ რიცხვზე იყოფა $27^3 - 5^3$ სხვაობა?",
    options: ["$9$", "$5$", "$22$", "$27$", "$25$", "$35$"],
    correct: 2,
    tags: []
  },
  // 4
  {
    question: "სამკუთხედის წვეროებთან აღებული გარე კუთხეები, ისე შეეფარდება ერთმანეთს, როგორც $3:4:5$. იპოვეთ ამ სამკუთხედის უმცირესი კუთხე.",
    options: ["$60^\\circ$", "$30^\\circ$", "$20^\\circ$", "$25^\\circ$", "$45^\\circ$", "$50^\\circ$"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "იპოვეთ $ABC$ სამკუთხედის $C$ შიგა კუთხე, თუ $A$ და $B$ წვეროებთან თითო-თითოდ აღებული გარე კუთხეების ჯამი $230^\\circ$-ია.",
    options: ["$20^\\circ$", "$30^\\circ$", "$40^\\circ$", "$45^\\circ$", "$50^\\circ$", "$60^\\circ$"],
    correct: 4,
    tags: []
  },
  // 6
{
  question: "ჩამოთვლილთაგან რისი ტოლია $\\dfrac{8^6 - 3^6}{55}$ გამოსახულების მნიშვნელობა?",
  options: ["$64^2 + 64 \\cdot 9 + 81$", "$8^3 + 8 \\cdot 3 + 3^3$", "$8^3 - 8 \\cdot 3 + 3^3$", "$8^3 + 3^3$", "$8^3 - 3^3$", "$64^2 + 27$"],
  correct: 0,
  tags: []
},
// 7
{
  question: "რამდენჯერ უნდა ავიღოთ შესაკრებად $2^5$, რომ მივიღოთ $2^7$?",
  options: ["$1$", "$2$", "$4$", "$5$", "$6$", "$7$"],
  correct: 2,
  tags: []
},
// 8
{
  question: "იპოვეთ $x^2 + 2x + 7$ გამოსახულების უმცირესი მნიშვნელობა.",
  options: ["$8$", "$4$", "$12$", "$5$", "$6$", "$0$"],
  correct: 4,
  tags: []
},
// 9
{
  question: "$ABC$ სამკუთხედში $\\angle C = 70^\\circ$ და $\\angle A = 50^\\circ$. $A$ და $C$ წვეროებიდან გავლებული სიმაღლეები $K$ წერტილში იკვეთებიან. იპოვეთ კუთხე $\\angle AKC$.",
  options: ["$90^\\circ$", "$60^\\circ$", "$45^\\circ$", "$100^\\circ$", "$120^\\circ$", "$30^\\circ$"],
  correct: 4,
  tags: []
},
// 10
{
  question: "სამკუთხედის კუთხეები ისე შეეფარდება ერთმანეთს, როგორც $n : (n + 2) : (n + 4)$, სადაც $n$ ნატურალური რიცხვია. რამდენი გრადუსის ტოლია ამ სამკუთხედის უმცირესი და უდიდესი კუთხეების ჯამი?",
  options: ["$90^\\circ$", "$100^\\circ$", "$60^\\circ$", "$120^\\circ$", "$150^\\circ$", "შეუძლებელია განსაზღვრა"],
  correct: 3,
  tags: []
},
// 11
{
  question: "იპოვეთ $8 - x^2 - 4x$ გამოსახულების უდიდესი მნიშვნელობა.",
  options: ["$8$", "$4$", "$12$", "$20$", "$26$", "$0$"],
  correct: 2,
  tags: []
},
// 12
{
  question: "იპოვეთ $x^3 + 8y^3$ გამოსახულების მნიშვნელობა, თუ $x + 2y = a$ და $xy = b$.",
  options: ["$a^3 + 3ab$", "$a^2b$", "$a^2 - 4b$", "$a^3 + 2ab$", "$a^3 - 6ab$", "ყველა წინა პასუხი მცდარია"],
  correct: 4,
  tags: []
},
// 13
{
  question: "ცნობილია, რომ $x^2y^3 = 4a$ და $xy^4 = 8a$ ($a \\neq 0$). ჩამოთვლილთაგან რისი ტოლია $x^{10}$?",
  options: ["$8a$", "$2a^3$", "$4a^2$", "$a^2$", "$0{,}5a$", "$0{,}25a^2$"],
  correct: 5,
  tags: []
},
// 14
{
  question: "$ABC$ სამკუთხედში $AB = 4$. $B$ წვეროდან გავლებული მედიანის სიგრძეა $2$. რა უდიდესი მნიშვნელობა შეიძლება მიიღოს $BC$ გვერდმა, თუ ის ნატურალური რიცხვით გამოისახება?",
  options: ["$3$", "$4$", "$5$", "$6$", "$7$", "$12$"],
  correct: 4,
  tags: []
},
// 15
{
  question: "$ABC$ სამკუთხედში $A$ და $B$ კუთხის ბისექტრისებს შორის კუთხე $2{,}5$-ჯერ მეტია $C$ კუთხეზე. ჩამოთვლილთაგან რისი ტოლია $C$ კუთხის გრადუსული ზომა?",
  options: ["$36^\\circ$", "$72^\\circ$", "$120^\\circ$", "$35^\\circ$", "$30^\\circ$", "$60^\\circ$"],
  correct: 4,
  tags: []
},
// 16
{
  question: "იპოვეთ $k + a + b + c$, თუ $(3x - 1)(3x + 1) + x^2 + 4x$ და $(2x - 1)(ax + 2) + kx + bx + c$ იგივურად ტოლი გამოსახულებებია.",
  options: ["$-4$", "$-1$", "$0$", "$1$", "$11$", "$12$"],
  correct: 4,
  tags: []
},
// 17
{
  question: "$(13a^{9m}b^{12n})^m \\cdot 5c^{4n^2 + 1}$ ერთწევრის ხარისხი $65$-ის ტოლია ($m$ და $n$ ნატურალური რიცხვებია). ჩამოთვლილთაგან რისი ტოლია $m$-ის უდიდესი მნიშვნელობა?",
  options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$13$"],
  correct: 1,
  tags: []
},
// 18
{
  question: "ჩამოთვლილთაგან რომელ უდიდეს რიცხვზე გაიყოფა $2^{11} + 2^{10} + 2^7$ რიცხვი?",
  options: ["$16$", "$600$", "$150$", "$800$", "$25$", "$1500$"],
  correct: 3,
  tags: []
},
// 19
{
  question: "$ABC$ სამკუთხედში $\\angle C = 20^\\circ$ და $\\angle A = 40^\\circ$. $BK$ ბისექტრისის სიგრძეა $8$. იპოვეთ რამდენით მეტია $AC$ გვერდის სიგრძე $BC$ გვერდის სიგრძეზე?",
  options: ["$1$", "$2$", "$8$", "$6$", "$9$", "$4$"],
  correct: 2,
  tags: []
},
// 20
{
  question: "მოცემულია $ABC$ მართკუთხა სამკუთხედი $30^\\circ$-იანი მახვილი კუთხით. $C$ მართი კუთხის წვეროდან გავლებულია $CD$ სიმაღლე და $CM$ მედიანა ($D$ და $M$ წერტილები $AB$ გვერდზეა). იპოვეთ მანძილი $MD$, თუ $ABC$ სამკუთხედის უმცირესი გვერდია $2$.",
  options: ["$4$", "$0{,}5$", "$2$", "$3$", "$1{,}5$", "$1$"],
  correct: 5,
  tags: []
},
// 21
{
  warning: "ორი პასუხია ჩათვლილი",
  question: "ჩამოთვლილთაგან რისი ტოლია $a$, თუ $x^{2n} + ax^n + 15$ გამოსახულების უმცირესი მნიშვნელობა $6$-ის ტოლია?",
  options: ["$-8$", "$-6$", "$-4$", "$4$", "$6$", "$8$"],
  correct: [1,4],
  tags: []
},
// 22
{
  question: "რა ციფრით ბოლოვდება $198 \\cdot (199^{2022} + 199^{2021} + 199^{2020} + \\cdots + 199^0)$ რიცხვი? (ფრჩხილებში $2023$ შესაკრებია).",
  options: ["$9$", "$8$", "$7$", "$3$", "$1$", "$0$"],
  correct: 1,
  tags: []
},
// 23
{
  question: "იპოვეთ $x$-ის ყველა იმ მნიშვნელობათა ნამრავლი, რომელთათვისაც $x^4 - 8x^2$ გამოსახულება ღებულობს უმცირეს მნიშვნელობას.",
  options: ["$-8$", "$0$", "$1$", "$-2$", "$-4$", "$8$"],
  correct: 4,
  tags: []
},
// 24
{
  question: "$ABC$ სამკუთხედში $BD$ სიმაღლე ორჯერ მცირეა $AC$ გვერდზე. $O$ წერტილი ისეა აღებული $BD$ მონაკვეთზე, რომ $\\angle AOB = \\angle BOC = \\angle COA$. იპოვეთ $ABC$ სამკუთხედის $B$ კუთხის გრადუსული ზომა.",
  options: ["$30^\\circ$", "$40^\\circ$", "$45^\\circ$", "$60^\\circ$", "$90^\\circ$", "$120^\\circ$"],
  correct: 4,
  tags: []
},
// 25
{
  image: "math/class-7/images/image.17.png",
  question: "მოცემულია $ABC$ (იხ. ნახაზი) ტოლფერდა სამკუთხედი ($AB = BC$). $A$ წერტილიდან გავლებული წრფე $BC$ გვერდს კვეთს $K$ წერტილში. ცნობილია, რომ $AC = CD$, $\\angle BAK = 2\\alpha$, $\\angle BCD = \\alpha$. იპოვეთ $BC$ და $AD$ წრფეებს შორის კუთხე.",
  options: ["$30^\\circ$", "$60^\\circ$", "$90^\\circ$", "$\\alpha$", "$2\\alpha$", "$3\\alpha$"],
  correct: 1,
  tags: []
}
];