const quizData = [
  //1
  {
    question: "გამოთვალეთ $\\frac{1}{9} - 0{,}(7) + \\frac{1}{3}$.",
    options: ["$\\frac{11}{9}$", "$-\\frac{2}{9}$", "$\\frac{37}{99}$", "$-\\frac{1}{3}$", "$0$", "$1$"],
    correct: 3,
    tags: []
  },

  //2
  {
    question: "რა ციფრით ბოლოვდება რიცხვი $2027^{2027} - 2023^{2022}$.",
    options: ["$1$", "$3$", "$4$", "$6$", "$7$", "$9$"],
    correct: 2,
    tags: []
  },

  //3
  {
    question: "რამდენი მარტივი გამყოფი აქვს $630$ რიცხვს?",
    options: ["$2$", "$3$", "$4$", "$5$", "$12$", "$20$"],
    correct: 2,
    tags: []
  },

  //4
  {
    question: "წრფეზე აღებულია სამი $A, B, C$ წერტილი. $AB = 7$ სმ, $BC = 9$ სმ. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს $AB$ და $BC$ მონაკვეთების შუა წერტილებს შორის მანძილი?",
    options: ["$1$", "$2$", "$3{,}5$", "$6$", "$7{,}5$", "$8{,}5$"],
    correct: 0,
    tags: []
  },

  //5
  {
    question: "სიბრტყეზე გავლებულია $a, b, c$ სამი განსხვავებული წრფე. ერთ წრფეზე მონიშნულია $3$ წერტილი, მეორეზე $4$, მესამეზე $5$. სულ მცირე რამდენი წერტილია მონიშნული სიბრტყეზე?",
    options: ["$14$", "$8$", "$12$", "$6$", "$11$", "$9$"],
    correct: 5,
    tags: []
  },

  //6
  {
    question: "რას უდრის $(5 ⋈ 2) ⋈ 3$, თუ $a ⋈ b = 3a + b^2$.",
    options: ["$30$", "$66$", "$28$", "$72$", "$48$", "$84$"],
    correct: 1,
    tags: []
  },

  //7
  {
    question: "თუ $a = 24 \\cdot 7^2 \\cdot 11^2 \\cdot 13$, რამდენი გამყოფი აქვს $a$ რიცხვს?",
    options: ["$72$", "$4$", "$36$", "$144$", "$98$", "$8$"],
    correct: 3,
    tags: []
  },

  //8
  {
    question: "რა უმცირეს მნიშვნელობას ღებულობს ხუთი მომდევნო ნატურალური ლუწი რიცხვის ნამრავლი?",
    options: ["$-120$", "$3840$", "$2480$", "$4830$", "$8400$", "$7050$"],
    correct: 1,
    tags: []
  },

  //9
  {
    question: "მოსაზღვრე კუთხეებიდან ერთის $\\frac{2}{7}$ ნაწილი უდრის მეორის $\\frac{2}{5}$ ნაწილს. იპოვეთ ამ კუთხეების სხვაობის მოდული.",
    options: ["$20°$", "$30°$", "$35°$", "$42°$", "$45°$", "$60°$"],
    correct: 1,
    tags: []
  },

  //10
  {
    question: "ორი პარალელური წრფის მესამეთი გადაკვეთისას მიიღება $8$ ცალი კუთხე. შიგა ჯვარედინად მდებარე კუთხეების ერთ-ერთი წყვილისა და კიდევ ერთი სხვა შიგა კუთხის ჯამი $220°$-ია. იპოვეთ ამ $8$ კუთხიდან უდიდესი.",
    options: ["$40°$", "$60°$", "$80°$", "$120°$", "$140°$", "$170°$"],
    correct: 4,
    tags: []
  },

  //11
  {
    question: "მოცემულია $A = \\{1; 3; 5; 6; 7\\}$; $B = \\{3; 5; 7; 8; 9\\}$; $C = \\{1; 2; 3; 5; 9; 11\\}$. იპოვეთ $A ∪ (B ∩ C)$ სიმრავლის ელემენტების რაოდენობა.",
    options: ["$4$", "$6$", "$7$", "$5$", "$3$", "$8$"],
    correct: 1,
    tags: []
  },

  //12
  {
    question: "$A$ სიმრავლე შედგება $22$-ის ჯერადი ყველა ორნიშნა რიცხვისგან. რამდენი ქვესიმრავლე გააჩნია $A$ სიმრავლეს?",
    options: ["$9$", "$28$", "$146$", "$324$", "$512$", "$16$"],
    correct: 5,
    tags: []
  },

  //13
  {
    question: "$a$ და $b$ ნატურალური რიცხვები აკმაყოფილებენ ტოლობას $\\frac{1}{a} + \\frac{2}{b} = 1$, ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს $a + b$?",
    options: ["$2$ ან $4$", "$3$ ან $12$", "$4$ ან $6$", "მხოლოდ $5$", "მხოლოდ $6$", "მხოლოდ $12$"],
    correct: 4,
    tags: []
  },

  //14
  {
    question: "ჩამოთვლილთაგან რას უდრის კუთხე საათის მაჩვენებელ და წუთების მაჩვენებელ ისრებს შორის $13$ საათსა და $42$ წუთზე?",
    options: ["$99°$", "$159°$", "$199°$", "$49°$", "$107°$", "$144°$"],
    correct: 1,
    tags: []
  },

  //15
  {
    question: "$AB$ მონაკვეთზე აღებულია $K$ წერტილი ისე, რომ $AK = 10$ და $KB = 20$. $KB$ მონაკვეთზე აღებულია $N$ წერტილი ისე, რომ $5NA = 4(NK + NB)$. ჩამოთვლილთაგან რისი ტოლია $NK$ მონაკვეთის სიგრძე?",
    options: ["$2$", "$3$", "$4$", "$6$", "$9$", "$11$"],
    correct: 3,
    tags: []
  },

  //16
  {
    question: "რა ნაშთს გვაძლევს $17 \\cdot 18 \\cdot 19 \\cdot 23 \\cdot 37$ რიცხვი $7$-ზე გაყოფისას?",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 1,
    tags: []
  },

  //17
  {
    question: "ჩამოთვლილი $5$ წინადადებიდან რამდენია ჭეშმარიტი? $(1)$ დადებითი წილადი შეიძლება გაიზრდოს, თუ მრიცხველი გაიზრდება $2$-ით, ხოლო მნიშვნელი შემცირდება $4$-ით. $(2)$ დადებითი წილადი შეიძლება გაიზარდოს, თუ მრიცხველი გაიზრდება $1$-ით, ხოლო მნიშვნელი გაიზრდება $12$-ით. $(3)$ სამი მომდევნო მარტივი რიცხვის ნამრავლი შეიძლება იყოს ლუწი. $(4)$ სამი მომდევნო ნატურალური რიცხვის ნამრავლი ლუწია. $(5)$ ოთხი მომდევნო ნატურალური რიცხვის ნამრავლი $6$-ის ჯერადია.",
    options: ["არცერთი", "$1$", "$2$", "$3$", "$4$", "$5$"],
    correct: 5,
    tags: []
  },

  //18
  {
    question: "$A$ სიმრავლის ელემენტებია $64$-ის ყველა გამყოფი. $B$ სიმრავლის ელემენტებია $560$-ის ყველა გამყოფი. რამდენი ელემენტია $(A ∩ B) ∖ B$ სიმრავლეში?",
    options: ["$0$", "$4$", "$6$", "$7$", "$12$", "$16$"],
    correct: 0,
    tags: []
  },

  //19
  {
    question: "მაქსიმუმ რამდენ ნაწილად დაიყოფა სიბრტყე $5$ წრფით?",
    options: ["$6$", "$10$", "$12$", "$13$", "$16$", "$20$"],
    correct: 4,
    tags: []
  },

  //20
  {
    question: "ორი წრფის გადაკვეთისას მიღებული ოთხი კუთხიდან, რომელიმე ორი კუთხის ბისექტრისებს შორის კუთხე აუცილებლად არის...",
    options: ["$90°$", "$180°$", "$90°$ ან $180°$", "$90°$ ან $60°$", "$60°$ ან $120°$", "$180°$ ან $120°$"],
    correct: 2,
    tags: []
  },

  //21
  {
    question: "$n$-ით ავღნიშნოთ იმ კლასში მოსწავლეთა რაოდენობა, სადაც $\\frac{1}{3}$ ბიჭია, ხოლო ბიჭების $\\frac{1}{5}$ და გოგონათა $\\frac{1}{6}$ სპორტზე დადის. ამ კლასში სულ $8$ მოსწავლე დადის სპორტზე. იპოვეთ $n$ რიცხვის ციფრთა ჯამი.",
    options: ["$11$", "$4$", "$9$", "$5$", "$8$", "$7$"],
    correct: 2,
    tags: []
  },

  //22
  {
    question: "სავარაუდო პასუხებში ჩამოთვლილი $x$-ის მნიშვნელობებიდან, რომლისთვის მიიღებს $|x + 10| + |x + 8| + |x + 7| + |x - 4| + |x - 5| + |x - 10|$ გამოსახულება უდიდეს მნიშვნელობას? (იგულისხმება დანარჩენ ხუთ სავარაუდო პასუხთან შედარებით უფრო მეტ მნიშვნელობას)",
    options: ["$-7$", "$-4$", "$-1$", "$2$", "$4$", "$6$"],
    correct: 5,
    tags: []
  },

  //23
  {
    question: "ჩამოთვლილთაგან რომელ ნატურალურ რიცხვზე შეიძლება შეიკვეცოს წილადი $\\frac{3n+1}{19n+14}$.",
    options: ["$2$", "$11$", "$23$", "$3$", "$7$", "$29$"],
    correct: 2,
    tags: []
  },

  //24
  {
    question: "ერთ წრფეზე მდებარე ოთხი განსხვავებული $A, B, C$ და $D$ წერტილისათვის ცნობილია, რომ $AD = 24$, $BC = 12$. ჩამოთვლილთაგან რისი ტოლი უნდა იყოს $CD$ მონაკვეთი, რომ შეგვეძლოს იმის განსაზღვრა, თუ რომელი ორი წერტილი მდებარეობს დანარჩენ ორს შორის?",
    options: ["$2$", "$4$", "$6$", "$8$", "$12$", "$36$"],
    correct: 4,
    tags: []
  },

  //25
  {
    image: "math/class-7/images/image.16.png",
    question: "$AB$ და $DM$ პარალელური წრფეებია. $CM$ არის $∠BCD$ კუთხის ბისექტრისა. $CB$ წრფე პარალელურია $MN$ წრფის. $∠ABC = 32°$, $∠CDM = 108°$. იპოვეთ $∠CMN$ კუთხე.",
    options: ["$40°$", "$76°$", "$140°$", "$128°$", "$70°$", "$88°$"],
    correct: 3,
    tags: []
  }
];
