const quizData = [

  // #1
  { intro:"თუ ამოცანაში მითითებული არ არის, რხევითი კონტურის მიერ გამოსხივებაზე დახარჯული ენერგია და რხევით კონტურში ენერგიის სითბოში გადასვლა არ გაითვალისწინოთ. ამოცანებში გამოიყენეთ მიახლოება $\\pi^2=10$",
    question: "რხევით $LC$ კონტურში მიმდინარეობს თავისუფალი რხევები. გამოთვალეთ გამოსხივებული ტალღის სიგრძე, თუ ცნობილია, რომ კონდენსატორის მაქსიმალური მუხტია $10^{-6}\\ \\text{კ}$, ხოლო კოჭაში დენის ამპლიტუდური მნიშვნელობა კი $2\\sqrt{10}\\ \\text{ა}$.",
    options: [
      "$200\\ \\text{მ}$",
      "$100\\sqrt{2}\\ \\text{მ}$",
      "$300\\ \\text{მ}$",
      "$200\\sqrt{2}\\ \\text{მ}$",
      "$600\\ \\text{მ}$"
    ],
    correct: 2,
    tags: []
  },

  // #2
  {
    question: "ჰაერიდან მინაში გადადის $720$ ნმ ტალღის სიგრძის მქონე სინათლე. რისი ტოლი იქნება ამ სინათლის ტალღის სიგრძე მინაში (ჰაერის აბსოლუტური გარდატეხის მაჩვენებელია $1$, მინის აბსოლუტური გარდატეხის მაჩვენებელი კი $1{,}5$)?",
    options: [
      "$1080\\ \\text{ნმ}$",
      "$480\\ \\text{ნმ}$",
      "$720\\ \\text{ნმ}$",
      "$1800\\ \\text{ნმ}$",
      "$600\\ \\text{ნმ}$"
    ],
    correct: 1,
    tags: []
  },

  // #3
  {
    question: "რხევით კონტურში დენის ძალა იცვლება კანონით $I = 0{,}8 \\cdot \\cos(200t)$. განსაზღვრეთ კონდენსატორის მაქსიმალური მუხტი.",
    options: [
      "$1{,}6\\cdot10^{-3}\\ \\text{კ}$",
      "$4\\cdot10^{-3}\\ \\text{კ}$",
      "$5\\cdot10^{-3}\\ \\text{კ}$",
      "$8\\cdot10^{-3}\\ \\text{კ}$",
      "$2\\cdot10^{-3}\\ \\text{კ}$"
    ],
    correct: 1,
    tags: []
  },

  // #4
  {
    question: "სადაბლებელი ტრანსფორმატორის პირველადი გრაგნილი ჩართეს $360$ ვ ეფექტური ძაბვის ქსელში. ტრანსფორმატორის დატვირთვისას მეორეულ გრაგნილში დენის ეფექტური მნიშვნელობა $2\\ \\text{ა}$-ის ტოლი აღმოჩნდა. განსაზღვრეთ ეფექტური ძაბვა მეორეული გრაგნილის მომჭერებზე, თუ მისი წინაღობა $4$ ომია და ტრანსფორმაციის კოეფიციენტი $12$-ის ტოლია.",
    options: [
      "$22\\ \\text{ვ}$",
      "$30\\ \\text{ვ}$",
      "$32\\ \\text{ვ}$",
      "$38\\ \\text{ვ}$",
      "$53\\ \\text{ვ}$"
    ],
    correct: 0,
    tags: []
  },

  // #5
  {
    image: "physics-quizzes/class-11/images/image1.png",
    question: "რხევითი კონტური შედგება $C=10$მკფ ტევადობის კონდენსატორისგან, $L=1$მჰნ ინდუქციურობისა და $R=10$ ომი წინაღობის კოჭასგან, $K$ ჩამრთველით მიერთებულია $\\varepsilon=10\\ \\text{ვ}$ ემ ძალის მუდმივი დენის იდეალურ წყაროსთან ($r=0$). $K$-ს ჩართვიდან გარკვეული დროის შემდეგ მყარდება სტაციონარული რეჟიმი: დენის ძალები წრედის ელემენტებში მუდმივი ხდება. ამის შემდეგ $K$-ს გამორთავენ. სითბოს რა რაოდენობა გამოიყოფა კოჭაში ჩამრთველის გამორთვის შემდეგ, როცა რხევები სრულიად შეწყდება?",
    options: [
      "$0{,}25\\ \\text{მჯ}$",
      "$0{,}5\\ \\text{მჯ}$",
      "$1\\ \\text{მჯ}$",
      "$2\\ \\text{მჯ}$",
      "$4\\ \\text{მჯ}$"
    ],
    correct: 2,
    tags: []
  },

  // #6
  {
    question: "იდეალური რხევითი კონტური შედგება ბრტყელი კონდენსატორისა და კოჭასაგან. როგორ შეიცვლება რხევითი კონტურის სიხშირე, თუ კონდენსატორის ფირფიტებს შორის მანძილს $4$ ჯერ გავზრდით?",
    options: [
      "$2$ ჯერ გაიზრდება",
      "$2$ ჯერ შემცირდება",
      "$4$ ჯერ გაიზრდება",
      "$4$ ჯერ შემცირდება",
      "$\\sqrt{2}$ ჯერ შემცირდება"
    ],
    correct: 0,
    tags: []
  },

  // #7
  {
    question: "დამუხტულ $80\\ \\text{მკფ}$ ტევადობის კონდენსატორს პარალელურად მიუერთეს $20\\ \\text{ჰნ}$ ინდუქციურობის კოჭა. მიერთების შემდეგ პირველად რა დროში გაუნახევრდება კონდენსატორს ენერგია?",
    options: [
      "$16\\pi\\cdot10^{-2}\\ \\text{წმ}$",
      "$4\\pi\\cdot10^{-2}\\ \\text{წმ}$",
      "$2\\pi\\cdot10^{-2}\\ \\text{წმ}$",
      "$\\pi\\cdot10^{-2}\\ \\text{წმ}$",
      "$0{,}5\\pi\\cdot10^{-2}\\ \\text{წმ}$"
    ],
    correct: 3,
    tags: []
  },

  // #8
  {
    image: "physics-quizzes/class-11/images/image2.png",
    question: "$R$ წინაღობის რეზისტორში დენის ძალა იცვლება სურათზე გამოსახული კანონის მიხედვით. დროის $(0-2t);$ $(3t-5t)$; $(6t-8t)$ და ა.შ. ინტერვალებში გრაფიკს სინუსოიდას ამოზნექილი ნახევრის ('ბურცობის') სახე აქვს, ხოლო დროის $(2t-3t);$ $(5t-6t)$ და ა.შ. ინტერვალებში დენის ძალა მუდმივია. დენის ძალის ამგვარი ცვლილების პერიოდია $T=3t$. განსაზღვრეთ დენის ძალის ეფექტური მნიშვნელობა $T$ პერიოდის განმავლობაში.",
    options: [
      "$I_0\\sqrt{2}/\\sqrt{3}$",
      "$I_0\\sqrt{4}/\\sqrt{3}$",
      "$3I_0/\\sqrt{3}$",
      "$\\sqrt{3}I_0/2$",
      "$I_0/\\sqrt{3}$"
    ],
    correct: 0,
    tags: []
  },

  // #9
  {
    image: "physics-quizzes/class-11/images/image1.png",
    question: "რხევითი კონტური $K$ ჩამრთველით მიერთებულია $r=5$ ომი შიგა წინაღობის დენის წყაროსთან. $K$ ჩამრთველის საკმაო დროით ჩართვის შემდეგ (როცა კოჭაში დენი სტაბილურად მუდმივი გახდა) იგი ამორთეს, რის შედეგადაც კონტურში აღიძრა $1000/\\pi\\ \\text{ჰც}$ სიხშირის ელექტრომაგნიტური რხევა. რხევის პროცესში კონდენსატორზე ძაბვის ამპლიტუდური მნიშვნელობა დენის წყაროს ემ ძალაზე $4$ –ჯერ მეტი აღმოჩნდა. იპოვეთ კონდენსატორის ტევადობა. კონტურის წინაღობა უგულებელყავით.",
    options: [
      "$50\\ \\text{მკფ}$",
      "$10\\ \\text{მკფ}$",
      "$20\\ \\text{მკფ}$",
      "$15\\ \\text{მკფ}$",
      "$25\\ \\text{მკფ}$"
    ],
    correct: 4,
    tags: []
  },

  // #10
  {
    question: "ლიფტის ჭერზე ძაფით დაკიდებულია მცირე ზომის ბურთულა, რომელიც ასრულებს ჰარმონიულ რხევებს. როდესაც ლიფტი ამოძრავდა ზევით მიმართული $6\\ \\text{მ/წმ}^2$ აჩქარებით, ამ რხევების პერიოდი გახდა $T$. განსაზღვრეთ რხევების პერიოდი, როდესაც ზევით მოძრავმა ლიფტმა დაიწყო დამუხრუჭება $6\\ \\text{მ/წმ}^2$ აჩქარებით. (ჩათვალეთ, რომ $g\\approx10\\ \\text{მ/წმ}^2$).",
    options: [
      "$2T$",
      "$1{,}5T$",
      "$T$",
      "$\\sqrt{2}T$",
      "$\\sqrt{3}T$"
    ],
    correct: 0,
    tags: []
  },

  // #11
  {
    task: "გლუვ ჰორიზონტალურ ზედაპირზე, x ღერძის გასწვრივ ჰარმონიულად ირხევა სისტემა, რომელიც შედგება ერთი ბოლოთი დამაგრებული ზამბარისა და მასზე მიმაგრებული მცირე ზომის სხეულისაგან. $SI$ სისტემაში სხეულის კოორდინატი იცვლება კანონით $x=0{,}8\\cdot\\cos(20t)$. ამ პირობის მიხედვით უპასუხეთ $N11$ და $N12$ კითხვებს:",
    question: "რისი ტოლია სხეულის სიჩქარის გეგმილის მაქსიმალური მნიშვნელობა?",
    options: [
      "$3{,}2\\ \\text{მ/წმ}$",
      "$8\\ \\text{მ/წმ}$",
      "$16\\ \\text{მ/წმ}$",
      "$1{,}2\\ \\text{მ/წმ}$",
      "$4\\ \\text{მ/წმ}$"
    ],
    correct: 2,
    tags: []
  },

  // #12
  {
    question: "რა მანძილს გაივლის სხეული დროის ათვლის დაწყებიდან $t=\\pi\\ \\text{წმ}$-ში?",
    options: [
      "$16\\ \\text{მ}$",
      "$4\\ \\text{მ}$",
      "$8\\ \\text{მ}$",
      "$32\\ \\text{მ}$",
      "$24\\ \\text{მ}$"
    ],
    correct: 3,
    tags: []
  },

  // #13
  {
    question: "$L_1$ სიგრძის მათემატიკური ქანქარის რხევის პერიოდია $1\\ \\text{წმ}$, ხოლო $L_2$ სიგრძის ქანქარის — $2{,}4\\ \\text{წმ}$. განსაზღვრეთ $L_1+L_2$ სიგრძის მათემატიკური ქანქარის რხევის პერიოდი.",
    options: [
      "$1{,}4\\ \\text{წმ}$",
      "$3{,}4\\ \\text{წმ}$",
      "$1{,}7\\ \\text{წმ}$",
      "$2{,}6\\ \\text{წმ}$",
      "$24/17\\ \\text{წმ}$"
    ],
    correct: 3,
    tags: []
  }, 
    // #14
  { task:"$U = 200\\cdot\\cos(1000t)$ კანონით ცვლადი ძაბვის (ძაბვა იზომება ვოლტებში, ხოლო დრო კი წამებში) წრედში მიმდევრობით ჩართულია $C=20$ მკფ ტევადობის კონდენსატორი, $R = 40$ ომი წინაღობის რეზისტორი და $L = 0{,}08$ ჰნ ინდუქციურობის კოჭა. ამ პირობის მიხედვით უპასუხეთ $N14$ და $N15$ კითხვებს",
    question: "განსაზღვრეთ წრედის სრული ეფექტური წინაღობა.",
    options: [
      "$30\\ \\text{ომი}$",
      "$80\\ \\text{ომი}$",
      "$50\\ \\text{ომი}$",
      "$40\\ \\text{ომი}$",
      "$170\\ \\text{ომი}$"
    ],
    correct: 2,
    tags: []
  },

  // #15
  {
    question: "რისი ტოლია წრედის სრული დენის ძალისა და სრული ძაბვის რხევებს შორის ფაზათა სხვაობის შესაბამისი კუთხის სინუსი?",
    options: [
      "$4/3$",
      "$4/5$",
      "$3/4$",
      "$5/8$",
      "$3/5$"
    ],
    correct: 4,
    tags: []
  },

  // #16
  {
    image: "physics-quizzes/class-11/images/image3.png",
    question: "გამოსახულ წრედში ცვლადი დენის ციკლური სიხშირეა $ω$. კოჭაში გამავალი ეფექტური დენი არის $12$ა, ხოლო კონდენსატორში $5$ა. გამოთვალეთ $R = 10$ ომი წინაღობის ბოლოებზე ეფექტური ძაბვა.",
    options: [
      "$70\\ \\text{ვ}$",
      "$170\\ \\text{ვ}$",
      "$130\\ \\text{ვ}$",
      "$220\\ \\text{ვ}$",
      "$20\\ \\text{ვ}$"
    ],
    correct: 0,
    tags: []
  },

  // #17
  {
    question: "ნივთიერი წერტილი მონაწილეობას იღებს ერთი წრფის გასწვრივ მიმართული ტოლი სიხშირის ორ რხევაში, რომელთა შორის ფაზათა სხვაობა $π/3$-ის ტოლია. განსაზღვრეთ ამ წერტილის რხევის (ანუ ამ ორი რხევის შეკრების შედეგად მიღებული რხევის) ამპლიტუდა, თუ შესაკრები რხევების ამპლიტუდებია $2$სმ და $3$სმ.",
    options: [
      "$5\\ \\text{სმ}$",
      "$1\\ \\text{სმ}$",
      "$\\sqrt{13}\\ \\text{სმ}$",
      "$\\sqrt{19}\\ \\text{სმ}$",
      "$\\sqrt{7}\\ \\text{სმ}$"
    ],
    correct: 3,
    tags: []
  },

  // #18
  {
    image: "physics-quizzes/class-11/images/image4.png",
    question: "სურათზე გამოსახულია $ω$ ციკლური სიხშირის ცვლადი დენის წრედში მიმდევრობით ჩართული რეზისტორი და კოჭა. პირველი ვოლტმეტრის ჩვენებაა $60$ვ, მეორე ვოლტმეტრის $80$ვ. იპოვეთ მესამე ვოლტმეტრის ჩვენება.",
    options: [
      "$100\\ \\text{ვ}$",
      "$20\\ \\text{ვ}$",
      "$140\\ \\text{ვ}$",
      "$70\\ \\text{ვ}$",
      "$40\\ \\text{ვ}$"
    ],
    correct: 0,
    tags: []
  },

  // #19
  {
    question: "ჰარმონიულად მერხევი ცვლადი ძაბვის ქსელში ჩართულია პარალელურად შეერთებული $R$ წინაღობის რეზისტორი და $L=0{,}03\\ \\text{ჰნ}$ ინდუქციურობის კოჭა. კოჭაში გამავალი დენის და წრედის სრული დენის რხევებს შორის ფაზათა სხვაობა $\\pi/3$-ის ტოლია. განსაზღვრეთ რეზისტორის წინაღობა, თუ სრული ძაბვის რხევის ციკლური სიხშირე არის $\\omega=1000\\ \\text{რად/წმ}$.",
    options: [
      "$15\\ \\text{ომი}$",
      "$60\\ \\text{ომი}$",
      "$30\\sqrt{3}\\ \\text{ომი}$",
      "$10\\sqrt{3}\\ \\text{ომი}$",
      "$30\\ \\text{ომი}$"
    ],
    correct: 3,
    tags: []
  },

  // #20
  {
    question: "$40\\ \\text{სმ}^2$ ფართობის მქონე და $100$ ხვიისგან შედგენილი მართკუთხედის ფორმის გამტარი ჩარჩო ბრუნავს ერთგვაროვან $B$ ინდუქციის მაგნიტურ ველში ჩარჩოს სიბრტყეში გავლებული ღერძის გარშემო (ღერძი ინდუქციის წირების მართობულია). ჩარჩოში აღძრული ინდუქციის ე.მ.ძ იცვლება კანონით $\\varepsilon = 60\\sin(250t)$. იპოვეთ $B$ ინდუქციის მნიშვნელობა.",
    options: [
      "$0{,}4\\ \\text{ტლ}$",
      "$0{,}6\\ \\text{ტლ}$",
      "$1\\ \\text{ტლ}$",
      "$0{,}25\\ \\text{ტლ}$",
      "$0{,}03\\ \\text{ტლ}$"
    ],
    correct: 1,
    tags: []
  },

  // #21
  {
    question: "იდეალური ტრანსფორმაატორით ხდება $10$კვტ სიმძლავრის გადაცემა, ტრანსფორმატორის პირველად გრაგნილს მიეწოდება $500$ვ ეფექტური მნიშვნელობის ცვლადი ძაბვა, პირველად გრაგნილს აქვს $30$ ხვია, მეორეულს კი - $3000$. იპოვეთ რა ეფექტური დენი გამოდის მეორეული გრაგნილიდან.",
    options: [
      "$1{,}5\\ \\text{ა}$",
      "$2\\ \\text{ა}$",
      "$0{,}5\\ \\text{ა}$",
      "$0{,}05\\ \\text{ა}$",
      "$0{,}2\\ \\text{ა}$"
    ],
    correct: 4,
    tags: []
  },

  // #22
  {
    question: "$200\\ \\text{კვტ}$ სიმძლავრის გადაცემისას ენერგიის დანაკარგი არ უნდა აღემატებოდეს $1\\%$-ს. რა მაქსიმალური წინაღობა უნდა ჰქონდეს ამ დროს გადამცემ სადენს, თუ მასში გადის $0{,}5\\ \\text{ა}$ დენი?",
    options: [
      "$1\\ \\text{კ}\\text{ომი}$",
      "$2\\ \\text{კ}\\text{ომი}$",
      "$4\\ \\text{კ}\\text{ომი}$",
      "$8\\ \\text{კ}\\text{ომი}$",
      "$16\\ \\text{კ}\\text{ომი}$"
    ],
    correct: 3,
    tags: []
  },

  // #23
  {
    question: "კონდენსატორი, კოჭა და რეზისტორი მიმდევრობითაა ერთმანეთთან შეერთებული და ჩართულია $w=2000$ რად/წმ ციკლური სიხშირის ჰარმონიულად ცვლადი ძაბვის ქსელში. $C = 25$მკფ , $L = 0{,}01$ ჰნ, $R_1=200$ ომი. როდესაც ამავე წრედში მიმდევრობით ჩართეს დამატებით $R_2=500$ომი წინაღობის რეზისტორი, წრედში დენის ძალის ამპლიტუდა $35$მა-ით შემცირდა. რისი ტოლი გახდა დენის ძალის ამპლიტუდა მეორე რეზისტორის ჩართვის შემდეგ.",
    options: [
      "$49\\ \\text{მა}$",
      "$25\\ \\text{მა}$",
      "$14\\ \\text{მა}$",
      "$35\\ \\text{მა}$",
      "$21\\ \\text{მა}$"
    ],
    correct: 2,
    tags: []
  },

  // #24
  {
    question: "მიწისძვრის ეპიცენტრიდან გრუნტში ვრცელდება როგორც განივი ასევე გრძივი ტალღა. განივი ტალღის გავრცელების სიჩქარეა $4$ კმ/წმ, ხოლო გრძივის $6$კმ/წმ. მიწისძვრის ეპიცენტრიდან სეისმურ სადგურში განივი ტალღა მივიდა $30$წმ-ის დაგვიანებით გრძივთან შედარებით. განსაზღვრეთ მანძილი ეპიცენტრსა და სადგურს შორის.",
    options: [
      "$180\\ \\text{კმ}$",
      "$240\\ \\text{კმ}$",
      "$300\\ \\text{კმ}$",
      "$60\\ \\text{კმ}$",
      "$360\\ \\text{კმ}$"
    ],
    correct: 4,
    tags: []
  },

  // #25
  {
    question: "ტბის ზედაპირზე გავრცელდა ტალღა, რის გამოც ვერტიკალური რხევა დაიწყო ორმა ტივტივამ (რხევის დაწყებამდე ტივტივებზე გავლებული წრფე იმ მიმართულებისაა, რა მიმართულებითაც შემდეგ ტალღა ვრცელდება). ტივტივებს შორის მანძილი ტალღის გავრცელების მიმართულებით $3$ მ-ია და თითოეული ტივტივა $1$ წუთში $120$ რხევას ასრულებს. მეთევზეებმა შეამჩნიეს, რომ როდესაც პირველი ტივტივა ტალღის ბურცობმა მაქსიმალურ სიმაღლეზე ასწია, მეორე ტივტივა მაქსიმალურად იყო ჩაწეული ტალღის „ღრმულში“ და ამ მომენტში ტივტივებს შორის ტალღის $2$ ბურცობი იყო (პირველი ტივტივას ბურცობის ჩაუთვლელად). რა სიჩქარით ვრცელდება ტალღა?",
    options: [
      "$6\\ \\text{მ/წმ}$",
      "$3\\ \\text{მ/წმ}$",
      "$12/5\\ \\text{მ/წმ}$",
      "$6/5\\ \\text{მ/წმ}$",
      "$3/2\\ \\text{მ/წმ}$"
    ],
    correct: 2,
    tags: []
  }

];
