const quizData = [
// Task 1
{
  question: "წყალბადის ატომის ენერგია პირველ სტაციონალურ მდგომარეობაში არის $E_{0}$. რამდენით გაიზარდა ატომის ენერგია, თუ ელექტრონი გადავიდა მე-$2$ ენერგეტიკული დონიდან მე-$4$ ენერგეტიკულ დონეზე?",
  options: ["$-2E_{0}$-ით", "$-\\frac{E_{0}}{16}$-ით", "$\\frac{3E_{0}}{4}$-ით", "$-\\frac{3E_{0}}{16}$-ით", "$\\frac{3E_{0}}{16}$-ით"],
  correct: 3,
  tags: []
},

// Task 2
{
  question: "რადიომილაკის საკვებად გამოყენებული სადაბლებელი ტრანსფორმატორის პირველადი გრაგნილის $1200$ ხვია ჩართულია $120$ ვ ძაბვის ქსელში. რამდენი ხვია უნდა ჰქონდეს მეორეულ გრაგნილს, თუ რადიომილაკის ვარვარების ძაფის საკვებად საჭირო დენია $1$ ა, ხოლო ძაბვა $3{,}5$ ვ. მეორეული გრაგნილის წინაღობა $0{,}1$ ომია. ენერგიის დანაკარგები პირველად გრაგნილში არ გაითვალისწინოთ.",
  options: ["$36$", "$600$", "$5$", "$2400$", "$98$"],
  correct: 0,
  tags: []
},

// Task 3
{
  question: "ორ, კოჰერენტულ სინათლის წყაროს შორის მანძილი $1$ მმ-ია, ხოლო სინათლის წყაროებიდან იმ ეკრანამდე მანძილი სადაც ინტერფერენცია მიიღება $4$ მ-ია. ეკრანზე მიღებულ ცენტრალურ (ნულოვან) და მე-$12$ მაქსიმუმს შორის მანძილი $36$ მმ-ია. განსაზღვრეთ მოცემულ სინათლის წყაროებიდან მე-$12$ მაქსიმუმში მისულ სხივებს შორის სვლათა სხვაობა.",
  options: ["$9$ მკმ", "$1$ მკმ", "$3$ მკმ", "$4/3$ მკმ", "$108$ მკმ"],
  correct: 0,
  tags: []
},

// Task 4
{
  question: "იდეალურმა აირმა გაფართოვების პროცესში ჯამურად მიიღო $1{,}5A$ სითბოს რაოდენობა და შეასრულა $A$ მუშაობა. რამდენჯერ გაიზარდა მისი ტემპერატურა, თუ აირის საწყისი შინაგანი ენერგია იყო $U$?",
  options: ["$\\frac{3A}{5U}+1{,}5$", "$\\frac{4A}{3U}+1$", "$\\frac{A}{5U}+1$", "$\\frac{A}{2U}+1$", "$\\frac{A}{3U}+1$"],
  correct: 3,
  tags: []
},

// Task 5
{
  question: "ბალონში მოთავსებულია $300$ $K$ ტემპერატურის იდეალური აირი. იმის შემდეგ, რაც ტემპერატურა $30$ $K$-ით გაიზარდა, ბალონში (გაჟონვის გამო) აირის რაოდენობა $10\\%$-ით შემცირდა. განსაზღვრეთ რამდენი პროცენტით შემცირდა ბალონში აირის წნევა.",
  options: ["$1\\%$-ით", "$2\\%$-ით", "$10\\%$-ით", "$11/9\\%$-ით", "$0\\%$-ით"],
  correct: 0,
  tags: []
},

// Task 6
{
  question: "ჰერმეტულად დახურული ოთახის ზომებია $5$ მ $\\times$ $4$ მ $\\times$ $3$ მ. ჰაერის ტემპერატურა ოთახში $20^{\\circ}C$-ია, ხოლო ფარდობითი ტენიანობა - $70\\%$. რა მასის წყალი უნდა ავაორთქლოთ ოთახში, რომ ფარდობითი ტენიანობა $100\\%$ გახდეს? წყლის ნაჯერი ორთქლის სიმკვრივე $20^{\\circ}C$ ტემპერატურაზე $18$ გ/მ$^3$-ია. ოთახში ტემპერატურა არ იცვლება.",
  options: ["$324$ გ", "$756$ გ", "$227$ გ", "$108$ გ", "$120$ გ"],
  correct: 0,
  tags: []
},

// Task 7
{
  question: "$C=50$ მკფ ტევადობის კონდენსატორი, $L=5$ მჰნ ინდუქციურობის კოჭა და $R_{1}=20$ ომი წინაღობის რეზისტორი მიმდევრობითაა შეერთებული და ჩართულია $\\omega=1000$ რად/წმ ციკლური სიხშირის ჰარმონიულად ცვლადი ძაბვის წყაროზე. როდესაც ამავე წრედში დამატებით მიმდევრობით ჩართეს $R_{2}=16$ ომი წინაღობის რეზისტორი, წრედში დენის ძალის ამპლიტუდა $14$ მა-ით შემცირდა. რისი ტოლი გახდა დენის ძალის ამპლიტუდა მეორე რეზისტორის ჩართვის შემდეგ?",
  options: ["$16$ მა", "$9$ მა", "$25$ მა", "$120$ მა", "$50$ მა"],
  correct: 2,
  tags: []
},

// Task 8
{
  question: "იდეალური აირი, რომლის საწყისი წნევა და მოცულობა შესაბამისად არის $P=200$ კპა და $V=20$ ლ, გაფართოვდა ადიაბატურად $80$ ლ მოცულობამდე. რისი ტოლი გახდა აირის წნევა, თუ ადიაბატის მაჩვენებელია $\\frac{c_{p}}{c_{v}}=1{,}5?$",
  options: ["$40$ კპა", "$25$ კპა", "$50$ კპა", "$75$ კპა", "$200/3$ კპა"],
  correct: 1,
  tags: []
},

// Task 9
{image: "physics-quizzes/class-11/images/image.1.png",
  question: "სითბურ ძრავაში მუშა სხეულია იდეალური ერთატომიანი აირი. ის ასრულებს სურათზე გამოსახულ $1-2-3-1$ ციკლურ პროცესს. იპოვეთ $3$ და $1$ მდგომარეობებში აბსოლუტური ტემპერატურების შეფარდება $T_{3}/T_{1}$.",
  options: ["$6$", "$2$", "$3$", "$3/2$", "$8$"],
  correct: 1,
  tags: []
},

// Task 10
{image: "physics-quizzes/class-11/images/image.1.png",
  question: "სითბურ ძრავაში მუშა სხეულია იდეალური ერთატომიანი აირი. ის ასრულებს სურათზე გამოსახულ $1-2-3-1$ ციკლურ პროცესს. იპოვეთ ამ ციკლით მომუშავე ძრავის მარგი ქმედების კოეფიციენტი.",
  options: ["$\\frac{3}{16}$", "$\\frac{3}{13}$", "$\\frac{5}{13}$", "$\\frac{3}{8}$", "$\\frac{3}{26}$"],
  correct: 4,
  tags: []
},

// Task 11
{
  question: "ჰარმონიულად ცვლადი ძაბვის წრედში პარალელურად არის ჩართული რეზისტორი და იდეალური კოჭა. რეზისტორში დენის მაქსიმალური მნიშვნელობაა $2$ ა, ხოლო კოჭაში $4$ ა. განსაზღვრეთ მთლიან წრედში დენის ძალის ეფექტური მნიშვნელობა:",
  options: ["$\\sqrt{7}$ ა", "$3\\sqrt{2}$ ა", "$\\sqrt{20}$ ა", "$\\sqrt{10}$ ა", "$6$ ა"],
  correct: 3,
  tags: []
},

// Task 12
{
  question: "$720$ ნ/მ სიხისტის ზამბარაზე გამობმული $200$ გ მასის სხეული ზამბარის გასწვრივ ასრულებს ისეთ ჰარმონიულ რხევებს, რომ სხეულის მაქსიმალური სიჩქარეა $15$ მ/წმ განსაზღვრეთ სხეულის მიერ გავლილი მანძილი რხევის პერიოდის ნახევრის განმავლობაში.",
  options: ["$60$ სმ", "$10$ სმ", "$25$ სმ", "$50$ სმ", "$20$ სმ"],
  correct: 3,
  tags: []
},

// Task 13
{
  question: "ნივთიერი წერტილის კოორდინატის დროზე დამოკიდებულების განტოლებას აქვს შემდეგი სახე: $x(t)=5\\sin(\\frac{\\pi}{6}t+\\frac{\\pi}{2})$ სადაც $x$ სანტიმეტრებში იზომება, ხოლო $t$ კი წამებში. განსაზღვრეთ წერტილის რხევის პერიოდი.",
  options: ["$2{,}5$ წმ", "$4$ წმ", "$6$ წმ", "$12$ წმ", "$15$ წმ"],
  correct: 3,
  tags: []
},

// Task 14
{
  question: "$l_{1}$ სიგრძის მათემატიკური ქანქარას რხევის პერიოდია $8$ წამი, $l_{2}$ სიგრძის მათემატიკური ქანქარას რხევის პერიოდი კი $15$ წამი. განსაზღვრეთ $l_{1}+l_{2}$ სიგრძის მათემატიკური ქანქარას რხევის პერიოდი",
  options: ["$23$ წმ", "$11{,}5$ წმ", "$4$ წმ", "$17$ წმ", "$\\sqrt{79}$ წმ"],
  correct: 3,
  tags: []
},

// Task 15
{
  question: "ჰარმონიულად მერხევი სხეულის რხევის ამპლიტუდაა $A$, ხოლო პერიოდი $12$ წმ. განსაზღვრეთ სხეულის მიერ $19$ წმ-ში გავლილი მანძილი, თუ საწყის მომენტში სხეული წონასწორობის მდებარეობიდან მაქსიმალურადაა გადახრილი.",
  options: ["$\\frac{14-\\sqrt{3}}{2}A$", "$3\\sqrt{2}A$", "$\\frac{12+\\sqrt{3}}{2}A$", "$6{,}5A$", "$\\frac{12+\\sqrt{2}}{2}A$" ],
  correct: 0,
  tags: []
},

// Task 16
{
  question: "რხევით კონტურში $C=2\\cdot10^{-8}$ $F$ ელექტროტევადობის კონდენსატორის შემონაფენებს შორის ძაბვა დროის მიხედვით იცვლება კანონით: $u(t)=3\\sin(10^{3}\\pi t)$ (სიდიდეები გაზომილია $SI$–ში), განსაზღვრეთ რხევითი კონტურის ინდუქციურობა (გამოიყენეთ მიახლოება: $\\pi^{2}=10$)",
  options: ["$1$ ჰნ", "$2$ ჰნ", "$3$ ჰნ", "$4$ ჰნ", "$5$ ჰნ"],
  correct: 4,
  tags: []
},

// Task 17
{
  question: "ლითონი დაასხივეს ჯერ $\\lambda_{1}=3\\cdot10^{-7}$ მ ტალღის სიგრძის, შემდეგ კი $\\lambda_{2}=6\\cdot10^{-7}$ მ ტალღის სიგრძის სინათლით. პირველ შემთხვევაში ლითონიდან ამოტყორცნილი ელექტრონების კინეტიკური ენერგია $3$ ჯერ მეტი აღმოჩნდა, ვიდრე მეორე შემთხვევაში. განსაზღვრეთ ამ ლითონისთვის ფოტოეფექტის წითელი საზღვრის ტალღის სიგრძე.",
  options: ["$8\\cdot10^{-7}$ მ", "$9\\cdot10^{-7}$ მ", "$10\\cdot10^{-7}$ მ", "$11\\cdot10^{-7}$ მ", "$12\\cdot10^{-7}$ მ"],
  correct: 4,
  tags: []
},

// Task 18
{
  question: "გარკვეული მასის სამ ატომიანი იდეალური აირის სითბოტევადობა იზობარულ პროცესში არის $C_{p}=84$ ჯ/ $K$ განსაზღვრეთ ამ აირის სითბოტევადობა იზოქორულ პროცესში. მოლეკულაში ატომები ერთ წრფეზე არ არიან განლაგებული. მოლეკულაში ატომთა რხევა არ გაითვალისწინოთ.",
  options: ["$140$ ჯ/ $K$", "$72$ ჯ/ $K$", "$60$ ჯ/ $K$", "$36$ ჯ/ $K$", "$63$ ჯ/ $K$"],
  correct: 4,
  tags: []
},

// Task 19
{
  question: "რადიოაქტიური ნივთიერების ნახევარდაშლის პერიოდი $60$ წთ-ია. რა დროის შემდეგ დაიშლება ამ ნივთიერების $3/4$ ნაწილი?",
  options: ["$45$ წთ", "$60$ წთ", "$90$ წთ", "$120$ წთ", "$30$ წთ"],
  correct: 3,
  tags: []
},

// Task 20
{
  question: "განსაზღვრეთ წყალბადის ატომის მიერ გამოსხივებული ფოტონის შესაბამისი ტალღის სიგრძე, როდესაც ატომი გადადის მე-$4$ სტაციონალური მდგომარეობიდან პირველ (ძირითად) სტაციონალურ მდგომარეობაში (ჩათვალეთ, რომ $\\frac{E_{0}}{h}=32\\cdot10^{14}$ წმ$^{-1}$ , სადაც, $E_{0}$ - ატომის ენერგიის მოდულია პირველ სტაციონალურ მდგომარეობაში, $h$ - პლანკის მუდმივა. $c=3\\cdot10^{8}$ მ/წმ - სინათლის სიჩქარე).",
  options: ["$125$ ნმ", "$500$ ნმ", "$100$ ნმ", "$420$ ნმ", "$360$ ნმ"],
  correct: 2,
  tags: []
},

// Task 21
{
  question: "რომელი $Y$ ბირთვი მიიღება $^{238}_{92}X$ ბირთვის რადიაქტიური დაშლისას, თუ ამ დროს გამოსხივდება ორი $\\alpha$-ნაწილაკი და სამი $\\beta$-ნაწილაკი?",
  options: ["$^{226}_{86}Y$", "$^{230}_{88}Y$", "$^{226}_{91}Y$", "$^{230}_{91}Y$", "$^{226}_{90}Y$"],
  correct: 3,
  tags: []
},

// Task 22
{
  question: "ჰაერში ბგერითი ტალღის სიხშირე და სიგრძე შესაბამისად $\\nu$ და $\\lambda$-ს ტოლია. რისი ტოლი გახდება ამ ბგერითი ტალღის სიხშირე და სიგრძე ჰაერიდან სითხეში გადასვლის შემდეგ, თუ ამ სითხეში ბგერის სიჩქარე $2$-ჯერ მეტია, ვიდრე ჰაერში",
  options: ["$\\nu/2$ და $\\lambda/2$", "$\\nu$ და $2\\lambda$", "$\\nu/4$ და $\\lambda$", "$2\\nu$ და $\\lambda/2$", "$\\nu$ და $4\\lambda$"],
  correct: 1,
  tags: []
},

// Task 23
{
  question: "$M$, $2M$ და $3M$ მასების მქონე ბირთვები, ბირთვული რეაქციის შედეგად გაერთიანდა, რის შედეგადაც გამოსხივდა სამი ცალი $0{,}02Mc^{2}$ ენერგიის მქონე ნაწილაკი. სადაც $c$ სინათლის სიჩქარეა. განსაზღვრეთ ბირთვული რეაქციის შემდეგ წარმოქმნილი ატომის ბირთვის მასა. კინეტიკური ენერგიები მხედველობაში არ მიიღოთ.",
  options: ["$1{,}98M$", "$2{,}97M$", "$5{,}94M$", "$5{,}98M$", "$6{,}06M$"],
  correct: 2,
  tags: []
},

// Task 24
{
  question: "ჭურჭელს ფსკერში აქვს $r=1$ მმ რადიუსის მქონე ნახვრეტი. მასში ნელ-ნელა ვიწყებთ საპნიანი წყლის ჩასხმას, რომლის ზედაპირული დაჭიმულობის კოეფიციენტი არის $40$ მნ/მ, ხოლო სიმკვრივე კი $1000$ კგ/მ$^3$. ჩათვალეთ რომ ეს სითხე არ ასველებს ჭურჭლის შემხებ ზედაპირს და გამოთვალეთ რა სიმაღლეზე იქნება ჭურჭელში სითხის დონე, როდესაც ნახვრეტიდან სითხე დაიწყებს გამოდინებას. ნახვრეტიდან წვეთის გამოსვლაში მასზე მოქმედი სიმძიმის ძალის როლი არ გაითვალისწინოთ.",
  options: ["$8$ მმ", "$12$ მმ", "$16$ მმ", "$20$ მმ", "$24$ მმ"],
  correct: 0,
  tags: []
},

// Task 25
{
  question: "$1{,}75P_{0}$ წნევის და $V_{0}$ მოცულობის იდეალური აირის $\\nu$ მოლი ფართოვდება $5V_{0}$ მოცულობამდე. გაფართოების პროცესში აირის წნევა იცვლება შემდეგი კანონით: $P(V)=(2-\\frac{V}{4V_{0}})P_{0}$. განსაზღვრეთ აირის მაქსიმალური ტემპერატურა მოცემულ პროცესში ($R$ უნივერსალური მუდმივაა. $P_{0}$ და $V_{0}$ მოცემული სიდიდეებია)",
  options: ["$\\frac{3P_{0}V_{0}}{2R\\nu}$", "$\\frac{4P_{0}V_{0}}{\\nu R}$", "$\\frac{3P_{0}V_{0}}{\\nu R}$", "$\\frac{7P_{0}}{R V_0}$", "$\\frac{9 R V_{0}}{\\nu P_{0}}$"],
  correct: 1,
  tags: []
}
]