const quizData = [

  // 1
  {
    question: "ორ კოჰერენტულ სინათლის წყაროს შორის მანძილი $2\\,\\text{მმ}$-ია, ხოლო სინათლის წყაროებიდან იმ ეკრანამდე მანძილი სადაც ინტერფერენციული სურათი მიიღება $6\\,\\text{მ}$. ცენტრალური მაქსიმუმის წერტილის ერთ მხარეს მდებარე მესამე და მეხუთე მაქსიმუმებს შორის მანძილი არის $3\\,\\text{მმ}$. განსაზღვრეთ სინათლეების ტალღის სიგრძე.",
    options: ["$200\\,\\text{ნმ}$", "$300\\,\\text{ნმ}$", "$400\\,\\text{ნმ}$", "$500\\,\\text{ნმ}$", "$600\\,\\text{ნმ}$"],
    correct: 3,
    tags: []
  },

  // 2
  {
    question: "წყალბადის ატომში ელექტრონის მეორე ორბიტის რადიუსი არის $R$. რისი ტოლია პირველი (ძირითადი) ორბიტის რადიუსი?",
    options: ["$0{,}25R$", "$0{,}5R$", "$2R$", "$4R$", "$8R$"],
    correct: 0,
    tags: []
  },

  // 3
  {
    question: "განსაზღვრეთ წყალბადის ატომის მიერ შთანთქმული ფოტონის მინიმალური იმპულსი, თუ ამის შედეგად ატომში ელექტრონი მეორე ორბიტიდან მეოთხეზე გადავიდა. ცნობილია, რომ წყალბადის ატომის ენერგია პირველ (ძირითად) ენერგეტიკულ მდგომარეობაში $(-13{,}6)\\,\\text{ევ}$-ია.",
    options: ["$3{,}4\\cdot10^{-27}\\,\\text{კგ}\\cdot\\text{მ/წმ}$", "$3{,}4\\cdot10^{-28}\\,\\text{კგ}\\cdot\\text{მ/წმ}$", "$6{,}8\\cdot10^{-28}\\,\\text{კგ}\\cdot\\text{მ/წმ}$", "$13{,}6\\cdot10^{-28}\\,\\text{კგ}\\cdot\\text{მ/წმ}$", "$27{,}2\\cdot10^{-28}\\,\\text{კგ}\\cdot\\text{მ/წმ}$"],
    correct: 3,
    tags: []
  },

  // 4
  {
    question: "წყალბადის ატომის მეორე ენერგეტიკული დონის ენერგია არის $E$. განსაზღვრეთ ელექტრონის და ბირთვის ურთიერთქმედების პოტენციური ენერგია პირველ ენერგეტიკულ დონეზე ყოფნისას.",
    options: ["$-0{,}5E$", "$-E$", "$2E$", "$-4E$", "$8E$"],
    correct: 4,
    tags: []
  },

  // 5
  {
    question: "წყალბადის ატომში ელექტრონი იმყოფება მეოთხე ენერგეტიკულ დონეზე. განსაზღვრეთ რამდენი განსხვავებული ტალღის სიგრძის მქონე ფოტონის გამოსხივებაა მოსალოდნელი ამ ატომისგან თუ იგი საბოლოოდ პირველ (ძირითად) ენერგეტიკულ დონეზე ყველა შესაძლო გზით გადავა? ჩათვალეთ, რომ ელექტრონის ენერგეტიკული დონის ერთი ცვლილებისას მხოლოდ ერთი ფოტონი სხივდება.",
    options: ["$7$", "$6$", "$5$", "$4$", "$3$"],
    correct: 1,
    tags: []
  },

  // 6
  {
    question: "წყალბადის ატომში ელექტრონის ბირთვთან ურთიერთქმედების პოტენციური ენერგია ძირითად მდგომარეობაში $E$-ს ტოლია. მინიმუმ რა ენერგიის ფოტონი უნდა შთანთქოს ატომმა, რომ ელექტრონი მოწყდეს ატომის ბირთვს?",
    options: ["$-2E$", "$-E$", "$-0{,}5E$", "$0{,}5E$", "$2E$"],
    correct: 2,
    tags: []
  },

  // 7
  {
    question: "ლითონზე დაცემული სინათლის სიხშირე $3$-ჯერ აღემატება ამ ლითონისთვის ფოტოეფექტის წითელი საზღვრის შესაბამის სიხშირეს. განსაზღვრეთ რამდენჯერ მეტია ამოტყორცნილი ელექტრონების კინეტიკური ენერგია ლითონიდან ელექტრონების გამოსვლის მუშაობაზე.",
    options: ["$1{,}5$-ჯერ", "$2$-ჯერ", "$2{,}5$-ჯერ", "$3$-ჯერ", "$4$-ჯერ"],
    correct: 1,
    tags: []
  },

  // 8
  {
    question: "მოცემულია $E$ ენერგიის ელექტრომაგნიტური გამოსხივება. განსაზღვრეთ, რამდენი ფოტონის ექვივალენტურია ეს გამოსხივება, თუ ამ ფოტონების შესაბამისი ტალღის სიგრძეა $\\lambda$, სინათლის სიჩქარე ვაკუუმში $c$, პლანკის მუდმივა $h$.",
    options: ["$\\dfrac{\\lambda}{hcE}$", "$\\dfrac{\\lambda c}{Eh}$", "$\\dfrac{Ech}{\\lambda}$", "$\\dfrac{E\\lambda}{hc}$", "$\\dfrac{E\\lambda c}{h}$"],
    correct: 3,
    tags: []
  },

  // 9
  {
    question: "როდესაც ლითონზე ეცემა $f_1$ სიხშირის სინათლე მაშინ ლითონიდან ამოტყორცნილი ელექტრონის კინეტიკური ენერგია არის $E_1$, ხოლო როდესაც იგივე ლითონს ეცემა $f_2$ სიხშირის სინათლე, მაშინ კი $E_2$. მოცემული სიდიდეებით გამოსახეთ ლითონიდან ელექტრონის გამოსვლის მუშაობა.",
    options: ["$\\dfrac{E_1f_2-E_2f_1}{f_1-f_2}$", "$\\dfrac{E_1f_1-E_2f_2}{f_1-f_2}$", "$\\dfrac{2E_1f_1-E_2f_2}{f_1-f_2}$", "$\\dfrac{E_1f_1-2E_2f_2}{f_1-f_2}$", "$\\dfrac{E_1f_1+E_2f_2}{f_1-f_2}$"],
    correct: 0,
    tags: []
  },

  // 10
  {
    question: "განსაზღვრეთ რომელი $Y$ ბირთვი მიიღება $^{223}_{88}X$ ბირთვის $3$ ალფა და $4$ ბეტა (ელექტრონებით) დაშლის შედეგად.",
    options: ["$^{215}_{82}Y$", "$^{211}_{78}Y$", "$^{211}_{86}Y$", "$^{215}_{86}Y$", "$^{207}_{83}Y$"],
    correct: 2,
    tags: []
  },

  // 11
  {
    question: "რისი ტოლია $X$ ბირთვის მასური რიცხვი ურანის გახლეჩის რეაქციაში: $^{235}_{92}U + ^1_0n \\rightarrow ^{141}_{56}Ba + X + 3^1_0n$ ?",
    options: ["$92$", "$33$", "$46$", "$11$", "$95$"],
    correct: 0,
    tags: []
  },

  // 12
  {
    question: "რადიოაქტიური დაშლის დროს გამოსხივდა $2n$ ცალი ალფა ნაწილაკი და $3n$ ცალი ბეტა (ელექტრონი) ნაწილაკი. რამდენით შემცირდა ბირთვის მუხტის მაჩვენებელი რიცხვი.",
    options: ["$7n$-ით", "$5n$-ით", "$8n$-ით", "$4n$-ით", "$n$-ით"],
    correct: 4,
    tags: []
  },

  // 13
  {
    warning:"ყველა პასუხი ჩათვლილია",
    question: "რისი ტოლია ნეიტრონის ბმის კუთრი ენერგია $m_1$ მასის $^a_bX$ ბირთვში, თუ მისგან ნეიტრონის ამოგდების შემდეგ მივიღეთ $m_2$ მასის $^a_{b-1}X$ ბირთვი. ნეიტრონის მასა აღვნიშნოთ $m_n$-ით. სინათლის სიჩქარე კი $c$-თი. ბირთვების და ნეიტრონის კინეტიკური ენერგიები ნულის ტოლად ჩათვალეთ.",
    options: ["$(m_n + m_2 + m_1)c^2$", "$(m_n - m_2 - m_1)c^2$", "$(m_1 + m_2 - m_n)c^2$", "$(m_n + m_2 - m_1)c^2$", "$(m_1 - m_2 - m_n)c^2$"],
    correct: [0,1,2,3,4],
    tags: []
  },

  // 14
  {
    question: "რეაქციის შედეგად გამოსხივდა $10^{-9}\\,\\text{სმ}$ ტალღის სიგრძის მქონე სამი ფოტონი. გამოსახეთ გამოსხივებული ენერგია პლანკის მუდმივა $h$-ით. სინათლის სიჩქარე $C=3\\cdot10^8\\,\\text{მ/წმ}$",
    options: ["$9h\\cdot10^{19}\\,\\text{ჯ}$", "$9h\\cdot10^{15}\\,\\text{ჯ}$", "$10h\\cdot10^{18}\\,\\text{ჯ}$", "$19h\\cdot10^{17}\\,\\text{ჯ}$", "$11h\\cdot10^{19}\\,\\text{ჯ}$"],
    correct: 0,
    tags: []
  },

  // 15
  {
    question: "ცნობილია რომ $^9_4X$ ბირთვის ბმის ენერგია არის $E$. პროტონის მასა $m_p$, ნეიტრონის მასა $m_n$. განსაზღვრეთ $^9_4X$ ბირთვის მასა.",
    options: ["$4m_p + 5m_n - \\dfrac{E}{c^2}$", "$4m_p + 9m_n - \\dfrac{E}{c^2}$", "$5m_p + 9m_n - \\dfrac{E}{c^2}$", "$5m_p + 4m_n - \\dfrac{E}{c^2}$", "$5m_p + 9m_n + \\dfrac{E}{c^2}$"],
    correct: 0,
    tags: []
  },

  // 16
  {
    question: "ბირთვის ბმის ენერგია $E$-ს ტოლია, ბირთვის მასა არის $M$, მისი პროტონების მასათა ჯამი არის $m_1$, ამავე ბირთვის ნეიტრონების მასათა ჯამი კი $m_2$, მასის დეფექტი აღვნიშნოთ $\\Delta M$-ით. ჩამოთვლილთაგან რომელია სწორი ფორმულა (ფორმულები) <br><br> I $\\Delta M = m_1 + m_2 - M$ II $\\Delta M = \\dfrac{E}{c^2}$ III $\\Delta M = \\dfrac{E}{c^2} - M$",
    options: ["მხოლოდ $I$", "მხოლოდ $II$", "მხოლოდ $III$", "$I$ და $II$", "$I$ და $III$"],
    correct: 3,
    tags: []
  },

  // 17
  {
    question: "მოცემული გვაქვს კარნოს ციკლით მომუშავე ორი სითბური ძრავა. ცნობილია რომ ორივე ძრავას მაცივრის ტემპერატურები ერთმანეთის ტოლია, ხოლო სახურებლის ტემპერატურა მეორე ძრავას ორჯერ მეტი აქვს პირველთან შედარებით. განსაზღვრეთ პირველი ძრავას სახურებლის ტემპერატურის შეფარდება თავისივე მაცივრის ტემპერატურასთან, თუ პირველი ძრავას მქკ ისე შეეფარდება მეორე ძრავას მქკ-ს როგორც $\\dfrac{4}{5}$.",
    options: ["$\\dfrac{5}{3}$", "$\\dfrac{3}{2}$", "$\\dfrac{5}{2}$", "$3$", "$2$"],
    correct: 3,
    tags: []
  },

  // 18
  {
    question: "სითბური ძრავას მარგი ქმედების კოეფიციენტი არის $40\\%$. რამდენი პროცენტით უნდა გაზარდონ სითბური ძრავას ყოველ ციკლში სახურებლის მხრიდან მუშა სხეულზე გადაცემული სითბოს რაოდენობა, რომ ძრავას მარგი ქმედების კოეფიციენტი $50\\%$ გახდეს? ჩათვალეთ, რომ ძრავას ყოველ ციკლში მუშა სხეულის მიერ მაცივარზე გადაცემული სითბოს რაოდენობა უცვლელი რჩება.",
    options: ["$60\\%$-ით", "$50\\%$-ით", "$40\\%$-ით", "$30\\%$-ით", "$20\\%$-ით"],
    correct: 4,
    tags: []
  },

  // 19
  {
    image: "physics-quizzes/class-11/images/image21.png",
    question: "ერთატომიან იდეალურ აირზე შესრულდა სურათზე გამოსახული $1-2-3-1$ ციკლური პროცესი. იპოვეთ ამ პროცესის მქკ.",
    options: ["$\\dfrac{1}{13}$", "$\\dfrac{3}{7}$", "$\\dfrac{3}{13}$", "$\\dfrac{5}{14}$", "$\\dfrac{3}{34}$"],
    correct: 4,
    tags: []
  },

  // 20
  {
    question: "ჰერმეტულად დახურულ ოთახში წყლის ორთქლის სიმკვრივე $12\\,\\text{გ/მ}^3$-ია. ფარდობითი ტენიანობაა $40\\%$. დამატებით რა მასის წყალი უნდა ავაორთქლოთ ოთახში რომ ჰაერი ორთქლით გაჯერდეს? ცნობილია, რომ ოთახს კუბის ფორმა აქვს, რომლის წიბოც $5\\,\\text{მეტრია}$. ტემპერატურა მუდმივია.",
    options: ["$1{,}5\\,\\text{კგ}$", "$2\\,\\text{კგ}$", "$0{,}75\\,\\text{კგ}$", "$2{,}25\\,\\text{კგ}$", "$0{,}9\\,\\text{კგ}$"],
    correct: 3,
    tags: []
  },

  // 21
  {
    question: "ჰერმეტულ ცილინდრულ ჭურჭელში დგუშის ქვეშ მოთავსებული ჰაერის ფარდობითი ტენიანობა $40\\%$-ია. ორთქლის რა ნაწილი იქცევა წყლად, თუ ჰაერის მოცულობას იზოთერმულად $3$-ჯერ შევამცირებთ? ორთქლისგან მიღებული წყლის მოცულობა ბევრად ნაკლებია ჭურჭლის მოცულობაზე",
    options: ["$\\dfrac{1}{12}$", "$\\dfrac{1}{15}$", "$\\dfrac{1}{9}$", "$\\dfrac{5}{12}$", "$\\dfrac{1}{6}$"],
    correct: 4,
    tags: []
  },

  // 22
  {
    question: "რადიაქტიული პრეპარატი, რომლის ნახევარდაშლის პერიოდი $3$ წელია განიცდის დაშლებს. (თავდაპირველად, დაკვირვების დაწყების მომენტისთვის ბირთვების რაოდენობა საკმარისად დიდია).რამდენი წელში დაიშლება საწყისი ბირთვების რაოდენობის $\\dfrac{31}{32}$ ნაწილი?",
    options: ["$15$ წ", "$12$ წ", "$9$ წ", "$6$ წ", "$21$ წ"],
    correct: 0,
    tags: []
  },

  // 23
  {
    question: "რადიოაქტიური ნივთიერების ბირთვების რა ნაწილი დაიშლება $t=1{,}5\\cdot T$ დროის განმავლობაში? $T$-ნივთიერების ნახევარდაშლის პერიოდია",
    options: ["$1-\\dfrac{\\sqrt{2}}{2}$", "$\\dfrac{3}{4}$", "$\\dfrac{5}{8}$", "$1-\\dfrac{\\sqrt{2}}{2}$", "$1-\\dfrac{\\sqrt{2}}{4}$"],
    correct: 4,
    tags: []
  },

  // 24
  {
    question: "მინიმუმ რა ენერგიაა საჭირო $2R$ რადიუსის მქონე ერთი წვეთის $R$ რადიუსიან წვეთებად დასაშლელად? სითხის ზედაპირული დაჭიმულობის კოეფიციენტია $\\sigma$. ჩათვალეთ, რომ წვეთები წარმოადგენენ წყლის ბირთვებს.",
    options: ["$4\\sigma\\pi R^2$", "$16\\sigma\\pi R^2$", "$8\\sigma\\pi R^2$", "$32\\sigma\\pi R^2$", "$2\\sigma\\pi R^2$"],
    correct: 1,
    tags: []
  },

  // 25
  {
    question: "$r$ შიგა რადიუსის მქონე ორივე მხრიდან ღია კაპილარული მილი აავსეს წყლით და დაიკავეს ვერტიკალურად. განსაზღვრეთ რა სიმაღლის წყალი დარჩება მილში, თუ წყალი სრულად ასველებს მას. წყლის სიმკვრივე არის $\\rho$, ზედაპირული დაჭიმულობის კოეფიციენტი $\\sigma$, თავისუფალი ვარდნის აჩქარება $g$.",
    options: ["$\\dfrac{\\sigma}{\\rho g r}$", "$\\dfrac{2\\sigma}{\\rho g r}$", "$\\dfrac{\\sigma}{2\\rho g r}$", "$\\dfrac{4\\sigma}{\\rho g r}$", "$\\dfrac{\\sigma}{4\\rho g r}$"],
    correct: 3,
    tags: []
  }

];