const quizData = [

// Task 1
{intro:"ამოცანებში გამოიყენეთ მიახლოება $\\pi^2 = g = 10.$ თუ ამოცანა არ მიგვანიშნებს, რომ წინააღმდეგობის ძალები გასათვალისწინებელია, ამ შემთხვევაში იგი არ გავითვალისწინოთ.",
question: "ერთი და იმავე რაოდენობის ჰარმონიულ რხევებს ერთი მათემატიკური ქანქარა ასრულებს $40$ წამში, მეორე $50$ წმ-ში. ქანქარების სიგრძეთა სხვაობა $18$სმ-ია. რას უდრის მეორე ქანქარას სიგრძე?",
options: ["$16$სმ", "$32$სმ", "$25$სმ", "$50$სმ", "$36$ სმ"],
correct: 3,
tags: []
},
// Task 2
{
question: "მათემატიკური ქანქარა ასრულებს ჰარმონიულ რხევას. რა მინიმალური დრო დასჭირდება გადახრის კუთხის მაქსიმალურიდან $2$-ჯერ შემცირებას, თუ ძაფის სიგრძე $1$ მ-ის ტოლია.",
options: ["$1/3$ წმ", "$1/6$ წმ", "$1/12$ წმ", "$2/3$ წმ", "$5/12$ წმ"],
correct: 0,
tags: []
},
// Task 3
{
question: "დედამიწის ზედაპირიდან რა სიმაღლეზე უნდა ავიტანოთ მათემატიკური ქანქარა, რომ მისი ჰარმონიული რხევის სიხშირე $2$ ჯერ შემცირდეს. დედამიწის რადიუსია $R$.",
options: ["$0{,}25R$", "$R$", "$2R$", "$3R$", "$4R$"],
correct: 1,
tags: []
},
// Task 4
{
question: "ერთი ბოლოთი დამაგრებულ $40$ ნ/მ სიხისტის ჰორიზონტალური ზამბარას მეორე ბოლოზე მიმაგრებული $100$ გ მასის სხეული ასრულებს ჰარმონიულ რხევებს. რხევის ამპლიტუდა $20$სმ-ია. განსაზღვრეთ სხეულის მაქსიმალური სიჩქარე.",
options: ["$4$მ/წმ", "$1$ მ/წმ", "$2$მ/წმ", "$\\sqrt{2}$მ/წმ", "$1/\\sqrt{2}$ მ/წმ"],
correct: 0,
tags: []
},
// Task 5
{
question: "მიწისძვრის ეპიცენტრიდან გრუნტში ვრცელდება როგორც განივი ასევე გრძივი ტალღა. განივი ტალღის გავრცელების სიჩქარეა $4{,}5$ კმ/წმ, ხოლო გრძივის $6$კმ/წმ. მიწისძვრის ეპიცენტრიდან სეისმურ სადგურში განივი ტალღა მივიდა $10$წმ-ის დაგვიანებით გრძივთან შედარებით. განსაზღვრეთ მანძილი ეპიცენტრსა და სადგურს შორის.",
options: ["$90$ კმ", "$120$ კმ", "$160$ კმ", "$180$ კმ", "$240$ კმ"],
correct: 3,
tags: []
},
// Task 6
{
question: "ზამბარაზე მიმაგრებული ტვირთის ვერტიკალური რხევების სიხშირეა $2$ ჰც. რამდენი სანტიმეტრით იქნება გაჭიმული ზამბარა, როდესაც რხევები შეწყდება?",
options: ["$1$ სმ", "$12{,}5$ სმ", "$6{,}25$ სმ", "$4{,}5$ სმ", "$2{,}25$ სმ"],
correct: 2,
tags: []
},
// Task 7
{
question: "ერთი ბოლოთი დამაგრებულ $80$ ნ/მ სიხისტის ზამბარის მეორე ბოლოზე მიმაგრებულია $2$ კგ მასის სხეული. ზამბარა ასრულებს ჰარმონიულ რხევებს ჰორიზონტალურ სიბრტყეში. განსაზღვრეთ რა მინიმალური დრო დასჭირდება სხეულის წონასწორობის წერტილიდან ისეთ წერტილში მისვლას, რომელშიც ზამბარის პოტენციური ენერგია $3$-ჯერ მეტია სხეულის კინეტიკურ ენერგიაზე.",
options: ["$2/3$ წმ", "$1/3$ წმ", "$1/2$ წმ", "$1/6$ წმ", "$1/12$ წმ"],
correct: 3,
tags: []
},
// Task 8
{
question: "ორი პატარა ბურთულა დაკიდებულია ტოლი სიგრძის გრძელ ძაფებზე. პირველი მათგანი ვერტიკალურად ასწიეს საკიდის სიმაღლემდე, მეორე გადახარეს მცირე კუთხით. ბურთულები ერთდროულად გაათავისუფლეს. მეორე ბურთულა საწყის მდებარეობას დაუბრუნდა $\\pi$ წამში, განსაზღვრეთ რა დროში დაუბრუნდება წონასწორობის ადგილს პირველი ბურთულა.",
options: ["$1$ წმ", "$2$ წმ", "$\\sqrt{2}$ წმ", "$2\\sqrt{2}$ წმ", "$\\pi/2$ წმ"],
correct: 3,
tags: []
},
// Task 9
{
question: "ტბის ზედაპირზე ვრცელდება ტალღა. ტივტივამ $15$ წამის განმავლობაში $10$ რხევა შეასრულა, ხოლო მანძილი ტალღის მეზობელ თხემებს (ბურცობებს) შორის $0{,}6$ მ-ია. იპოვეთ ტალღის გავრცელების სიჩქარე.",
options: ["$0{,}6$ მ/წმ", "$1{,}2$ მ/წმ", "$0{,}4$ მ/წმ", "$2{,}4$ მ/წმ", "$0{,}8$ მ/წმ"],
correct: 2,
tags: []
},
// Task 10
{
question: "ბგერითი ტალღა ჰაერიდან გადავიდა მინაში და მისი გავრცელების სიჩქარე $16$-ჯერ გაიზარდა. ჰაერში ტალღის სიგრძე იყო $1$მ. განსაზღვრეთ ტალღის სიგრძე მინაში.",
options: ["$1/16$ მ", "$1/4$ მ", "$1$ მ", "$4$ მ", "$16$ მ"],
correct: 4,
tags: []
},
// Task 11
{
question: "გლუვ ჰორიზონტალურ ზედაპირზე $0{,}4$ მ/წმ სიჩქარით სრიალებს $0{,}5$ მ სიგრძის ერთგვაროვანი ძელაკი. ის მიადგა ზედაპირის მქისე გრძელ უბანს, რომელთანაც ძელაკის ხახუნის კოეფიციენტია $0{,}5$. განსაზღვრეთ, ამ მომენტიდან რა დროის შემდეგ გაჩერდება ძელაკი.",
options: ["$0{,}25$ წმ", "$0{,}5$ წმ", "$\\pi/4$ წმ", "$\\pi/3$ წმ", "$1/3$ წმ"],
correct: 1,
tags: []
},
// Task 12
{
question: "ჰარმონიულად მერხევი სხეულის რხევის ამპლიტუდა არის $A$, ხოლო პერიოდი კი $T$. იპოვეთ სხეულის მიერ გავლილი მანძილი საწყისი მომენტიდან $13T/12$ დროში, თუ სხეული საწყის მომენტში იმყოფება წონასწორობის წერტილში.",
options: ["$5{,}5A$", "$4{,}5A$", "$4{,}2A$", "$2{,}5A$", "$1{,}5A$"],
correct: 1,
tags: []
},
// Task 13
{
question: "ჰარმონიულად მერხევი სხეულის რხევის პერიოდი არის $T$. იპოვეთ ამ სხეულის მიერ გავლილი მანძილის შეფარდება მის გადაადგილების მოდულთან $11T/6$ დროის მომენტში, თუ საწყის მომენტში სხეული მაქსიმალურადაა გადახრილი წონასწორობის წერტილიდან",
options: ["$15$", "$7{,}5$ ", "$7$", "$5$", "$2{,}5$"],
correct: 0,
tags: []
},
// Task 14
{
question: "ჰარმონიულად მერხევი სხეულის კოორდინატის დროზე დამოკიდებულება მოიცემა $x=-0{,}2\\cdot sin(\\frac{\\pi t}{6})$ ფორმულით, სადაც კოორდინატი და დრო $SI$ სისტემაშია მოცემული. იპოვეთ სხეულის მიერ $6$ წამში გავლილი მანძილი.",
options: ["$0{,}1$ მ", "$0{,}2$ მ", "$0{,}4$ მ", "$0{,}8$ მ", "$1{,}2$ მ"],
correct: 2,
tags: []
},
// Task 15
{warning:"ორი პასუხია ჩათვლილი",
question: "ჰარმონიულად მერხევი სხეულის კოორდინატის დროზე დამოკიდებულება მოიცემა $x=2\\cdot sin(\\frac{\\pi t}{12}+\\varphi)$ ფორმულით, სადაც კოორდინატი და დრო $SI$ სისტემაშია მოცემული. იპოვეთ რხევის საწყისი ფაზა $\\varphi$ თუ ცნობილია, რომ სხეულმა წონასწორობის წერტილს პირველად ჩაუარა $t=3$ წმ მომენტში.",
options: ["$\\pi/12$", "$\\pi/4$", "$\\pi/6$", "$3\\pi/4$", "$7\\pi/4$"],
correct: [3,4],
tags: []
},
// Task 16
{image: "physics-quizzes/class-11/images/image..11.png",
question: "მათემატიკური ქანქარა ასრულებს თავისუფალ რხევას. სურათზე გამოსახულ მომენტში ბურთულას სიჩქარის მიმართულებას გამოსახავს ისარი $4$. რომელი ისარი შეიძლება გამოსახავდეს ამ მომენტში ბურთულას აჩქარების მიმართულებას?",
options: ["$1$", "$2$", "$3$", "$4$", "$5$"],
correct: 4,
tags: []
},
// Task 17
{
question: "$60^{\\circ}$-ით დახრილ გლუვ ზედაპირზე დევს მძიმე ყუთი, რომლის ჭერზეც ჩამოკიდებულია $25$სმ სიგრძის მქონე მათემატიკური ქანქარა. ამ დროს ქანქარას რხევის პერიოდია $T$. ურიკა გაათავისუფლეს. მან დაიწყო ჩამოსრიალება, ამ დროს მათემატიკური ქანქარის რხევის პერიოდი აღმოჩნდა $T_{1}$. გამოთვალეთ ამ პერიოდების შეფარდება $T/T_{1}$ ",
options: ["$3/2$", "$2/3$", "$\\sqrt{2/3}$", "$\\sqrt{1/2}$", "$1$"],
correct: 3,
tags: []
},
// Task 18
{
question: "წრფივად და თანაბრად, $V$ სიჩქარით მოძრავი ვაგონის ჭერზე მიმაგრებულია $81$სმ სიგრძის ძაფის ერთი ბოლო, ხოლო მეორე ბოლოზე ჩამოკიდებულია მცირე ზომის ბურთულა. ბურთულა ასრულებს ჰარმონიულ რხევას. იპოვეთ $V$-ს რა მნიშვნელობისთვის მოხდება ამ რხევის რეზონანსი, თუ რელსის სიგრძე არის $20$ მ.",
options: ["$36$ კმ/სთ", "$45$ მ/წმ", "$36$ მ/წმ", "$72$ კმ/სთ", "$40$ კმ/სთ"],
correct: 4,
tags: []
},
// Task 19
{image: "physics-quizzes/class-11/images/image..12.png",
question: "სურათზე გამოსახულია ჰარმონიულად მერხევი სხეულის კინეტიკური ენერგიის დროზე დამოკიდებულების გრაფიკი. რისი ტოლია რხევის პერიოდი?",
options: ["$4$ წმ", "$2$ წმ", "$1$ წმ", "$0{,}5$ წმ", "$0{,}25$ წმ"],
correct: 1,
tags: []
},
// Task 20
{
question: "$m = 2$კგ მასის სხეული ირხევა წონასწორობის წერტილის მახლობლად $F$ ძალის მოქმედებით რომელიც წონასწორობის წერტილიდან გადახრაზე დამოკიდებულია შემდეგნაირად: $\\vec{F}=-0{,}72\\vec{X}.$ განსაზღვრეთ ამ რხევის პერიოდი.",
options: ["$10\\pi/3$ წმ", "$5\\pi/3$ წმ", "$3\\pi/5$ წმ", "$3\\pi/10$ წმ", "$\\pi$ წმ"],
correct: 0,
tags: []
},
// Task 21
{
question: "$3$კგ და $6$კგ მასის სხეულები გადაბმულია $200$ ნ/მ სიხისტის ზამბარით და დევს გლუვ ჰორიზონტალურ ზედაპირზე. იპოვეთ ამ სისტემის მცირე (გრძივი) რხევის პერიოდი. სხეულები არ ბრუნავენ.",
options: ["$0{,}6\\pi\\sqrt{1/2}$ წმ", "$0{,}2\\pi\\sqrt{3/2}$ წმ", "$0{,}2\\pi$ წმ", "$0{,}2\\pi\\sqrt{3/2}$ წმ", "$0{,}6\\pi$ წმ"],
correct: 2,
tags: []
},
// Task 22
{
question: "ზღვაში ორი გემი დაშორებულია ერთმანეთისგან $16{,}8$კმ მანძილით, იპოვეთ ზღვის სიღრმე თუ პირველი გემიდან გაშვებული ბგერითი ტალღა მეორე გემთან დაფიქსირდა პირველად $T$ დროში ხოლო მეორედ (ფსკერიდან არეკლილი) $1$ წამის დაგვიანებით. ჩათვალეთ, რომ ბგერის გავრცელების სიჩქარე წყალში $1400$ მ/წმ-ია. ორივე ბგერითი სიგნალი მეორე გემთან მივიდა წყლის გავლით. ზღვის სიღრმე ყველგან ერთნაირია და ზღვის ფსკერი ჰორიზონტალურია.",
options: ["$1{,}4$ კმ", "$2{,}4$ კმ", "$2{,}6$ კმ", "$3{,}5$ კმ", "$4{,}2$ კმ"],
correct: 3,
tags: []
},
// Task 23
{
question: "წრფივ მაგისტრალზე ერთმანეთისკენ მოძრაობს ორი ავტომობილი შესაბამისად $30$ მ/წმ და $20$მ/წმ სიჩქარეებით. პირველი ავტომობილი უშვებს $200$ჰც სიხშირის ბგერებს, ბგერის სიჩქარე ჰაერში არის $330$ მ/წმ. რა სიხშირის ბგერებს დააფიქსირებს მეორე ავტომობილი?",
options: ["$220$ ჰც", "$670/3$ ჰც", "$680/3$ ჰც", "$230$ ჰც", "$700/3$ ჰც"],
correct: 4,
tags: []
},
// Task 24
{
question: "$X$ ღერძზე მდებარე $B$ და $C$ წერტილიდან ამავე ღერძის გასწვრივ ერთდროულად გავრცელებულია ორი გრძივი მექანიკური ტალღა. რხევების დაწყებამდე $A$ წერტილი იყო $BC$ მონაკვეთის შუაწერტილში. მხოლოდ პირველი ტალღა რომ გავრცელებულიყო $A$ წერტილის კოორდინატის დროზე დამოკიდებულების განტოლება იქნებოდა $X_{1}=5\\cdot sin(\\pi t);$ მხოლოდ მეორე ტალღა რომ ყოფილიყო: $x_{2}=10\\cdot sin(\\pi t + \\frac{\\pi}{3}).$ გამოთვალეთ $A$ წერტილის რხევის ამპლიტუდა ორივე ტალღის პირობებში.",
options: ["$5\\sqrt{2}$", "$5\\sqrt{3}$", "$5\\sqrt{5}$", "$5\\sqrt{7}$", "$15$"],
correct: 3,
tags: []
},
// Task 25
{
question: "ნივთიერი წერტილის რხევა წარმოადგენს ორი ერთი წრფის გასწვრივ გავრცელებული ერთნაირი სიხშირის ჰარმონიული რხევების შეკრების შედეგად მიღებულ რხევას. აღმოჩნდა, რომ პირველი რხევის ამპლიტუდა, მეორე რხევის ამპლიტუდა და ამ რხევების შეკრების შედეგად მიღებული რხევის ამპლიტუდა ერთმანეთის ტოლია. ჩამოთვლილია ამ რხევათა ფაზების სხვაობის შესაძლო მნიშვნელობები: ($\\frac{\\pi}{2}, \\frac{\\pi}{3}, \\frac{2\\pi}{3}, \\frac{4\\pi}{3}, \\frac{5\\pi}{3}).$ რამდენი მათგანი შეიძლება წარმოადგენდეს ამ ორი რხევის ფაზების სხვაობას?",
options: ["მხოლოდ $1$", "მხოლოდ $2$", "მხოლოდ $3$", "მხოლოდ $4$", "ხუთივე"],
correct: 1,
tags: []
}

];