const quizData = [

  // 1
  {
    intro:"იდეალური აირის მუდმივაა $R = 8{,}31 \\ \\frac{ჯ}{K \\cdot მოლი}, $ ბოლცმანის მუდმივაა $\\quad k = 1{,}38 \\cdot 10^{-23} \\ \\frac{ჯ}{K}, \\quad \\pi^2 = g = 10$",
    question: "ცალი ბოლოთი ჭერზე მიმაგრებულ $1$მ სიგრძის უმასო, არადეფორმირებული ზამბარის მეორე ბოლოზე ჩამოკიდეს მცირე ზომის ტვირთი და გაუშვეს ხელი. ტვირთმა ზამბარა გაჭიმა და გაჩერდა, რის შედეგადაც ზამბარის სიგრძე $1{,}2 $მ გახდა. განსაზღვრეთ ამ სისტემის ვერტიკალური რხევის პერიოდი.",
    options: ["$2\\pi$ წმ", "$2\\sqrt{2}\\pi$ წმ", "$\\sqrt{2}\\pi$ წმ", "$\\frac{\\pi}{2}$ წმ", "$\\frac{\\pi\\sqrt{2}}{5}$ წმ"],
    correct: 4,
    tags: ["ზამბარა","რხევა","პერიოდი"]
  },

  // 2
  {
    image: "physics-quizzes/class-11/images/image18.png",
    question: "ჭერზე მიმაგრებულია $1$მ სიგრძის უმასო და უჭიმვადი ძაფი, რომელსაც ქვედა წერტილში მიმაგრებული აქვს $20$გ მასის მცირე ზომის ბურთულა. ძაფი გადახარეს მცირე კუთხით ისე, რომ ბურთულა $A$ წერტილში აღმოჩნდა და გაუშვეს ხელი. წონასწორობის მდებარეობის გავლის მომენტში იგი წამოედო $O$ წერტილში არსებულ ლურსმანს და ამის შემდეგ მაქსიმალური გადახრისას ბურთულა აღმოჩნდა $C$ წერტილში. $OC=25 სმ$. იპოვეთ რა უმცირესი დრო დასჭირდება ბურთულას $A$ წერტილიდან $C$ წერტილში მისვლას.",
    options: ["$0{,}75$ წმ", "$1$ წმ", "$1{,}25$ წმ", "$1{,}5$ წმ", "$1{,}75$ წმ"],
    correct: 0,
    tags: ["რხევა","პერიოდი","მოძრაობა"]
  },

  // 3
  {
    question: "$q$ მუხტით დამუხტული კონდენსატორის ბოლოები შეუერთეს $L$ ინდუქციურობის მქონე კოჭას. წრედში აღძრული ელექტრული დენის დროზე დამოკიდებულება $SI$-ში მოიცემა შემდეგი განტოლებით $I(t) = 2 \\sin(800t)$ გამოთვალეთ $q$.",
    options: ["$2 \\cdot 10^{-3}$ კ", "$2{,}5 \\cdot 10^{-3}$ კ", "$4 \\cdot 10^{-3}$ კ", "$1{,}6 \\cdot 10^{-3}$ კ", "$0{,}4 \\cdot 10^{-3}$ კ"],
    correct: 1,
    tags: ["კონდენსატორი","კოჭა","დენი"]
  },

  // 4
  {
    question: "წრფივ სიმზე წამოცმული მძივის რხევა წარმოადგენს ამავე სიმის გასწვრივი ორი ჰარმონიული რხევის ჯამს. რხევების სიხშირეები ერთნაირია და სიმის რხევის სიხშირის ტოლია. ამპლიტუდებია $2A$ და $3A$. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს ამ რხევებს შორის ფაზათა სხვაობა, თუ სიმის რხევის ამპლიტუდა $A\\sqrt{7}$-ის ტოლია?",
    options: ["$\\pi/6$", "$\\pi/3$", "$4\\pi/3$", "$5\\pi/6$", "$5\\pi/4$"],
    correct: 2,
    tags: ["ჰარმონიული","რხევა","ფაზა"]
  },

  // 5
  {
    image: "physics-quizzes/class-11/images/image19.png",
    question: "სურათზე გამოსახულია ჰარმონიულად ცვლადი ძაბვის წრედში ჩართული წრედი, რომელიც შედგება $20$ ომი წინაღობის რეზისტორისგან, იდეალური კოჭასაგან და კონდენსატორისგან. რეზისტორზე მოდებული ძაბვა იცვლება კანონით $U_R = 100 \\cos(\\omega t)$ (მონაცემები $SI$ სისტემაშია). კონდენსატორში გამავალი მაქსიმალური დენია $9ა$. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს კოჭაში გამავალი დენის ეფექტური მნიშვნელობა.",
    options: ["$2$ ა", "$3$ ა", "$4$ ა", "$2\\sqrt{2}$ ა", "$4\\sqrt{2}$ ა"],
    correct: 3,
    tags: ["ცვლადი","ძაბვა","დენი"]
  },

  // 6
  {
    question: "$10ლ$ მოცულობის ჭურჭელში მოთავსებულია $100კპა$ წნევის აირი, $40ლ$ მოცულობის მეორე ჭურჭელში კი იმავე ტემპერატურის $P$ წნევის აირი. ჭურჭლები შეაერთეს მცირე მოცულობის მილით რის შედეგადაც ორივე ჭურჭელში დამყარდა $120 კპა$ წნევა, ხოლო ტემპერატურა არ შეცვლილა. იპოვეთ $P$.",
    options: ["$110$ კპა", "$122$ კპა", "$125$ კპა", "$127$ კპა", "$130$ კპა"],
    correct: 2,
    tags: ["აირი","წნევა","მოცულობა"]
  },

  // 7
  {
    question: "$100ლ$ მოცულობის ჭურჭელში მოთავსებულია $127^\\circ C$ ტემპერატურის აირი. გაჟონვის შედეგად წნევა $8{,}31 კპა$-თი შემცირდა. რამდენი მოლი აირი გამოვიდა ჭურჭლიდან თუ ტემპერატურა უცვლელია.",
    options: ["$0{,}5$ მოლი", "$0{,}1$ მოლი", "$0{,}4$ მოლი", "$0{,}2$ მოლი", "$0{,}25$ მოლი"],
    correct: 4,
    tags: ["აირი","მოლი","წნევა"]
  },

  // 8
  {
    question: "ქვედა ბოლოდან დახშულ ვერტიკალურ მილში გარკვეული მასის დგუშით ჩაკეტილია $20სმ$ სიმაღლის იდეალური აირი. აირის საწყისი ტემპერატურა $270C$-ია. რა ტემპერატურამდე უნდა გავათბოთ აირი იმისათვის, რომ დგუშმა $5სმ$-ით აიწიოს (დგუშსა და მილის კედლებს შორის ხახუნი არ გაითვალისწინოთ) ატმოსფერული წნევა უცვლელია.",
    options: ["$47^\\circ C$-მდე", "$52^\\circ C$-მდე", "$77^\\circ C$-მდე", "$102^\\circ C$-მდე", "$127^\\circ C$-მდე"],
    correct: 3,
    tags: ["აირი","ტემპერატურა","დგუში"]
  },

  // 9
  {
    question: "იდეალურ აირში მოლეკულების საშუალო კვადრატული სიჩქარე $3$-ჯერ, ხოლო აირის მოცულობა $2$-ჯერ გაიზარდა. რისი ტოლი გახდება აირის წნევა, თუ საწყის მომენტში წნევა $P$-ს ტოლი იყო.",
    options: ["$\\frac{3P}{2}$", "$\\frac{9P}{2}$", "$\\frac{2P}{9}$", "$\\frac{3P}{4}$", "$6P$"],
    correct: 1,
    tags: ["აირი","წნევა","სიჩქარე"]
  },

  // 10
  {
    question: "განსაზღვრეთ ტბის სიღრმე თუ ტბის ფსკერიდან ზედაპირზე ამოტივტივებისას ჰაერის ბუშტის მოცულობა $1{,}2$-ჯერ გაიზარდა. ატმოსფერული წნევა $P_0 = 10^5$ პა, წყლის სიმკვრივე $\\rho = 10^3კგ/მ^3$. წყლის ტემპერატურა ტბის ფსკერზე $7^\\circ C$-ია, ტბის ზედაპირზე კი $27^\\circ C$.",
    options: ["$1{,}2$ მ", "$1{,}5$ მ", "$1{,}8$ მ", "$3$ მ", "$3{,}6$ მ"],
    correct: 0,
    tags: ["ჰიდროსტატიკა","წნევა","სიღრმე"]
  },
 

  // 11
  {
    question: "აირი, რომლის მოცულობა $2ლ$ და წნევა $P_0$ იყო, იზობარულად გაფართოვდა $5ლ$ მოცულობამდე, შემდეგ შეიკუმშა $3ლ$ მოცულობამდე და ამ პროცესის ბოლოს აირის ტემპერატურა $3$-ჯერ მეტი აღმოჩნდა აირის სულ თავდაპირველ ტემპერატურასთან შედარებით. განსაზღვრეთ აირის საბოლოო წნევა.",
    options: ["$P_0$", "$1{,}2P_0$", "$2P_0$", "$2{,}4P_0$", "$3P_0$"],
    correct: 2,
    tags: ["აირი","წნევა","პროცესი"]
  },

  // 12
  {
    question: "სადაბლებელი ტრანსფორმატორის პირველადი გრაგნილი ჩართულია $240ვ$ ძაბვის ქსელში, მეორეული გრაგნილის წინაღობა $2$ ომია, ხოლო მასში დენი $1{,}5ა$. განსაზღვრეთ ძაბვა მეორეული გრაგნილის მომჭერებზე, თუ ტრანსფორმაციის კოეფიციენტი $12$-ის ტოლია. პირველად გრაგნილში დანაკარგებს ნუ გაითვალისწინებთ.",
    options: ["$12$ ვ", "$14$ ვ", "$15$ ვ", "$17$ ვ", "$20$ ვ"],
    correct: 3,
    tags: ["ტრანსფორმატორი","ძაბვა","დენი"]
  },

  // 13
  {
    question: "$20სმ$ სიმაღლისა და $9{,}9 სმ^2$ განივკვეთის ფართობის მქონე ვერტიკალურად მოთავსებული ჭურჭელი გაყოფილია ორ ტოლ ნაწილად $m$ მასის თხელი დგუშით. დგუში შეაკავეს და ჭურჭლის ორივე ნაწილი ერთი და იგივე აირით შეავსეს ერთნაირ $P=10^4$ პა წნევამდე. დგუშსა და ცილინდრის კედლებს შორის ხახუნი ძალიან მცირეა. დგუშის გათავისუფლების შემდეგ ის $1 სმ$-ით დაწეულ დონეზე გაწონასწორდა. აირის ტემპერატურა მთელ ამ პროცესში მუდმივად ჩათვალეთ და განსაზღვრეთ $m$.",
    options: ["$250$ გ", "$200$ გ", "$198$ გ", "$120$ გ", "$99$ გ"],
    correct: 1,
    tags: ["აირი","დგუში","მასა"]
  },

  // 14
  {
    question: "განსაზღვრეთ, რამდენჯერ და როგორ იცვლება მოცემული მასის იდეალური აირის აბსოლუტური ტემპერატურა მოცულობის $4$-ჯერ გაზრდისას, თუ მისი მდგომარეობის ცვლილებისას მუდმივი რჩება წნევისა და მოცულობის კვადრატის ნამრავლი. $PV^2 = const$",
    options: ["მცირდება $16$-ჯერ", "მცირდება $4$-ჯერ", "იზრდება $2$-ჯერ", "იზრდება $4$-ჯერ", "იზრდება $16$-ჯერ"],
    correct: 1,
    tags: ["აირი","ტემპერატურა","კანონი"]
  },

  // 15
  {
    question: "როდესაც გარკვეული მასის იდეალური აირი იზოთერმულად $1$ ლიტრით შეკუმშეს, მისი წნევა $5$-ჯერ გაიზარდა. განსაზღვრეთ აირის საწყისი მოცულობა.",
    options: ["$1{,}25$ ლ", "$1{,}4$ ლ", "$1{,}5$ ლ", "$1{,}6$ ლ", "$1{,}75$ ლ"],
    correct: 0,
    tags: ["აირი","იზოთერმული","მოცულობა"]
  },

  // 16
  {
    image: "physics-quizzes/class-11/images/image20.png",
    task:"სურათზე მოცემულია ერთი მოლი ორატომიანი იდეალური აირის $1-2-3-1$ პროცესის $PV$ დიაგრამა. უპასუხეთ $N16,$ $N17$ და $N18$ კითხვებს.",
    question: "იპოვეთ აირის მუშაობა $1-2-3-1$ პროცესის დროს.",
    options: ["$10PV$", "$5PV$", "$4PV$", "$8PV$", "$16PV$"],
    correct: 1,
    tags: ["აირი","მუშაობა","დიაგრამა"]
  },

  // 17
  {
    image: "physics-quizzes/class-11/images/image20.png",
    question: "იპოვეთ აირის შინაგანი ენერგიის ცვლილება $1-2$ პროცესის დროს.",
    options: ["$40PV$", "$42{,}5PV$", "$45PV$", "$47{,}5PV$", "$50PV$"],
    correct: 1,
    tags: ["აირი","ენერგია","პროცესი"]
  },

  // 18
  {
    image: "physics-quizzes/class-11/images/image20.png",
    question: "იპოვეთ აირის გაცემული სითბოს მოდული $3-1$ პროცესის დროს.",
    options: ["$2{,}5PV$", "$5PV$", "$7{,}5PV$", "$10PV$", "$17{,}5PV$"],
    correct: 4,
    tags: ["აირი","სითბო","პროცესი"]
  },

  // 19
  {
    question: "განსაზღვრეთ სამატომიანი იდეალური აირის კუთრი სითბოტევადობა იზობარული პროცესის დროს, თუ ცნობილია რომ იზოქორული პროცესისას არის $C_V = 12 \\frac{ჯ}{კგ\\cdot K}$.",
    options: ["$16 \\frac{ჯ}{კგ\\cdot K}$", "$20 \\frac{ჯ}{კგ\\cdot K}$", "$15 \\frac{ჯ}{კგ\\cdot K}$", "$18 \\frac{ჯ}{კგ\\cdot K}$", "$24 \\frac{ჯ}{კგ\\cdot K}$"],
    correct: 0,
    tags: ["აირი","სითბოტევადობა","პროცესი"]
  },

  // 20
  {
    question: "ადიაბატურად გაფართოვებისას იდეალური აირის წნევა $16$ ჯერ შეიმცირდა. განსაზღვრეთ აირის საბოლოო მოცულობა, თუ საწყისი მოცულობა $V$-ს ტოლია, ხოლო ადიაბატის მაჩვენებელი კი $\\gamma = \\frac{4}{3}$.",
    options: ["$4V$", "$8V$", "$12V$", "$16V$", "$16\\sqrt[3]{4}V$"],
    correct: 1,
    tags: ["აირი","ადიაბატური","მოცულობა"]
  },

  // 21
  {
    question: "ერთატომიანი იდეალური აირი შეკუმშეს, ისე რომ პროცესის განმავლობაში აირს გარემოდან არც მიუღია და არც გაუცია სითბოს რაოდენობა. განსაზღვრეთ რამდენჯერ შეიცვალა აირის ტემპერატურა, თუ ცნობილია რომ მისი საწყისი მოცულობა $8$-ჯერ შემცირდა.",
    options: ["$2$ ჯერ გაიზარდა", "$4$ ჯერ გაიზარდა", "$16$ ჯერ გაიზარდა", "$32$ ჯერ გაიზარდა", "არ შეიცვალა"],
    correct: 1,
    tags: ["აირი","ტემპერატურა","ადიაბატური"]
  },

  // 22
  {
    question: "$200 გ$ მასის ერთატომიანი იდეალური აირის კუთრი სითბოტევადობა იზოქორულ პროცესში არის $C_v = 18 \\frac{ჯ}{კგ\\cdot K}$. აირის იზობარულად გათბობის დროს მისი ტემპერატურა $10℃$-ით გაიზარდა. განსაზღვრეთ აირზე გადაცემული სითბოს რაოდენობა.",
    options: ["$40$ ჯ", "$48$ ჯ", "$52$ ჯ", "$60$ ჯ", "$72$ ჯ"],
    correct: 3,
    tags: ["აირი","სითბო","ტემპერატურა"]
  },

  // 23
  {
    question: "ბალონიდან, რომელშიც იდეალური აირის წნევა იყო $6 მგპა$, აბსოლუტური ტემპერატურა კი $300 K$, გამოუშვეს მასში მყოფი აირის $60\\%$. შემდეგ აირის წნევა ბალონში გახდა $3 მგპა$. განსაზღვრეთ, რამდენით გაიზარდა აირის ტემპერატურა ბალონში.",
    options: ["$25 K$-ით", "$50 K$-ით", "$100 K$-ით", "$200 K$-ით", "$75 K$-ით"],
    correct: 4,
    tags: ["აირი","ტემპერატურა","წნევა"]
  },

  // 24
  {
    question: "მოცემული მასის იდეალური აირის ტემპერატურა იცვლება მოცულობის კვადრატის პროპორციულად $(T = bV^2)$. აირმა $12 ჯ$ მუშაობა შეასრულა, ამ დროს მისი მოცულობა ორჯერ გაიზარდა. განსაზღვრეთ რა მუშაობას შეასრულებდა აირი თუ მისი მოცულობა ორის ნაცვლად სამჯერ გაიზრდებოდა.",
    options: ["$24$ ჯ", "$18$ ჯ", "$27$ ჯ", "$32$ ჯ", "$36$ ჯ"],
    correct: 3,
    tags: ["აირი","მუშაობა","პროპორცია"]
  },

  // 25
  {
    question: "$0{,}5$ მოლი რაოდენობის იდეალურ აირს $\\Delta t$ კელვინით იზობარული გათბობისათვის მიაწოდეს $32 ჯ$ სითბოს რაოდენობა. საწყის ტემპერატურამდე იზოქორულად გასაცივებლად ამ აირს $15{,}38 ჯ$ სითბოს რაოდენობა წაართვეს. იპოვეთ $\\Delta t$.",
    options: ["$2 K$", "$3 K$", "$4 K$", "$4{,}6 K$", "$5{,}4 K$"],
    correct: 2,
    tags: ["აირი","სითბო","ტემპერატურა"]
  }

];