const quizData = [
// Task 1
{intro:"ბენზინის თბოუნარიანობაა $46 \\cdot 10^6$ჯ/კგ <br><br> ბენზინის სიმკვრივეა $700$ კგ/მ$^3$",
  question: "ჰორიზონტალურ ზედაპირზე დადებულ სხეულზე ზედაპირის პარალელურად მოქმედი ურთიერთსაპირისპიროდ მიმართული $3\\text{ნ}$ და $45\\text{ნ}$ ძალების ტოლქმედის მოდულის მუშაობა $6\\text{მ}$ მანძილზე არის",
 options: ["$18\\text{ჯ}$", "$24\\text{ჯ}$", "$6\\text{ჯ}$", "$6\\text{ნ}$", "$24\\text{ნ}$"],
   correct: 2,
  tags: []
},
// Task 2
{
  question: "თუ ნავზე მოქმედი წყლის წინაღობის ძალა ნავის სიჩქარის პირდაპირპროპორციულია, მაშინ სიჩქარის ორჯერ გასადიდებლად ნავის სასარგებლო სიმძლავრე",
   options: ["ორჯერ უნდა გაიზარდოს", "ოთხჯერ უნდა გაიზარდოს", "არ უნდა შეიცვალოს", "ოთხჯერ უნდა შემცირდეს", "ორჯერ უნდა შემცირდეს"],
   correct: 1,
  tags: []
},
// Task 3
{
  question: "ტბის ფსკერიდან სხეულის ამოტანისას წყლის პოტენციური ენერგია",
   options: ["იზრდება", "მცირდება", "არ იცვლება", "მხოლოდ ჩქარა ამოტანისას იზრდება", "მხოლოდ ჩქარა ამოტანისას მცირდება"],
   correct: 1,
  tags: []
},
// Task 4
{
  question: "თუ $m$ მასის ძელაკი ბიძგის შედეგად იწყებს სრიალს ჰორიზონტალურ ზედაპირზე საწყისი $v_{0}$ სიჩქარით და გაჩერებამდე გადის $S$ მანძილს, მაშინ იმავე ნივთიერებისაგან დამზადებული $8m$ მასის სხეული $\\frac{v_{0}}{2}$ საწყისი სიჩქარით გაივლის:",
  options: ["$0{,}5S$ მანძილს", "$S$ მანძილს", "$0{,}25S$ მანძილს", "$4S$ მანძილს", "$2S$ მანძილს"],
    correct: 2,
  tags: []
},
// Task 5
{
  question: "წრიულ ორბიტაზე მოძრაობისას დედამიწის ხელოვნურ თანამგზავრზე მოქმედი სიმძიმის ძალის მუშაობა",
  options: ["დადებითია", "უარყოფითია", "ნულია", "შეიძლება დადებით იყოს, შეიძლება უარყოფითი, შეიძლება ნული.", "ნახევარი პერიოდის განმავლობაში დადებითია, მეორე ნახევარში უარყოფითი."],
    correct: 2,
  tags: []
},
// Task 6
{
  question: "$0{,}5\\text{კგ}$ მასის სხეული აისროლეს ვერტიკალურად $20\\text{მ/წმ}$ სიჩქარით. თუ მოძრაობისას ჰაერის წინააღმდეგობის ძალების მიერ შესრულებული მუშაობის მოდული $36$ ჯოულია, მაშინ სხეული საწყის მდებარეობას დაუბრუნდება სიჩქარით რომლის მოდულია:",
   options: ["$20\\text{მ/წმ}$", "$16\\text{მ/წმ}$", "$12\\text{მ/წმ}$", "$10\\text{მ/წმ}$", "$8\\text{მ/წმ}$"],
   correct: 1,
  tags: []
},
// Task 7
{
  question: "უდიდესი სიმაღლე რომელსაც მიაღწევს $10\\text{მ/წმ}$ სიჩქარით შვეულად ასროლილი სხელი არის:",
   options: ["$5\\text{მ}$", "$7{,}5\\text{მ}$", "$10\\text{მ}$", "$15\\text{მ}$", "$20\\text{მ}$"],
   correct: 0,
  tags: []
},
// Task 8
{image: "physics-quizzes/class-8/images/image-18.png",
  question: "დინამომეტრზე დაკიდებული მსუბუქი ბერკეტი წონასწორობაშია. როდესაც დინამომეტრის ჩვენება $10\\text{ნ}$-ია და მარცხენა სხეულის მასაა $0{,}2\\text{კგ}$, მაშინ მარჯვენა სხეულის მასაა",
    options: ["$0{,}6\\text{კგ}$", "$1\\text{კგ}$", "$0{,}2\\text{კგ}$", "$0{,}8\\text{კგ}$", "$0{,}4\\text{კგ}$"],
  correct: 3,
  tags: []
},
// Task 9
{image: "physics-quizzes/class-8/images/image-19.png",
  question: "როდესაც ბერკეტი გაწონასწორებულია ერთი და იმავე ნივთიერებების განსხვავებული მოცულობის ორი სხეულით, მაშინ სხეულების წყლით დაფარვისას ბერკეტის წონასწორობა",
  options: ["არ დაირღვევა", "$A$ სხეული ქვევით დაიწევს", "$A$ სხეული ზევით აიწევს", "დაირღვევა თუ არა ვერ ვიტყვით", "$A$ სხეული ზოგჯერ ზევით აიწევს, ზოგჯერ ქვევით დაიწევს."],
    correct: 0,
  tags: []
},
// Task 10
{
  question: "უძრავი ჭოჭონაქის გამოყენებით",
  options: ["ძალას ვიგებთ ორჯერ", "მანძილს ვიგებთ ორჯერ", "ვერც ძალას ვიგებთ, ვერც მანძილს", "ზოგჯერ ძალას ვიგებთ, ზოგჯერ მანძილს", "ვიგებთ მუშაობაში"],
   correct: 2,
  tags: []
},
// Task 11
{warning:"სამი პასუხია ჩათვლილი",
  question: "მოძრავი ჭოჭონაქის გამოყენებით",
   options: ["ძალას ვიგებთ ორჯერ", "მანძილს ვიგებთ ორჯერ", "ვერც ძალას ვიგებთ, ვერც მანძილს", "ზოგჯერ ძალას ვიგებთ, ზოგჯერ მანძილს", "ვიგებთ მუშაობაში"],
    correct: [0,1,3],
  tags: []
},
// Task 12
{
  question: "როდესაც ხახუნი უმნიშვნელო არ არის, მაშინ $h$ სიმაღლისა და $l$ სიგრძის დახრილი სიბრტყეზე სხეულის თანაბრად ასრიალება შეიძლება",
    options: [
      "$\\frac{mg h}{l}$ ძალით",
      "$\\left(\\frac{mg h}{l}-F_{ხახ}\\right)$ ძალით",
      "$\\left(\\frac{mg h}{l}+F_{ხახ}\\right)$ ძალით",
      "ისეთივე ძალით, როგორითაც დახრილი სიბრტყის გამოყენების გარეშე",
      "$\\frac{mgl}{h}$ ძალით"
    ],
    correct: 2,
  tags: []
},
// Task 13
{
  question: "დახრილი სიბტყის სიმაღლე $0{,}2\\text{მ}$-ია, სიგრძე $80\\text{სმ}$. თუ სიბრტყის პარალელურად მიმართული $5{,}4\\text{ნ}$ ძალის მოქმედებით ფუძიდან წვერომდე თანბრად აიტანეს $1{,}2\\text{კგ}$ მასის სხეული, მაშინ სიბრტყის მქ კოეფიციენტია მიახლოებით:",
  options: ["$0{,}56\\%$", "$5{,}6\\%$", "$56\\%$", "$35{,}7\\%$", "$88{,}9\\%$"],
    correct: 2,
  tags: []
},
// Task 14
{
  question: "კოცონთან ვთბებით",
   options: ["თბოგამტარობით", "კონვექციით", "გამოსხივებით", "სამივე ხერხით", "თბოგამტარობით და გამოსხივებით"],
   correct: 2,
  tags: []
},
// Task 15
{
  question: "მზიან დღეს ზღვიდან ნაპირისკენ სუსტი ქარი - ბრიზი წარმოიქმნება",
   options: ["თბოგამტარობით", "კონვექციით", "გამოსხივებით", "სამივე ხერხით", "გამოსხივებით და კონვექციით"],
  correct: 1,
  tags: []
},
// Task 16
{
  question: "დნობისას ნივთიერების შინაგანი ენერგია",
  options: ["იზრდება", "მცირდება", "არ იცვლება", "ზოგჯერ იზრდება, ზოგჯერ მცირდება", "შეუძლებელია დავადგინოთ"],
   correct: 0,
  tags: []
},
// Task 17
{
  question: "თუ რადიატორში შემავალ ორთქლს და მისგან გამოსულ წყალს ერთი და იგივე ტემპერატურა აქვს, მაშინ ოთახი:",
   options: ["არ თბება", "თბება", "ცივდება", "ზოგჯერ თბება, ზოგჯერ ცივდება", "თბება თუ არა, ვერ დავადგენთ"],
    correct: 1,
  tags: []
},
// Task 18
{warning:"სამი პასუხია ჩათვლილი",
  question: "ორთქლადქცევის კუთრი სითბო $\\text{SI}$-ს ერთეულებით გამოისახება",
    options: [
      "$\\frac{ჯ}{კგ}$",
      "$\\frac{ნ\\cdot მ}{კგ}$",
      "$\\frac{მ^2}{წმ^2}$",
      "$\\frac{კგ\\cdot მ^2}{წმ^2}$",
      "$\\frac{მ}{წმ^2}$"
    ],
   correct: [0,1,2],
  tags: []
},
// Task 19
{
  question: "$10\\text{კგ}$ მასის ყინულის დნობის კუთრი სითბო და $1\\text{გ}$ მასის ყინულის დნობის კუთრი სითბო",
   options: ["ერთმანეთის ტოლია", "$10\\text{კგ}$-ის მეტია", "$1\\text{გ}$-ის მეტია", "$10\\text{კგ}$-ის $10$-ჯერ მეტია", "$10\\text{კგ}$-ის $10000$-ჯერ მეტია"],
   correct: 0,
  tags: []
},
// Task 20
{
  question: "$4\\text{კგ}$ $20^{\\circ}\\text{C}$ ტემპერატურისა და $5\\text{კგ}$ $65^{\\circ}\\text{C}$ ტემპერატურის წყალის შერევისას დამყარებული ტემპერატურაა",
  options: ["$15^{\\circ}\\text{C}$", "$30^{\\circ}\\text{C}$", "$45^{\\circ}\\text{C}$", "$50^{\\circ}\\text{C}$", "$60^{\\circ}\\text{C}$"],
  correct: 2,
  tags: []
},
// Task 21
{warning:"ყველა პასუხი ჩათვლილია",
  question: "თუ სითბური ძრავას მქ კოეფიციენტი $40\\%$-ია, მაშინ მის მიერ გამახურებლიდან მიღებული სითბოს რაოდენობა მაცივარზე გადაცემულ სითბოს რაოდენობაზე მეტია",
    options: ["$1{,}67$-ჯერ", "$2{,}7$-ჯერ", "$1{,}32$-ჯერ", "$1{,}9$-ჯერ", "$3{,}22$-ჯერ"],
   correct: [0,1,2,3,4],
  tags: []
},
// Task 22
{warning:"ყველა პასუხი ჩათვლილია",
  question: "როდესაც შიგაწვის ძრავა $27{,}6\\text{მგჯ}$ მუშაობას ასრულებს და მოიხმარს $3\\text{ლ}$ ბენზინს, მაშინ მისი მქ კოეფიციენტია მიახლოებით",
 options: ["$20\\%$", "$25\\%$", "$30\\%$", "$40\\%$", "$50\\%$"],
    correct: [0,1,2,3,4],
  tags: []
},
// Task 23
{
  question: "საწვავის წვის კუთრი სითბო $4\\cdot10^{7}\\text{ჯ/კგ}$-ია. თუ $100\\text{გ}$ ასეთი საწვავის დაწვისას გამოყოფილი სითბო მთლიანად მიეწოდება $10^{\\circ}\\text{C}$ ტემპერატურისა და $50\\text{კჯ}/^{\\circ}\\text{C}$ სითბოტევადობის წყალს, მაშინ წყლის საბოლოო ტემპერატურაა",
  options: ["$30^{\\circ}\\text{C}$", "$40^{\\circ}\\text{C}$", "$50^{\\circ}\\text{C}$", "$80^{\\circ}\\text{C}$", "$90^{\\circ}\\text{C}$"],
  correct: 4,
  tags: []
},
// Task 24
{
  question: "როდესაც $10^{\\circ}\\text{C}$ ტემპერატურისა და $48\\text{კჯ}/^{\\circ}\\text{C}$ სითბოტევადობის წყალი ჩაასხეს $110^{\\circ}\\text{C}$ ტემპერატურისა და $2\\text{კჯ}/^{\\circ}\\text{C}$ სითბოტევადობის ლითონის ჭურჭელში, დამყარდა ტემპერატურა",
  options: ["$14^{\\circ}\\text{C}$", "$22^{\\circ}\\text{C}$", "$24^{\\circ}\\text{C}$", "$60^{\\circ}\\text{C}$", "$72^{\\circ}\\text{C}$"],
  correct: 0,
  tags: []
},
// Task 25
{
  question: "ნედლი შეშის დაწვისას გამოყოფილი სითბოს რაოდენობა, იმავე ჯიშის და მასის ხმელი შეშის დაწვისას გამოყოფილ სითბოს რაოდენობაზე",
  options: ["მეტია", "ნაკლებია", "ტოლია", "ზოგჯერ მეტია, ზოგჯერ ნაკლები", "ზოგჯერ მეტია, ზოგჯერ ტოლი"],
  correct: 1,
  tags: []
}
];