const quizData = [
  // 1
  {intro:"ყველა ამოცანაში ამპერმეტრები და ვოლტმეტრები იდეალურია.",
    question: "ელექტროჩაიდანში ჩასხმული წყლის ასადუღებლად მის სპირალში უნდა გამოიყოს $8$კჯ სითბო. რა დროში აადუღებს ჩაიდანი წყალს, თუ მისი სპირალის წინაღობაა $1210$ომი, და ჩაიდანი ჩართულია $220$ვ ძაბვის ქსელში.",
    options: ["$120$წმ", "$140$წმ", "$160$წმ", "$180$წმ", "$200$წმ"],
    correct: 4,
    tags: []
  },
  // 2
  {
    question: "$220$ვ ძაბვაზე გაანგარიშებული $40$ვტ და $60$ვტ სიმძლავრის ნათურები შეაერთეს მიმდევრობით და ჩართეს $220$ვ ძაბვის ქსელში. გამოთვალეთ მიღებული წრედის სიმძლავრე.",
    options: ["$24$ვტ", "$36$ვტ", "$48$ვტ", "$64$ვტ", "$100$ვტ"],
    correct: 0,
    tags: []
  },
  // 3
  {image: "physics-quizzes/class-8/images/image.10.png",
    task:"მოცემულ სქემაში ძაბვა $A$ და $B$ წერტილებს შორის $U_{AB}=12$ვ $R_{1} = 4$ომი, $R_{2}= 12$ომი, $R_{3}= 3$ომი. უპასუხეთ $3-4$ კითხვებს",
    question: "განსაზღვრეთ ამპერმეტრის ჩვენება",
    options: ["$0{,}5$ა", "$1$ა", "$1{,}5$ა", "$2$ა", "$3$ა"],
    correct: 2,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-8/images/image.10.png",
    question: "განსაზღვრეთ ვოლტმეტრის ჩვენება",
    options: ["$2$ვ", "$3$ვ", "$4$ვ", "$6$ვ", "$8$ვ"],
    correct: 3,
    tags: []
  },
  // 5
  {image: "physics-quizzes/class-8/images/image.11.png",
    question: "განსაზღვრეთ $AB$ უბნის წინაღობა. $R_{1}= 2$ომი, $R_{2}= 18$ომი, $R_{3} = 9$ომი, $R_{4}= 6$ომი",
    options: ["$1$ომი", "$2$ომი", "$3$ომი", "$4$ომი", "$5$ომი"],
    correct: 4,
    tags: []
  },
  // 6
  {image: "physics-quizzes/class-8/images/image.12.png",
    question: "მოცემულ სქემაში ორივე ნათურა ერთნაერია. როდესაც $K$ ჩამრთველი გამორთულ მდგომარეობაშია, წრედის წინაღობა $12$ ომია. რისი ტოლი გახდება წრედის წინაღობა, როდესაც ჩამრთველს ჩავრთავთ?",
    options: ["$3$ომი", "$6$ომი", "$12$ომი", "$18$ომი", "$24$ომი"],
    correct: 1,
    tags: []
  },
  // 7
  {
    question: "ნათურა გათვლილია $20$ვ ძაბვაზე და $5$ა დენზე. რა წინაღობის გამტარი უნდა მივუერთოთ ნათურას მიმდევრობით, რომ $50$ვ ძაბვის ქსელში მან ჩვეულ რეჟიმში იმუშაოს?",
    options: ["$2$ომი", "$3$ომი", "$4$ომი", "$5$ომი", "$6$ომი"],
    correct: 4,
    tags: []
  },
  // 8
  {image: "physics-quizzes/class-8/images/image.13.png",
    question: "$16$ ომი წინაღობის მავთულისგან დამზადებულია რგოლი. სად შეიძლება მივუერთოთ რგოლს დენის წყაროს მომჭერები, რომ წინაღობა იყოს $3$ ომი? (მოცემულებიდან რისი ტოლი შეიძლება იყოს $x$ უბნის წინაღობა).",
    options: ["$6$ომი", "$5$ომი", "$4$ომი", "$3$ომი", "$2$ომი"],
    correct: 2,
    tags: []
  },
  // 9
  {
    question: "ერთი რეზისტორის წინაღობა $4$ ჯერ აღემატება მეორისას. რამდენჯერ აღემატება ამ რეზისტორების მიმდევრობითი შეერთებით მიღებული წინაღობა ამავე რეზისტორების პარალელური შეერთებით მიღებულ წინაღობას?",
    options: ["$16$ ჯერ", "$12{,}25$ ჯერ", "$9$ ჯერ", "$6{,}25$ ჯერ", "$4$ ჯერ"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "$120$ ომი წინაღობის ნათურა, რომელიც გათვლილია $120$ ვ ძაბვაზე, უნდა ჩართონ $220$ ვ ძაბვის წრედში. რა წინაღობა უნდა მიუერთონ ნათურას მიმდევრობით, რომ მან ჩვეულ რეჟიმში იმუშაოს?",
    options: ["$100$ომი", "$110$ომი", "$120$ომი", "$130$ომი", "$140$ომი"],
    correct: 0,
    tags: []
  },
  // 11
  {image: "physics-quizzes/class-8/images/image.14.png",
    question: "სურათზე გამოსახულ წრედში $R_{1} = 5$ომი, $R_{2} = 8$ომი. ვოლტმეტრის ჩვენებაა $12$ვ. განსაზღვრეთ ამპერმეტრის ჩვენება.",
    options: ["$0{,}5$ა", "$1$ა", "$1{,}5$ა", "$2$ა", "$3$ა"],
    correct: 2,
    tags: []
  },
  // 12
  {
    question: "რამდენ ტოლ ნაწილად უნდა დავჭრათ $100$ ომი წინაღობის მავთული, რომ ამ ნაწილების ერთმანეთთან პარალელურად შეერთების შემდეგ მივიღოთ $4$ ომი წინაღობა?",
    options: ["$4$", "$5$", "$10$", "$20$", "$50$"],
    correct: 1,
    tags: []
  },
  // 13
  {
    question: "გვაქვს მხოლოდ $50$ომი წინაღობების რეზისტორები. სულ ცოტა, რამდენი ასეთი რეზისტორია საჭირო, $10$ ომი წინაღობის მისაღებად?",
    options: ["$5$", "$8$", "$10$", "$15$", "$20$"],
    correct: 0,
    tags: []
  },
  // 14
  {
    question: "პარალელურად შეერთებული $5$ ომი და $20$ ომი წინაღობები ჩართულია $10$ვ ძაბვის წრედში. რა ძაბვის წრედში უნდა ჩავრთოთ ეს წინაღობები მიმდევრობით, რომ წრედში გამოყოფილი სიმძლავრე იგივე იყოს?",
    options: ["$8$ვ", "$10$ვ", "$14$ვ", "$25$ვ", "$25$ვ"],
    correct: 4,
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-8/images/image.15.png",
    question: "განსაზღვრეთ $AB$ უბნის წინაღობა",
    options: ["$1{,}5$ომი", "$3$ომი", "$6$ომი", "$9$ომი", "$12$ომი"],
    correct: 1,
    tags: []
  },
  // 16
  {
    question: "თუ ელექტრულ წრედში $1$ საათში გადის $3600$კ მუხტი, რისი ტოლა წრედში გამავალი დენის ძალა?",
    options: ["$3600$ა", "$1800$ა", "$6$ა", "$3$ა", "$1$ა"],
    correct: 4,
    tags: []
  },
  // 17
  {
    question: "ელექტროქურა, რომელშიც $5$ა დენი გადის, $10$ წუთში $600$კჯ ენერგიას მოიხმარს. განსაზღვრეთ ქურას წინაღობა.",
    options: ["$20$ომი", "$25$ომი", "$40$ომი", "$60$ომი", "$80$ომი"],
    correct: 2,
    tags: []
  },
  // 18
  {
    question: "ელექტრულ წრედში $3 \\cdot 10^{-3}$კ მუხტის გავლისას ელექტრულმა ველმა შეასრულა $0{,}3$ ჯოული მუშაობა. რისი ტოლია წრედის ბოლოებზე ელექტრული ძაბვა?",
    options: ["$220$ ვ", "$110$ ვ", "$50$ ვ", "$100$ ვ", "$120$ ვ"],
    correct: 3,
    tags: []
  },
  // 19
  {
    question: "მუდმივი ძაბვის ელექტრულ წრედში $q$ მუხტის გავლისას ელექტრული ველი ასრულებს $A$ მუშაობას, ამავე წრედში $3q$ მუხტის გავლისას კი $16$ჯ-ით მეტ მუშაობას. მაშინ $A$ არის:",
    options: ["$8$ჯ", "$7$ჯ", "$4$ჯ", "$6$ჯ", "$24$ჯ"],
    correct: 0,
    tags: []
  },
  // 20
  {
    question: "$R$ წინაღობის მქონე სპილენძის მავთული გადაადნეს და მთელი მიღებული მასალიდან დაამზადეს $4$ ჯერ მეტი სიგრძის მავთული. რა წინაღობისაა მიღებული მავთული?",
    options: ["$R$", "$4R$", "$32R$", "$2R$", "$16R$"],
    correct: 4,
    tags: []
  },
  // 21
  {
    question: "სპილენძის მავთული დაჭრეს $4$ ტოლ ნაწილად. როგორ შეიცვალა მიღებული ნაჭრების კუთრი წინაღობა?",
    options: ["$4$-ჯერ გაიზარდა", "$4$-ჯერ შემცირდა", "$6$-ჯერ შემცირდა", "$8$-ჯერ გაიზარდა", "არ შეიცვალა"],
    correct: 4,
    tags: []
  },
  // 22
  {image: "physics-quizzes/class-8/images/image.16.png",
    question: "დიაგრამაზე გამოსახულია ოთხი გამტარის წინაღობა და მათზე მოდებული ძაბვები. რომელი გამტარი მოიხმარს უფრო მეტ სიმძლავრეს?",
    options: ["$1$", "$3$", "$2$", "$4$", "ყველა ერთნაირს"],
    correct: 1,
    tags: []
  },
  // 23
  {
    question: "რამდენჯერ შეიცვლება ელექტრულ წრედში გამავალი დენი, თუ მის ბოლოებზე ძაბვას გავზრდით $4$ ჯერ, ხოლო წინაღობას შევამცირებთ $3$-ჯერ ?",
    options: ["არ შეიცვლება", "$12$-ჯერ შემცირდება", "$12$-ჯერ გაიზრდება", "$4/3$-ჯერ შემცირდება", "$4/3$ ჯერ გაიზრდება"],
    correct: 2,
    tags: []
  },
  // 24
  {image: "physics-quizzes/class-8/images/image.16.png",
    question: "დიაგრამაზე გამოსახულია ოთხი გამტარის წინაღობა და მათზე მოდებული ძაბვები. რომელ გამტარებშია ტოლი დენის ძალები?",
    options: ["$1$ და $2$", "$1$ და $3$", "$1$ და $4$", "$2$ და $3$", "$2$ და $4$"],
    correct: 0,
    tags: []
  },
  // 25
  {image: "physics-quizzes/class-8/images/image.17.png",
    question: "გამტარში გამავალი დენის ძალის ძაბვაზე დამოკიდებულების გრაფიკის მიხედვით დაადგინეთ რისი ტოლია გამტარის წინაღობა.",
    options: ["$0{,}05$ ომი", "$0{,}5$ ომი", "$2$ ომი", "$5$ ომი", "$20$ ომი"],
    correct: 4,
    tags: []
  }
];