const quizData = [
  // 1
  {
    intro:"წყლის კუთრი სითბოტევადობა - $4200$ჯ/კგ∙$K$ <br><br> ყინულის კუთრი სითბოტევადობა - $2100$ჯ/კგ∙$K$ <br><br> წყლის ორთქლადქცევის კუთრი სითბო - $2{,}3 \\cdot 10^6$ჯ/კგ <br><br> ყინულის დნობის კუთრი სითბო - $3{,}4 \\cdot 10^5$ჯ/კგ <br><br> ბენზინის თბოუნარიანობა - $4{,}6 \\cdot 10^7$ჯ/კგ <br><br> ელექტრონის მუხტი - $1{,}6 \\cdot 10^{-19}$კ <br><br> პროპორციულობის კოეფიციენტი $K = 9 \\cdot 10^9$ ნ ∙ მ$^2$ /კ$^2$",
    question: "$m$ მასის სხეული დედამიწის ზედაპირიდან ვაკუუმში შვეულად მოდულით $v$ სიჩქარით აისროლეს. განსაზღვრეთ: <br><br> ა) როგორ დამოკიდებულებაშია დროის შუალედები ზევით და ქვევით მოძრაობისას; <br><br> ბ) მაქსიმალური სიმაღლე რომელსაც სხეული მიაღწევს; <br><br> გ) სიმძიმის ძალის მუშაობის მოდულები ზევით და ქვევით მოძრაობისას; <br><br> დ) სიმაღლე, როდესაც კინეტიკური ენერგია პოტენციალურ ენერგიაზე $3$-ჯერ მეტია. <br><br> პასუხები ყველგან დაასაბუთეთ.",
    options: [],
    tags: []
  },

  // 2
  {
    image: "physics-quizzes/class-8/images/image19.png",
    question: "სურათზე გამოსახული სისტემის საყრდენი $O$ წერტილშია და სისტემა წონასწორობაშია. ბერკეტის, ძაფისა (ძაფი უჭიმავია) და დინამომეტრის მასები არ გაითვალისწინოთ და განსაზღვრეთ:<br><br> ა) ძალა რომლითაც ბერკეტი მოქმედებს საყრდენზე (მოდული და მიმართულება)? <br><br> ბ) დინამომეტრის ჩვენება; <br><br> გ) როგორ შეიცვლება დინამომეტრის ჩვენება, თუ საწონებს $B$-დან $A$-წერტილში გადავიტანთ?",
    options: [],
    tags: []
  },

  // 3
  {
    question: "კალორიმეტრში მოთავსებულია $300$გ მასისა და $-40^\\circ C$ ტემპერატურის ყინული. კალორიმეტრში შეუშვეს $15$გ $100^\\circ C$ ტემპერატურის წყლის ორთქლი. კალოლიმეტრის სითბოტევადობას ნუ გაითვალისწინებთ და განსაზღვრეთ: <br><br> ა) ორთქლის კონდესაციისას გამოყოფილი სითბოს რაოდენობა; <br><br> ბ) ორთქლის კონდენსაციის შედეგად მიღებული წყლის $0^\\circ C$-მდე გაცივებისას გამოყოფილი სითბოს რაოდენობა; <br><br> გ) ყინულის $0^\\circ C$-მდე გასათბობად საჭირო სითბოს რაოდენობა; <br><br> დ) სითბური წონასწორობის დამყარების შემდეგ კალორიმეტრში დარჩენილი წყლის მასა.",
    options: [],
    tags: []
  },

  // 4
  {
    question: "$110$კმ მანძილზე ავტომობილი საშუალოდ მოდულით $75$კმ/სთ სიჩქარით მოძრაობს, $13$კვტ სიმძლავრეს ავითარებს და $6{,}9$კგ ბენზინს მოიხმარს. განსაზღვრეთ: <br><br> ა) ბენზინის დაწვისას გამოყოფილი სითბოს რაოდენობა; <br><br> ბ) სასარგებლოდ დახურული სითბოს რაოდენობა; <br><br> გ) ავტომობილის მოძრაობის დროის შუალედი; <br><br> დ) ავტომობილის ძრავას მქ კოეფიციენტი.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "იზოლირებულ სადგამზე დამაგრებულ დაუმუხტავ გამტარ სხეულს მიუახლოვეს უარყოფითად დამუხტული სხეული. ამის შემდეგ სადგამზე დამაგრებულ სხეულს დაადეს თითი და მოაშორეს. ამის შემდეგ მოაშორეს უარყოფითად დამუხტული სხეულიც. განსაზღვრეთ რა ნიშნის მუხტით დაიმუხტა სადგამზე დამაგრებული გამტარი სხეული. პასუხი დაასაბუთეთ.",
    options: [],
    tags: []
  },

  // 6
  {
    question: "ორ მოდულით ტოლ, წერტილოვან მუხტს შორის მანძილი $8$სმ-ია და ერთმანეთს განიზიდავს $0{,}9$ნ ძალით. განსაზღვრეთ: (წერტილოვანია მუხტი რომლის გეომეტრიულ ზომებსაც არ ვითვალისწინებთ) <br><br> ა) თითოეულის მუხტი მოდული და ნიშანი; <br><br> ბ) ჭარბი ელექტრონების რაოდენობა თითოეულ სხეულზე;",
    options: [],
    tags: []
  },

  // 7
  {
    question: "$-9 \\cdot 10^{-6}$კ და $3 \\cdot 10^{-6}$კ წერტილოვან მუხტებს შორის მანძილი $10$ სმ-ია. მუხტები ერთმანეთს შეახეს და დააშორეს $20$ სმ-ით. განსაზღვრეთ რამდენჯერ შეიცვალა მუხტებს შორის ელექტრული ურთიერთქმედების ძალა.",
    options: [],
    tags: []
  },

  // 8
  {
    image: "physics-quizzes/class-8/images/image20.png",   
    question: "როგორ ურთიერთქმედებს სურათებზე გამოსახული გამტარი ბირთვები? ბირთვების ზომები არ გაითვლისწინოთ. პასუხი დაასაბუთეთ.",
    options: [],
    tags: []
  },

  // 9
  {
    image: "physics-quizzes/class-8/images/image21.png",
    question: "სურათზე გამოსახულმა $A$ სხეულმა მიიზიდა $B$ და განიზიდა $C$ სხეული. რა შეიძლება იყოს $B$ და $C$ სხეულების მუხტის ნიშნები? $A$ სხეულის მუხტი $B$ და $C$ სხეულების მუხტებთან შედარებით გაცილებით დიდია და $B$ და $C$ სხეულებს შორის ურთიერთქმედება არ გაითვალისწინოთ. პასუხი დაასაბუთეთ. (სხეულების ზომები გაითვალისწინეთ)",
    options: [],
    tags: []
  },

  // 10
  {
    question: "როგორ გადავცეთ (დამიწების გარეშე) დამუხტული გამტარი ბურთულის მუხტი მთლიანად სხვა სხეულს? პასუხი დაასაბუთეთ.",
    options: [],
    tags: []
  }
];
