const quizData = [
  // 1
  {
    question: "ორი წყარო გამოასხივებს $5\\cdot10^{14}$ ჰც სიხშირის კოჰერენტულ ელექტრომაგნიტურ ტალღებს. სივრცის წერტილში ინტერფერენციის მაქსიმუმს მივიღებთ, რომლისთვისაც სხივთა სვლათა სხვაობა შეიძლება ტოლი იყოს: (სინათლის გავრცელების სიჩქარეა $3\\cdot10^{8}$ მ/წმ).",
    options: ["$0{,}9$ მკმ", "$1{,}0$ მკმ", "$0{,}3$ მკმ", "$1{,}2$ მკმ", "$0{,}85$ მკმ"],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "რა ენერგიის ფოტონი გამოსხივდება წყალბადის ატომში ელექტრონის მეორე სტაციონალური ორბიტიდან პირველზე გადასვლისას, თუ პირველი სტაციონალური ორბიტის ენერგიაა $-2{,}2\\cdot10^{-18}$ ჯ.",
    options: ["$2{,}2\\cdot10^{-18}$", "$1{,}15\\cdot10^{-18}$ ჯ", "$1{,}65\\cdot10^{-18}$ ჯ", "$1{,}8\\cdot10^{-18}$ ჯ", "$1{,}95\\cdot10^{-18}$ ჯ"],
    correct: 2,
    tags: []
  },
  // 3
  {
    question: "იპოვეთ $700$ ნმ ტალღის სიგრძის სინათლის ფოტონის მასა ($h$ - პლანკის მუდმივა, $c$ სინათლის სიჩქარე ვაკუუმში).",
    options: ["$\\frac{h\\cdot10^{7}}{7\\cdot c}$ კგ", "$\\frac{h\\cdot10^{7}}{14\\cdot c}$ კგ", "$\\frac{h\\cdot10^{7}}{3\\cdot c}$ კგ", "$\\frac{h\\cdot2\\cdot10^{7}}{5\\cdot c}$ კგ", "$\\frac{h\\cdot10^{7}}{9\\cdot c}$ კგ"],
    correct: 0,
    tags: []
  },
  // 4
  {
    question: "$3$ ევ ენერგიის სინათლის კვანტი ეცემა მეტალურ ფირფიტას რომლის გამოსვლის მუშაობაა $2$ ევ. ფირფიტადან ამოტყორცნილი ელექტრონი გადის ამაჩქარებელ პოტენციალთა სხვაობას. რისი ტოლია პოტენციალთა სხვაობა, თუ მისი გავლის შემდეგ ელექტრონის ენერგია $6$ ევ აღმოჩნდა.",
    options: ["$2{,}5$ ვ", "$5$ ვ", "$3$ ვ", "$3{,}5$ ვ", "$4$ ვ"],
    correct: 1,
    tags: []
  },
  // 5
  {
    question: "მეტალის ფოტოეფექტის წითელი საზღვრის შესაბამისი სინათლის ტალღის სიგრძეა $\\lambda_{0}.$ იპოვეთ იმ ელექტრონის მაქსიმალური კინეტიკური ენერგია, რომელიც $\\lambda$ ტალღის სიგრძის სინათლით არის ამოტყორცნილი ($h$-პლანკის მუდმივა, $c$-სინათლის სიჩქარე).",
    options: ["$hc(\\frac{\\lambda_{0}-\\lambda}{2\\cdot\\lambda_{0}\\cdot\\lambda})$", "$hc(\\frac{\\lambda_{0}+\\lambda}{\\lambda_{0}})$", "$hc(\\frac{\\lambda_{0}-\\lambda}{\\lambda})$", "$hc(\\frac{\\lambda_{0}+\\lambda}{\\lambda_{0}})$", "$hc(\\frac{\\lambda_{0}-\\lambda}{\\lambda_{0}\\cdot\\lambda})$"],
    correct: 4,
    tags: []
  },
  // 6
  {
    question: "$\\alpha$ ნაწილაკის ბმის ენერგიაა $4{,}5\\cdot10^{-12}$ ჯ რა ენერგია გამოიყოფა $3$ $\\alpha$ ნაწილაკიდან ნახშირბადის ${}^{12}C$ ატომბირთვის შექმნისას, თუ ნახშირბადის ბმის ენერგიაა $1{,}5\\cdot10^{-11}$ ჯ",
    options: ["$5\\cdot10^{-12}$ ჯ", "$2{,}5\\cdot10^{-12}$ ჯ", "$1{,}5\\cdot10^{-12}$ ჯ", "$10^{-12}$ ჯ", "$0{,}5\\cdot10^{-12}$ ჯ"],
    correct: 2,
    tags: []
  },
  // 7
  {
    question: "რადიოაქტიური პრეპარატი შეიცავდა დიდი რაოდენობის ბირთვებს, რომელთა საწყისი რაოდენობის $15/16$ ნაწილი დაიშალა $100$ დღეში. განსაზღვრეთ პრეპარატის ნახევარდაშლის პერიოდი.",
    options: ["$20$ დღე", "$25$ დღე", "$50$ დღე", "$75$ დღე", "$5$ დღე"],
    correct: 1,
    tags: []
  },
  // 8
  {
    question: "${}_{89}^{227}Ac$ იზოტოპის ნახევარდაშლის პერიოდია $10$ დღე. ნიმუში თავიდან შეიცავდა იზიოტოპის დიდ რაოდენობას. რამდენ დღეში შემცირდება ამ იზოტოპის რაოდენობა $4$-ჯერ?",
    options: ["$40$", "$80$", "$20$", "$100$", "$45$"],
    correct: 2,
    tags: []
  },
  // 9
  {
    question: "რომელი იზოტოპი წარმოიქმნება ${}_{90}^{232}Th$ ის იზოტოპის ოთხი $\\alpha$-დაშლისა და ორი $\\beta$-დაშლის შემდეგ?",
    options: ["${}_{83}^{214}Bi$", "${}_{85}^{217}At$", "${}_{85}^{215}At$","${}_{84}^{216}Po$", "${}_{84}^{218}Po$"],
    correct: 3,
    tags: []
  },
  // 10
  {
    question: "წყალბადის ატომში ელექტრონი გადავიდა $(n=1)$ ორბიტიდან მეორეზე $(n=2)$. იპოვეთ შეფარდება $E1/E2$, სადაც $E1$ ელექტრონის ენერგიაა პირველ ორბიტაზე $E2$ კი მეორეზე.",
    options: ["$1/8$", "$1/4$", "$1/2$", "$2$", "$4$"],
    correct: 4,
    tags: []
  },
  // 11
  {
    question: "გამოსახეთ ზამბარის სიხისტის ერთეული $SI$ სისტემის ძირითადი ერთეულების (კგ, მ, წმ) საშუალებით",
    options: ["$კგ\\cdot მ/წმ^{2}$", "$კგ\\cdot მ^{2}/წმ^{2}$", "მ/წმ", "$კგ\\cdot მ/წმ$", "$კგ/წმ^{2}$"],
    correct: 4,
    tags: []
  },
  // 12
  {
    question: "რხევით კონტურში დენის ძალა იცვლება $I=0{,}4\\cdot sin(400\\pi t)$ა კანონით. განსაზღვრეთ კონდენსატორის ტევადობა კონტურში, თუ კოჭას ინდუქციურობა $125$ მჰნ-ია ($\\pi^{2}=10$)(ყველა ფიზიკური სიდიდე მოცემულია $SI$ სისტემაში).",
    options: ["$5$ მკფ", "$25$ მკფ", "$125$ მკფ", "$250$ მკფ", "$500$ მკფ"],
    correct: 0,
    tags: []
  },
  // 13
  {
    question: "მათემატიკური ქანქარას ამპლიტუდა $16$ სმ-ია, ხოლო მაქსიმალური სიჩქარე $16$ სმ/წმ, მაშინ მათემატიკური ქანქარას რხევის პერიოდია:",
    options: ["$\\frac{\\pi}{2}$ წმ", "$\\pi$ წმ", "$\\frac{3\\pi}{2}$ წმ", "$2\\pi$ წმ", "$\\frac{5\\pi}{2}$ წმ"],
    correct: 3,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-11/images/image..10.png",
    question: "ინტერფერენცია სინათლის ტალღური ბუნების ერთ-ერთი აშკარა გამოვლინებაა. <br><br> ა) ახსენით ინტერფერენციის მოვლენა. <br><br>  ბ) $600$ ნმ ტალღის სიგრძის სინათლის წყარო წარმოქმნის კოჰერენტულ სინათლის ტალღებს $S_{1}$ და $S_{2}$. ეკრანის $A$ წერტილში სხივი პირველი წყაროდან $2\\cdot10^{-10}$ წმ-ში მივიდა, ხოლო მეორედან $2{,}0002\\cdot10^{-10}$ წმ-ში. იპოვეთ სვლათა სხვაობა $A$ წერტილში. <br><br> გ) ბ) პუნქტში მოცემული პირობის თანახმად იპოვეთ ეკრანის ცენტრიდან მერამდენე ინტერფერენციული მაქსიმუმია $A$ წერტილში. <br><br> დ) ბ) პუნქტში მოცემული პირობის მიხედვით იპოვეთ მეორე მინიმუმის შემქმნელ სხივთა სვლათა სხვაობა.",
    options: [],
    tags: []
  },
  // 15
  {image: "physics-quizzes/class-11/images/image..9.png",
    question: "მასის დეფექტია მოცემული ბირთვის ნუკლონების უძრაობის მასის ჯამისა და ატომბირთვის უძრაობის მასის სხვაობა. მასის დეფექტის დახმარებით შესაძლებელია ბირთვის ბმის ენერგიის გამოთვლა. (ქვემოთ მოცემული ამოცანების ამოხსნისას გამოიყენეთ ცხრილი), ($1$ მასის ატომური ერთეული, $1$ მ.ა.ე. $=\\frac{931{,}4}{c^{2}}$ მეგევ $\\approx1{,}66\\cdot10^{-27}$ კგ, სადაც $c$-ვაკუუმში სინათლის გავრცელების სიჩქარეა) <br><br> ა) გამოთვალეთ ${}^{11}_{5}B$ ბირთვის მასის დეფექტი მ.ა.ე.-ში. <br><br> ბ) გამოთვალეთ ${}^{11}_{5}B$ ბირთვის ბმის ენერგია მეგევ-ში. <br><br> გ) განსაზღვრეთ ${}^{23}_{11}Na$ ბირთვიდან ნეიტრონის ამოსაგდებად საჭირო ენერგია მეგევ-ში. <br><br> დ) იპოვეთ ${}_{4}^{9}Be+{}_{1}^{1}H\\rightarrow{}_{2}^{4}He+{}_{3}^{6}Li$ რეაქციის შედეგად გამოყოფილი ენერგია, თუ ცნობილია, რომ ${}^{1}_{1}H$-ის კინეტიკური ენერგიაა $5{,}45$ მეგევ, ${}^{4}_{2}He$-ის $4$ მეგევ და რეაქციის შედეგად ${}^{4}_{2}He$ მოძრაობს ${}^{1}_{1}H$-ის მოძრაობის მიმართულების მართობულად. ${}^{9}_{4}Be$ სამიზნე ბირთვი უძრავია, (ბირთვების კინეტიკური ენერგია გაცილებით მცირეა მათ უძრაობის ენერგიაზე, რაც იმას ნიშნავს, რომ ისინი მოძრაობენ სინათლის სიჩქარეზე გაცილებით ნაკლები სიჩქარით).",
    options: [],
    tags: []
  },
  // 16
  {
    question: "ბორის მიხედვით ატომში არსებობს სტაციონარული მდგომარეობები, რომელშიც ელექტრონები ენერგიას არ გამოასხივებენ. ელექტრონები ენერგიას გამოასხივებენ ან შთანთქავენ ერთი სტაციონარული მდგომარეობიდან მეორეში გადასვლისას. წყალბადის ატომში ელექტრონების დასაშვები ენერგიები განისაზღვრება ფორმულით: $E_{n}=-13{,}6$ ევ $/n^{2}$, $h$-პლანკის მუდმივა, $c$-ვაკუუმში სინათლის გავრცელების სიჩქარე <br><br> ა) აღგზნებული წყალბადის ატომი გადადის რა ძირითად მდგომარეობაში, შეუძლია გამოასხივოს მხოლოდ სამი სპექტრალური ხაზი. იპოვეთ ამ შესაძლო სპექტრალური ხაზების ტალღის სიგრძეები. <br><br> ბ) იპოვეთ წყალბადის ატომში მე-$2$ ორბიტაზე ელექტრონის ბრუნვის სიხშირე, თუ ორბიტის რადიუსია $R$. <br><br> გ) ბ) პუნქტში მოცემული პირობის მიხედვით იპოვეთ ორბიტაზე ელექტრონის სიჩქარე. <br><br> დ) ბ) პუნქტის მიხედვით გამოთვალეთ ელექტრონის მე-$3$ ორბიტის რადიუსი.",
    options: [],
    tags: []
  }
];