const quizData = [
  // 1
  {task:"მოცემულია ჰარმონიული რხევის განტოლების გრაფიკი. შეასრულეთ დავალებები $1-3$.",
   image: "physics-quizzes/class-11/images/image..17.png",
    question: " განსაზღვრეთ რხევის ამპლიტუდა",
    options: ["$0{,}025$ მ", "$0{,}05$ მ", "$0{,}1$ მ", "$0{,}15$ მ", "$0{,}2$ მ"],
    correct: 1,
    tags: ["physics", "mechanics"]
  },
  // 2
  {image: "physics-quizzes/class-11/images/image..17.png",
    question: "განსაზღვრეთ რხევის პერიოდი",
    options: ["$0{,}1$ წმ", "$0{,}15$ წმ", "$0{,}2$ წმ", "$0{,}3$ წმ", "$0{,}4$ წმ"],
    correct: 4,
    tags: ["physics", "mechanics"]
  },
  // 3
  {image: "physics-quizzes/class-11/images/image..17.png",
    question: "განსაზღვრეთ რხევის სიხშირე",
    options: ["$10$ ჰც", "$1{,}5$ ჰც", "$2$ ჰც", "$2{,}5$ ჰც", "$5$ ჰც"],
    correct: 3,
    tags: ["physics", "mechanics"]
  },
  // 4
  {
    question: "როგორ შეიცველება ზამბარიანი ქანქარას რხევის პერიოდი, თუ ბურთულას შევცვლით $2$-ჯერ ნაკლები რადიუსისა და $2$-ჯერ მეტი სიმკვრივის ბურთულათი",
    options: ["გაიზრდება $2$-ჯერ", "გაიზრდება $4$-ჯერ", "შემცირდება $2$-ჯერ", "შემცირდება $4$-ჯერ", "არ შეიცვლება"],
    correct: 2,
    tags: ["physics", "mechanics"]
  },
  // 5
  {
    question: "გამოსახეთ ზამბარის სიხისტის ერთეული $SI$ სისტემის ძირითადი ერთეულების (კგ, მ, წმ) საშუალებით",
    options: ["$კგ \\cdot მ/წმ^{2}$", "$კგ \\cdot მ^{2}/წმ^{2}$", "$მ/წმ^{2}$", "$კგ \\cdot მ/წმ$", "$კგ/წმ^2$"],
    correct: 4,
    tags: ["physics", "units"]
  },
  // 6
  {
    question: "ზამბარაზე ჩამოკიდებულია ტვირთი. ტვირთის რხევის მაქსიმალური კინეტიკური ენრგია არის $1$ ჯ რხევის ამპლიტუდა $5$ სმ. იპოვეთ ზამბარის სიხისტე",
    options: ["$800$ ნ/მ", "$400$ ნ/მ", "$1600$ ნ/მ", "$1200$ ნ/მ", "$600$ ნ/მ"],
    correct: 0,
    tags: ["physics", "energy"]
  },
  // 7
  {
    question: "მათემატიკური ქანქარა მთვარის ზედაპირზე ასრულებს $0{,}5$ ჰც სიხშირის ჰარმონიულ რხევებს (მთვარეზე თავისუფალი ვარდნის აჩქარებაა $1{,}6$ მ/წმ$^{2}$. ჩათვალეთ, რომ $\\pi^{2}=10$), მაშინ მათემატიკური ქანქარას სიგრძეა:",
    options: ["$0{,}12$ მ", "$0{,}16$ მ", "$0{,}1$ მ", "$0{,}14$ მ", "$0{,}18$ მ"],
    correct: 1,
    tags: ["physics", "pendulum"]
  },
  // 8
  {
    question: "მათემატიკური ქანქარას ამპლიტუდა $16$ სმ-ია, ხოლო მაქსიმალური სიჩქარე $16$ სმ/წმ, მაშინ მათემატიკური ქანქარას რხევის პერიოდია",
    options: ["$\\frac{\\pi}{2}$ წმ", "$\\pi$ წმ", "$\\frac{3\\pi}{2}$ წმ", "$2\\pi$ წმ", "$\\frac{5\\pi}{2}$ წმ"],
    correct: 3,
    tags: ["physics", "pendulum"]
  },
  // 9
  {task:"სიმის წერტილის არამილევადი რხევის ამპლიტუდაა $2$ მმ, რხევის სიხშირე $1000$ ჰც. შეასრულეთ დავალებები $9-10.$",
    question: " რხევის ერთი პერიოდის განმავლობაში წერტილის გადაადგილებაა:",
    options: ["$0$", "$2$ მმ", "$4$ მმ", "$6$ მმ", "$8$ მმ"],
    correct: 0,
    tags: ["physics", "mechanics"]
  },
  // 10
  {
    question: "წერტილის მიერ $0{,}4$ წმ-ში განვლილი მანძილია:",
    options: ["$8{,}5$ მ", "$4{,}2$ მ", "$3{,}2$ მ", "$5{,}6$ მ", "$6$ მ"],
    correct: 2,
    tags: ["physics", "mechanics"]
  },
  // 11
  {
    question: "ჰაერში ბგერის გავრცელების სიჩქარე $340$ მ/წმ-ია, ხოლო რაღაც სითხეში $1360$ მ/წმ. როგორ შეიცვლება ტალღის სიგრძე ჰაერიდან სითხეში გადასვლისას?",
    options: ["შემცირდება $2$-ჯერ", "გაიზრდება $2$-ჯერ", "შემცირდება $4$-ჯერ", "გაიზრდება $4$-ჯერ", "არ შეიცვლება"],
    correct: 3,
    tags: ["physics", "waves"]
  },
  // 12
  {
    question: "ლიფტის ჭერზე დაკიდებულია მათემატიკური ქანქარა. რა აჩქარებით უნდა ამოძრავდეს ლიფტი რომ, ქანქარას რხევის პერიოდი შემცირდეს $1{,}2$-ჯერ? (თავისუფალი ვარდნის აჩქარება ჩათვალეთ $g=10$ მ/წმ$^{2}$)",
    options: ["$2{,}2$ მ/წმ$^{2}$ მიმართული ქვევით", "$4{,}4$ მ/წმ$^{2}$ მიმართული ქვევით", "$2{,}2$ მ/წმ$^{2}$ მიმართული ზევით", "$4{,}4$ მ/წმ$^{2}$ მიმართული ზევით", "$1{,}5$ მ/წმ$^{2}$ მიმართული ზევით"],
    correct: 3,
    tags: ["physics", "mechanics"]
  },
  // 13
  {
    question: "ნავი ირწევა ტალღებზე და $10$ წამში ასრულებს $20$ რხევას. ტალღა ვრცელდება $4$ მ/წმ სიჩქარით. მაშინ ტალღის მეზობელ თხემებს შორის მანძილია:",
    options: ["$20$ მ", "$2$ მ", "$40$ მ", "$4$ მ", "$5$ მ"],
    correct: 1,
    tags: ["physics", "waves"]
  },
  // 14
  {
    question: "მაგიდის გლუვ ჰორიზონტალურ ზედაპირზე ირხევა სისტემა, რომელიც შედგება ერთი ბოლოთი დამაგრებული ზამბარისა და მასზე მიბმული $10$ გ მასის სხეულისაგან. ამ რხევის განტოლებაა: <br><br> $x=5 \\cdot sin(\\frac{\\pi}{5}t+\\frac{\\pi}{4})$ სმ. <br><br> ა) იპოვეთ რხევის სიხშირე. <br><br> ბ) რისი ტოლია ზამბარის სიხისტე? <br><br> გ) იპოვეთ მაქსიმალური ძალა, რომელიც რხევისას მოქმედებს სხეულზე. <br><br> დ) იპოვეთ მერხევი სხეულის სრული ენერგია",
    options: [],
    correct: null,
    tags: ["physics", "mechanics"]
  },
  // 15
  {
    question: "რაღაც პლანეტა მასით $M$ გახვრეტილია ცენტრზე გამავალი გვირაბით. სხეული ერთი ბოლოდან მეორე ბოლოში გავლას ანდომებს $t$ დროს (გრავიტაციული მუდმივა $G$, პლანეტის ბრუნვა და წინააღმდეგობის ძალები არ გაითვალისწინოთ). <br><br>  ა) განსაზღვრეთ სხეულის აჩქარების დამოკიდებულება ცენტრიდან გადახრაზე. <br><br> ბ) განსაზღვრეთ პლანეტის რადიუსი. <br><br> გ) განსაზღვრეთ პლანეტის სიმკვრივე. <br><br> დ) განსაზღვრეთ სხეულის გვირაბში რხევის პერიოდი",
    options: [],
    correct: null,
    tags: ["physics", "gravity"]
  },
  // 16
  {image: "physics-quizzes/class-11/images/image..18.png",
    question: "რხევებს, რომლებიც გარე, პერიოდული ძალების მოქმედებით მიმდინარეობს, იძულებითი ეწოდება. <br><br> ა) ზოგჯერ მოძრავი ავტობუსის მინები, რომლებიც ჩარჩოში კარგად ჩამაგრებული არ არის ზრიალებს. რატომ ხდება ეს? <br><br> ბ) ნახაზი 2-ზე მოცემულია ქანქარის დამყარებული რხევის ამპლიტუდის მაიძულებელი ძალის სიხშირეზე დამოკიდებულების გრაფიკი. განსაზღვრეთ ქანქარის რეზონანსული სიხშირე და ამპლიტუდა. <br><br> გ) ჰორიზონტალურ ზამბარიან ქანქარაზე მიბმულია $1$ კგ მასის სხეული, ზამბარის სიხისტეა $400$ ნ/მ. ქანქარაზე მოქმედებს პერიოდული მაიძულებელი ძალა, რომლის რხევის სიხშირე $16$ ჰც-ია. ექნება თუ არა ადგილი რეზონანსის მოვლენას. <br><br> დ) წყლის წვეთები დროის თანაბარი ინტერვალით ეცემა ფირფიტას, რომელიც დამაგრებულია ზამბარაზე (ნახაზი 3). ფირფიტას საკუთარი რხევის სიხშირე $4$ წმ-ია, რხევის ამპლიტუდა მაქსიმალურია. იპოვეთ დაშორება ორ მეზობელ წვეთს შორის (წინააღმდეგობის ძალები არ გაითვალისწინოთ, წყლის მასა ფირფიტაზე არ გროვდება).",
    options: [],
    correct: null,
    tags: ["physics", "resonance"]
  }
];