const quizData = [

  // 1
  {
    question: "$64გ$ ჟანგბადისა და $84გ$ აზოტის ნარევის მოლური მასაა (ჟანგბადის მოლური მასა $32\\cdot10^{-3}კგ/მოლი$, აზოტის მოლური მასა $28\\cdot10^{-3}კგ/მოლი$):",
    options: ["$29{,}6\\cdot10^{-3}კგ/მოლი$", "$30{,}5\\cdot10^{-3}კგ/მოლი$", "$74\\cdot10^{-3}კგ/მოლი$", "$48{,}6\\cdot10^{-3}კგ/მოლი$", "$116\\cdot10^{-3}კგ/მოლი$"],
    correct: 0,
    tags: []
  },

  // 2
  {
    question: "იზოქორული პროცესის დროს იდეალურ აირზე გადაცემული სითბოს რამდენი პროცენტი ხმარდება აირის შინაგანი ენერგიის ცვლილებას?",
    options: ["$60\\%$", "$80\\%$", "$100\\%$", "$55\\%$", "$75\\%$"],
    correct: 2,
    tags: []
  },

  // 3
  {
    question: "განსაზღვრეთ $2გ$ აზოტის ტემპერატურა, თუ იგი $0{,}2მგპა$ წნევაზე $831სმ^3$ მოცულობას იკავებს (აზოტის მოლური მასა $28\\cdot10^{-3}კგ/მოლი$, აირის უნივერსალური მუდმივა $8{,}31ჯ\\cdotმოლი^{-1}\\cdot K^{-1}$)",
    options: ["$260K$", "$280K$", "$300K$", "$320K$", "$340K$"],
    correct: 1,
    tags: []
  },

  // 4
  {
    question: "რა ტემპერატურაზე აქვთ ჟანგბადის მოლეკულებს იგივე საშუალო კვადრატული სიჩქარე, როგორიც აქვთ წყალბადის მოლეკულებს $100K$-ზე (ორივე აირი ორატომიანია. ჟანგბადის მოლური მასა $32\\cdot10^{-3}კგ/მოლი$, წყალბადის მოლური მასა $2\\cdot10^{-3}კგ/მოლი$):",
    options: ["$320K$", "$600K$", "$1280K$", "$1500K$", "$1600K$"],
    correct: 4,
    tags: []
  },

  // 5
  {
    question: "$2ლ$ და $3ლ$ მოცულობის ჟანგბადის ჭურჭელი შეაერთეს მილით. რა წნევა დამყარდება ჭურჭლებში, თუ წნევა თითოეულში შეერთებამდე შესაბამისდ იყო $10^5პა$ და $2\\cdot10^5პა$. აირების ტემპერატურა არ შეცვლილა. აირები იდეალურად ჩათვალეთ. შემაერთებელი მილის მოცულობა მცირეა.",
    options: ["$0{,}26\\cdot10^5პა$", "$0{,}57\\cdot10^5პა$", "$0{,}72\\cdot10^5პა$", "$1{,}6\\cdot10^5პა$", "$0{,}18\\cdot10^5პა$"],
    correct: 3,
    tags: []
  },

  // 6
  {
    question: "$4ლ$ მოცულობის ჭურჭელში მოთავსებული $0{,}6გ$ აირი იმყოფება $200კპა$ წნევის ქვეშ. იპოვეთ აირის მოლეკულების საშუალო კვადრატული სიჩქარე $(\\sqrt{v^2})$.",
    options: ["$4\\cdot10^3მ/წმ$", "$2\\cdot10^3მ/წმ$", "$8\\cdot10^3მ/წმ$", "$2{,}4\\cdot10^3მ/წმ$", "$8{,}6\\cdot10^3მ/წმ$"],
    correct: 1,
    tags: []
  },

  // 7
  {
    question: "ჟანგბადის (ჟანგბადი ორატომიანია) კუთრი სითბოტევადობა მუდმივ მოცულობაზე და მუდმივ წნევაზე შესაბამისად ტოლია (აირი იდეალურია):",
    options: ["$\\frac{5}{2}\\frac{R}{M}$ და $\\frac{7}{2}\\frac{R}{M}$", "$\\frac{3}{2}\\frac{R}{M}$ და $\\frac{5}{2}\\frac{R}{M}$", "$\\frac{7}{2}\\frac{R}{M}$ და $\\frac{9}{2}\\frac{R}{M}$", "$\\frac{9}{2}\\frac{R}{M}$ და $\\frac{7}{2}\\frac{R}{M}$", "$3\\frac{R}{M}$ და $4\\frac{R}{M}$"],
    correct: 0,
    tags: []
  },

  // 8
  {
task:"$0{,}2კგ$ მასის წყალბადს (წყალბადი ორატომიანია) მუდმივ წნევაზე აცხელებენ $0^\\circ C$-დან $100^\\circ C$-მდე $(R$-აირის უნივერსალური მუდმივა, წყალბადის მოლური მასა $2\\cdot10^{-3}კგ/მოლი$, აირი იდეალურია$)$. უპასუხეთ $8-10$ კითხვებს. (პასუხები მოცემულია $SI$-ში) ",
    question: "განსაზღვრეთ სითბოს რა რაოდენობა მიიღო წყალბადმა:",
    options: ["$10R\\cdot10^3ჯ$", "$20R\\cdot10^3ჯ$", "$25R\\cdot10^3ჯ$", "$30R\\cdot10^3ჯ$", "$35R\\cdot10^3ჯ$"],
    correct: 4,
    tags: []
  },

  // 9
  {
    question: "განსაზღვრეთ წყალბადის შინაგანი ენერგიის ცვლილება:",
    options: ["$10R\\cdot10^3ჯ$", "$20R\\cdot10^3ჯ$", "$25R\\cdot10^3ჯ$", "$30R\\cdot10^3ჯ$", "$35R\\cdot10^3ჯ$"],
    correct: 2,
    tags: []
  },

  // 10
  {
    question: "განსაზღვრეთ წყალბადის მიერ შესრულებული მუშაობა:",
    options: ["$10R\\cdot10^3ჯ$", "$20R\\cdot10^3ჯ$", "$25R\\cdot10^3ჯ$", "$30R\\cdot10^3$", "$35R\\cdot10^3ჯ$"],
    correct: 0,
    tags: []
  },

  // 11
  {
    question: "ჰაერის ფარდობითი ტენიანობა დგუშიან ცილინდრში $50\\%$-ია. ჰაერი იზოთერმულად შეკუმშეს, რის შედეგადაც მოცულობა $2$-ჯერ შემცირდა. რისი ტოლი გახდა ჰაერის ტენიანობა? (ნაჯერი ორთქლი ემორჩილება იდეალური აირის კანონებს)",
    options: ["$40\\%$", "$55\\%$", "$70\\%$", "$85\\%$", "$100\\%$"],
    correct: 4,
    tags: []
  },

  // 12
  {
    question: "რა სიჩქარით უნდა იმოძრაოს ელექტრონმა, რომ $\\lambda$-ტალღის სიგრძის ფოტონის ენერგიის ტოლი კინეტიკური ენერგია ჰქონდეს $(m$-ელექტრონის მასა, $h$-პლანკის მუდმივა, $c$-სინათლის სიჩქარე$)$.",
    options: ["$\\sqrt{\\frac{hc}{2m\\lambda}}$", "$\\sqrt{\\frac{2hc}{m\\lambda}}$", "$\\sqrt{\\frac{hc}{m\\lambda}}$", "$\\sqrt{\\frac{hc^2}{m\\lambda}}$", "$\\sqrt{\\frac{2hc^2}{m\\lambda}}$"],
    correct: 1,
    tags: []
  },

  // 13
  {
    question: "რადიოსადგური მუშაობს $12მგჰც$ სიხშირეზე. მაშინ გამოსხივებული რადიოტალღების სიგრძეა ( სინათლის სიჩქარეა $3\\cdot10^8მ/წმ$ )",
    options: ["$12მ$", "$32მ$", "$25მ$", "$45მ$", "$40მ$"],
    correct: 2,
    tags: []
  },

// 14
  {
    image: "physics-quizzes/class-11/images/image25.png",
    question: "$S_1$ და $S_2$ განივკვეთის მქონე ორი ცილინდრი $(S_1 < S_2)$ შეერთებულია ერთმანეთთან. მათში მოთავსებულია უმასო ღეროთი შეერთებული მცირე მასის დგუშები. ისინი $T_0$ ტემპერატურაზე ცილინდრების შეერთების ადგილიდან თანაბარ მანძილზე წონასწორობაში იმყოფებიან. დგუშებს შორის მოთავსებულია იდეალერი აირი. ცილინდრების ღია ბოლოებზე წნევა მუდმივია და ატმოსფერულის ტოლია, ხახუნი არ გვაქვს. <br><br> ა) განსაზღვრეთ აირის წნევის შეფარდება ატმოსფერულ წნევასთან (პასუხი დაასაბუთეთ) <br><br> ბ) განსაზღვრეთ აირის ტემპერატურა, თუ პირველმა დგუშმა გადაინაცვლა ცილინდრების შეერთების ადგილზე და გაჩერდა(დგუშები ყოველთვის ცილინდრში იმყოფებიან). <br><br> გ) განსაზღვრეთ აირის ტემპერატურა, თუ მეორე დგუშმა გადაინაცვლა ცილინდრების შეერთების ადგილზე და გაჩერდა (დგუშები ყოველთვის ცილინდრში იმყოფებიან).",
    options: [],
    tags: []
  },

  // 15
  {
    question: "ერთატომიანი იდეალური აირი ფართოვდება ერთი და იმავე საწყისი მდგომარეობიდან $V_1$ მოცულობიდან $V_2$ მოცულობამდე, პირველ შემთხვევაში იზობარულად, მეორე შემთხვევაში იზოთერმულად, მესამე შემთხვევაში ადიაბატურად. <br><br> ა) ააგეთ $P-V$ დიაგრამაზე თითოეული პროცესისათვის მიახლოებითი გრაფიკი. <br><br> ბ) დაალაგეთ კლებადობის მიხედვით თითოეულ პროცესში აირის მიერ შესრულებული მუშაობა (პასუხი დაასაბუთეთ). <br><br>  გ) დაალაგეთ კლებადობის მიხედვით თითოეულ პროცესში აირის მიერ მიღებული სითბოს რაოდენობა (პასუხი დაასაბუთეთ).",
    options: [],
    tags: []
  },

  // 16
  {
    question: "$1ლ$ მოცულობის ცილინდრულ ჭურჭელში დგუშის ქვეშ $100^\\circ C$-ზე იმყოფება ჰაერი, რომლის ფარდობითი ტენიანობა $40\\%$-ია (წყლის მოლური მასა $18\\cdot10^{-3}კგ/მოლი$, ატმოსფერული წნევა $10^5პა$). <br><br> ა) განსაზღვრეთ წყლის ორთქლის მასა <br><br> ბ) ჭურჭელს აცივებენ $20^\\circ C$-მდე. როგორ უნდა შევცვალოთ ჭურჭლის მოცულობა, რომ ნამი არ წარმოიქმნას (ნაჯერი ორთქლის წნევა $20^\\circ C$-ზე $2{,}3\\cdot10^3პა$-ია)",
    options: [],
    tags: []
  }
];