const quizData = [
  // 1
  {intro:"$P$-თი აღნიშნულია წნევა, $V$-თი აღნიშნულია მოცულობა, $T$-თი აღნიშნულია აბსოლუტური ტემპერატურა",
    question: "რისი ტოლია $M$ კგ/მოლი მოლური მასის მქონე აირის მოლეკულების საშუალო კვადრატული სიჩქარე $27^{\\circ}C$-ზე ($R$-აირის უნივერსალური მუდმივა. პასუხი მოცემულია $SI$-ში).",
    options: ["$9\\sqrt{\\frac{R}{M}}$", "$18\\sqrt{\\frac{R}{M}}$", "$24\\sqrt{\\frac{R}{M}}$", "$30\\sqrt{\\frac{R}{M}}$", "$36\\sqrt{\\frac{R}{M}}$"],
    correct: 3,
    tags: []
  },
  // 2
  {
    question: "როგორ შეიცვლება მოცემული მასის აირის წნევა, თუ მოცულობა შემცირდება $2$-ჯერ, ხოლო საშუალო კვადრატული სიჩქარე შემცირდება $\\sqrt{2}$-ჯერ?",
    options: ["შემცირდება $8$-ჯერ", "არ შეიცვლება", "გაიზრდება $8$-ჯერ", "შემცირდება $4$-ჯერ", "გაიზრდება $4$-ჯერ"],
    correct: 1,
    tags: []
  },
  // 3
  {
    question: "მოლეკულათა სითბური მოძრაობის საშუალო კინეტიკური ენერგია: <br><br> $1$. დამოკიდებულია ტემპერატურაზე, <br><br> $2$. არ არის დამოკიდებული ტემპერატურაზე, <br><br> $3$. დამოკიდებულია მოლეკულის მასაზე, <br><br> $4$. არ არის დამოკიდებული მოლეკულის მასაზე, <br><br> $5$. დამოკიდებულია ნივთიერების აგრეგატულ მდგომარეობაზე, <br><br> $6$. არ არის დამოკიდებული ნივთიერების აგრეგატულ მდგომარეობაზე.",
    options: ["$2$, $3$, $5$", "$1$, $3$, $5$",  "$1$, $4$, $6$","$2$, $3$, $6$", "$1$, $5$, $6$"],
    correct: 2,
    tags: []
  },
  // 4
  {image: "physics-quizzes/class-11/images/image.10.png",
    question: "რა პროცესი არის მოცემული სურათზე? როგორ შეიცვლება აირის სიმკვრივე $1$-მდგომარეობიდან $2$-მდგომარეობაში გადასვლისას?",
    options: ["იზოქორული, გაიზრდება", "იზოთერმული, შემცირდება", "იზოქორული, შემცირდება", "იზოთერმული, არ შეიცვლება", "იზოქორული, არ შეიცვლება"],
    correct: 4,
    tags: []
  },
  // 5
  {image: "physics-quizzes/class-11/images/image.11.png",
    question: "იდეალური აირი ერთი მდგომარეობიდან გადავიდა მეორე მდგომარეობაში $P_{1}/T_{1}=P_{2}/T_{2}$ -კანონით. რომელ სურათებზე არის სწორად ნაჩვენები ეს პროცესი?",
    options: ["$3$ და $5$", "$3$ და $4$", "$2$ და $4$", "$2$ და $3$", "$4$ და $5$"],
    correct: 0,
    tags: []
  },
  // 6
  {
    question: "ჭურჭლიდან გამოვიდა მასში მყოფი აირის ნაწილი, რის გამოც წნევა შემცირდა $75\\%$-ით. რამდენჯერ შემცირდა აირის მასა? ტემპერატურა ჩათვალეთ მუდივად.",
    options: ["$5$", "$16$", "$8$", "$4$", "$10$"],
    correct: 3,
    tags: []
  },
  // 7
  {
    question: "მოცემული მასის აირის მოცულობაა $10$ ლ. რა მოცულობას (ლიტრებში) დაიკავებს იგი, თუ წნევას გავზრდით $5$-ჯერ? ტემპერატურა მუდმივია.",
    options: ["$2$ ლ", "$4$ ლ", "$6$ ლ", "$8$ ლ", "$10$ ლ"],
    correct: 0,
    tags: []
  },
  // 8
  {
    question: "რამდენჯერ გაიზრდება იდეალური აირის წნევა $27^{\\circ}C$-დან $627^{\\circ}C$-მდე იზოქორულად გათბობისას?",
    options: ["$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 1,
    tags: []
  },
  // 9
  {
    question: "რისი ტოლია ჰაერის მასა, თუ იგი $10^{5}$ პა წნევაზე და $17^{\\circ}C$-ზე იკავებს $8{,}3$ ლ მოცულობას ( მოლური მასა-$29$ გ/მოლი, $R=8{,}3$ჯ/მოლი$\\cdot K$)",
    options: ["$100$გ", "$50$გ", "$500$გ", "$10$გ", "$5$გ"],
    correct: 3,
    tags: []
  },
  // 10
  {image: "physics-quizzes/class-11/images/image.12.png",
    question: "სურათზე მოცემული არის ტოლი მასის ერთი და იმავე იდეალური აირის იზოთერმები. რომელი იზოთერმა შეესაბამება აირის უდიდეს ტემპერატურას?",
    options: ["$1$", "$2$", "$3$", "$1$ და $2$", "$2$ და $3$"],
    correct: 2,
    tags: []
  },
  // 11
  {
    question: "როგორ შეიცვლება იდეალური აირის ტემპერატურა ადიაბატური შეკუმშვისას?",
    options: ["შეიძლება გაიზარდოს, შეიძლება შემცირდეს", "არ შეიცვლება", "გაიზრდება", "შემცირდება", "შეიძლება გაიზარდოს, შეიძლება შემცირდეს, შეიძლება არ შეიცვალოს"],
    correct: 2,
    tags: []
  },
  // 12
  {image: "physics-quizzes/class-11/images/image.13.png",
    question: "სურათზე მოცემული არის ტოლი მასის ერთი და იმავე იდეალური აირის სამი იზოქორა. რომელი იზოქორა შეესაბამება აირის უდიდეს მოცულობას?",
    options: ["$1$", "$2$", "$3$", "$1$ და $2$", "$2$ და $3$"],
    correct: 2,
    tags: []
  },
  // 13
  {
    question: "ქვემოთ მოცემული ტოლობებიდან, რომელი შეესაბამება იზობარულ პროცესს?",
    options: ["$pv^{\\gamma}=const$", "$p_{1}V_{1}=p_{2}V_{2}$", "$V_{1}/T_{1}=V_{2}/T_{2}$", "$V_{1}T_{1}=V_{2}T_{2}$", "$p_{1}/V_{1}=p_{2}/V_{2}$"],
    correct: 2,
    tags: []
  },
  // 14
  {image: "physics-quizzes/class-11/images/image.14.png",
    question: "სურათზე მოცემული არის იდეალური აირის მდგომარეობის ცვლილების დიაგრამა. დიაგრამის რომელი წერტილი შეესაბამება აირის შინაგანი ენერგიის უდიდეს მნიშვნელობას?",
    options: ["$3$", "$2$", "$4$", "$1$", "$2$ და $3$"],
    correct: 0,
    tags: []
  },
  // 15
  {
    question: "იპოვეთ $2$ მოლი იდეალური აირის მიერ შესრულებული მუშაობა მისი $100^{\\circ}C$-ით იზიბარულად გათბობისას. ($R=8{,}3$ჯ/მოლი$\\cdot K$)",
    options: ["$166$ჯ", "$83$ჯ", "$830$ჯ", "$1660$ჯ", "$8300$ჯ"],
    correct: 3,
    tags: []
  },
  // 16
  {image: "physics-quizzes/class-11/images/image.15.png",
    question: "აირის გადასვლა $A$ მდგომარეობიდან $B$ მდგომარეობაში შესაძლებელია სამი გზით. რომელი გადასვლისას სრულდება აირზე მინიმალური მუშაობა.",
    options: ["$3$", "$2$", "$1$", "სამივე შემთხვევაში ერთნაირი", "აირზე მუშაობა არ სრულდება"],
    correct: 0,
    tags: []
  },
  // 17
  {
    question: "ჟანგბადის ერთ მოლმა იდეალრმა აირმა იზოთერული გაფართოებისას შეასრულა $3$ კჯ მუშაობა. სითბოს რა რაოდენობა მიიღო აირმა?",
    options: ["$0$კჯ", "$1$კჯ", "$2$კჯ", "$3$კჯ", "$4$კჯ"],
    correct: 3,
    tags: []
  },
  // 18
  {
    question: "იდეალური ძრავას მ.ქ.კ $25\\%$-ია, მაცივრის ტემპერატურა $27^{\\circ}C$. რისი ტოლია სახურებლის ტემპერატურა?",
    options: ["$200K$", "$400K$", "$600K$", "$800K$", "$1200K$"],
    correct: 1,
    tags: []
  },
  // 19
  {
    question: "იდეალურმა აირმა ადიაბატური გაფართოებისას შეასრულა $200$ჯ მუშაობა. როგორ შეიცვალა აირის შინაგანი ენერგია?",
    options: ["არ შეიცვალა", "გაიზარდა $200$ჯ-ით", "შემცირდა $200$ჯ-ით", "გაიზარდა $100$ჯ-ით", "შემცირდა $100$ჯ-ით"],
    correct: 2,
    tags: []
  },
  // 20
  {
    question: "ჰელიუმის (ჰელიუმი ერთატომიანია) კუთრი სითბოტევადობა მუდმივ მოცულობაზე და მუდმივ წნევაზე შესაბამისად ტოლია (აირი იდეალურია):",
    options: ["$\\frac{5}{2}\\frac{R}{M}$ და $\\frac{7}{2}\\frac{R}{M}$", "$\\frac{3}{2}\\frac{R}{M}$ და $\\frac{5}{2}\\frac{R}{M}$", "$\\frac{7}{2}\\frac{R}{M}$ და $\\frac{9}{2}\\frac{R}{M}$", "$\\frac{9}{2}\\frac{R}{M}$ და $\\frac{7}{2}\\frac{R}{M}$", "$3\\frac{R}{M}$ და $4\\frac{R}{M}$"],
    correct: 1,
    tags: []
  },
  // 21
  {
    question: "რაღაც ტემპერატურაზე ჰაერის ფარდობითი ტენიანობა $49\\%$-ია, წყლის ორთქლის წნევა $980$პა-ია. რისი ტოლია ნაჯერი ორთქლის წნევა ამ ტემპერატურაზე?",
    options: ["დადგენა შეუძლებელია", "$1800$პა", "$2000$პა", "$2200$პა", "$2400$პა"],
    correct: 2,
    tags: []
  },
  // 22
  {
    question: "წყალბადის ატომში ბორის პირველი ორბიტის რადიუსი $0,5\\cdot 10^{-10}$მ-ია, მეორე, მესამე და მეოთხის შესაბამისად $4$-ჯერ, $9$-ჯერ და $16$-ჯერ მეტი. რომელ ორბიტაზეა ელექტრონის სიჩქარე უდიდესი?",
    options: ["$1$", "$2$", "$3$", "$4$", "ყველა ორბიტალზე ტოლია"],
    correct: 0,
    tags: []
  },
  // 23
  {
    question: "მოლეკულების დამახასიათებლ რომელ სიდიდეებზე არის დამოკიდებული იდეალური აირის წნევა?",
    options: ["მოლეკულათშორის მიზიდვის ძალები", "მოლეკულათა კინეტიკურ ენერგია", "მოლეკულათა პოტენციური ენერგია", "მოლეკულათშორის განზიდვის ძალა", "ზემოთ ჩამოთვლილ არცერთ სიდიდეზე არ არის დამოკიდებული"],
    correct: 1,
    tags: []
  },
  // 24
  {
    question: "რადიოაქტიური პრეპარატი შეიცავდა დიდი რაოდენობის ბირთვებს, რომელთა საწყისი რაოდენობის $15/16$ ნაწილი დაიშალა $100$ დღეში. განსაზღვრეთ პრეპარატის ნახევარდაშლის პერიოდი.",
    options: ["$20$ დღე", "$25$ დღე", "$50$ დღე", "$75$ დღე", "$5$ დღე"],
    correct: 1,
    tags: []
  },
  // 25
  {
    question: "იპოვეთ $700$ ნმ ტალღის სიგრძის სინათლის ფოტონის მასა ($h$ - პლანკის მუდმივა, $c$ - სინათლის სიჩქარე ვაკუუმში).",
    options: ["$\\frac{h\\cdot 10^{7}}{7\\cdot c}$ კგ", "$\\frac{h\\cdot 10^{7}}{14\\cdot c}$ კგ", "$\\frac{h\\cdot 10^{7}}{3\\cdot c}$ კგ", "$\\frac{h\\cdot 2\\cdot 10^{7}}{5\\cdot c}$ კგ", "$\\frac{h\\cdot 10^{7}}{9\\cdot c}$ კგ"],
    correct: 0,
    tags: []
  }
];