const quizData = [
  // #1
  {
    question: "რხევითი კონტური შედგება $C$ ტევადობის კონდენსატორისაგან და $L$ ინდუქციურობის კოჭასაგან. როგორ შეიცვლება ამ კონტურში თავისუფალი ელექტრომაგნიტური რხევის პერიოდი, თუ კონდენსატორის ტევადობასა და კოჭას ინდუქციურობას $3$-ჯერ გავზრდით.",
    options: ["$3$-ჯერ გაიზრდება", "არ შეიცვლება", "$3$-ჯერ შემცირდება", "$9$-ჯერ გაიზრდება", "$9$-ჯერ შემცირდება"],
    correct: 0,
    tags: []
  },
  // #2
  {
    question: "რხევით კონტურში თავისუფალი რხევისას დენის ძალის ამპლიტუდა $100$ მა-ია, კონდენსატორის ტევადობა $1$ მკფ, ხოლო კოჭას ინდუქციურობა $1$ ჰნ. მაშინ რხევითი კონტურის კონდენსატორზე ძაბვის ამპლიტუდაა (აქტიური წინაღობა არ გაითვალისწინოთ):",
    options: ["$10$ ვ", "$50$ ვ", "$150$ ვ", "$75$ ვ", "$100$ ვ"],
    correct: 4,
    tags: []
  },
  // #3
  {
    question: "რხევითი კონტურის კონდენსატორის შემონაფენებზე მუხტი იცვლება კანონით: $q = 3 \\cdot 10^{-7} \\cdot \\cos (800 \\pi t)$. კოჭას ინდუქციურობაა $2$ ჰნ. მაშინ კონდენსატორის ტევადობაა (აქტიური წინაღობა არ გაითვალისწინოთ):",
    options: ["$\\frac{1}{800 \\pi}$", "$\\frac{3}{800 \\pi}$", "$\\frac{1}{2(800 \\pi)^2}$", "$\\frac{3}{(800 \\pi)^2}$", "$\\frac{3}{400 \\pi}$"],
    correct: 2,
    tags: []
  },
  // #4
  {
    task:"$220$ ვ მაქსიმალური ძაბვისა და $50$ ჰც სიხშირის ჰარმონიულად ცვლადი დენის წრედში მიმდევრობით ჩართულია $0,04$ ჰნ ინდუქციურობის კოჭა (კოჭა იდეალურია) და $3 \\pi$ ომი წინაღობის რეზისტორი. უპასუხეთ $4-6$ კითხვებს:",
    question: "რისი ტოლია კოჭას ინდუქციური წინაღობა?",
    options: ["$5 \\pi$ ომი", "$4 \\pi$ ომი", "$16 \\pi$ ომი", "$25 \\pi$ ომი", "$3 \\pi$ ომი",],
    correct: 1,
    tags: []
  },
  // #5
  {
    question: "რისი ტოლია კოჭაში დენის მაქსიმალური მნიშვნელობა?",
    options: ["$\\frac{88}{\\pi}$ა", "$\\frac{22}{\\pi}$ა", "$\\frac{44}{3\\pi}$ა", "$\\frac{44}{\\pi}$ა", "$\\frac{22}{3\\pi}$ა"],
    correct: 3,
    tags: []
  },
  // #6
  {
    question: "რისი ტოლია რეზისტორში დენის მაქსიმალური სიმძლავრე?",
    options: ["$\\frac{7744}{\\pi}$ვტ", "$\\frac{9680}{\\pi}$ვტ", "$\\frac{2904}{\\pi}$ვტ", "$\\frac{5808}{\\pi}$ვტ", "$\\frac{3872}{\\pi}$ვტ"],
    correct: 3,
    tags: []
  },
  // #7
  {
    image: "physics-quizzes/class-11/images/image12.png",
    question: "ნახაზზე გამოსახულია ოთხი რხევითი კონტურის კონდენსატორების ტევადობები და კოჭების ინდუქციურობები. რომელ ორ კონტურშია რხევის სიხშირეები ერთმანეთის ტოლი?",
    options: ["$1$ და $2$", "$1$ და $3$", "$1$ და $4$", "$2$ და $3$", "$3$ და $4$"],
    correct: 0,
    tags: []
  },
  // #8
  {
    question: "ჩარჩო ბრუნავს ერთგვაროვან მაგნიტურ ველში. ჩარჩოში აღძრული ინდუქციის ე.მ.ძ იცვლება კანონით $\\mathcal{E} = 80 \\sin 25 \\pi t$. რა დროში აკეთებს ჩარჩო ერთ ბრუნს?",
    options: ["$0,02$ წმ", "$0,05$ წმ", "$0,04$ წმ", "$0,06$ წმ", "$0,08$ წმ"],
    correct: 4,
    tags: []
  },
  // #9
  {
    image: "physics-quizzes/class-11/images/image13.png",
    question: "ჰარმონიულად ცვლადი ძაბვის წრედში მიმდევრობით ჩართულია რეზისტორი და კონდენსატორი, განსაზღვრეთ კონდენსატორის ტევადობა თუ სიხშირე $50$ ჰც-ია. ვოლტმეტრებისა და ამპერმეტრის ჩვენება შესაბამისად ტოლია: $U = 125$ ვ, $U_R = 100$ ვ, $I = 2{,}5$ ა.",
    options: ["$\\frac{1}{5000\\pi}$ფ", "$\\frac{1}{4000\\pi}$ფ", "$\\frac{1}{3000\\pi}$ფ", "$\\frac{1}{2000\\pi}$ფ", "$\\frac{1}{1000\\pi}$ფ"],
    correct: 2,
    tags: []
  },
  // #10
  {
    image: "physics-quizzes/class-11/images/image14.png",
    question: "ნახაზის მიხედვით განსაზღვრეთ დენის ძალის ეფექტური მნიშვნელობა.",
    options: ["$\\frac{1}{\\sqrt{10}}$ა", "$\\sqrt{10}$ა", "$\\sqrt{5}$ა", "$\\frac{1}{\\sqrt{5}}$ა", "$2$ა"],
    correct: 1,
    tags: []
  },
  // #11
  {
    question: "განსაზღვრეთ ელექტრომაგნიტური ტალღების სიგრძე ჰაერში, რომელსაც გამოასხივებს რხევითი კონტური კონდენსატორის ტევადობით $3$ ნფ და $0,012$ ჰნ ინდუქციურობის კოჭათი (სინათლის სიჩქარე ჩათვალეთ ტოლია $3 \\cdot 10^8$ მ/წმ, კონტურის აქტიური წინაღობა ნულის ტოლად ჩათვალეთ)",
    options: ["$4 \\cdot 10^3 \\cdot \\pi \\; \\text{მ}$", "$3,6 \\cdot 10^3 \\cdot \\pi \\; \\text{მ}$", "$3,2 \\cdot 10^3 \\cdot \\pi \\; \\text{მ}$", "$2,8 \\cdot 10^3 \\cdot \\pi \\; \\text{მ}$", "$2,2 \\cdot 10^3 \\cdot \\pi \\; \\text{მ}$"],
    correct: 1,
    tags: []
  },
  // #12
  {
    question: "რადიოსადგური მუშაობს $12$ მგჰც სიხშირეზე. მაშინ გამოსხივებული რადიოტალღების სიგრძეა (სინათლის სიჩქარეა $3 \\cdot 10^8$ მ/წმ)",
    options: ["$12$ მ", "$32$ მ", "$25$ მ", "$45$ მ", "$40$ მ"],
    correct: 2,
    tags: []
  },
  // #13
  {
    question: "ჰარმონიულად ცვლადი ძაბვის წრედში პარალელურად არის ჩართული რეზისტორი და ინდუქციურობის კოჭა. რეზისტორში დენის მაქსიმალური მნიშვნელობაა $2$ ა, ხოლო კოჭაში $3$ ა. განსაზღვრეთ მთლიან წრედში დენის ძალის ეფექტური მნიშვნელობა:",
    options: ["$\\sqrt{\\frac{5}{2}}$ ა","$\\sqrt{\\frac{11}{2}}$ ა", "$\\sqrt{\\frac{14}{3}}$ ა","$\\sqrt{\\frac{13}{2}}$ ა","$\\sqrt{\\frac{15}{4}}$ ა", ],
    correct: 3,
    tags: []
  },
  // #14
  {
    question: "ტრანსფორმატორის პირველადი გრაგნილის ხვიების რაოდენობაა $2000$, ხოლო მეორადისა $5000$. მეორადი გრაგნილის ბოლოზე ძაბვა $50$ ვ-ია. მაშინ პირველად გრაგნილისზე ძაბვა არის (ტრანსფორმატორის გრაგნილების აქტიური წინაღობა უგულვებელყავით)",
    options: ["$25$ ვ", "$2$ ვ", "$5$ ვ", "$50$ ვ", "$20$ ვ"],
    correct: 4,
    tags: []
  },
  // #15
  {
    question: "ტრანსფორმატორის გრაგნილი $95$ ხვიასაგან შედგება. მას განჭოლავს მაგნიტური ნაკადი, რომელიც იცვლება ერთ ხვიაში კანონით $\\Phi = 0{,}01 \\sin (100 \\pi t)$. მაშინ გრაგნილის ე.მ.ძალა დროზე დამოკიდებულია კანონით:",
    options: ["$95 \\pi \\sin(100 \\pi t - \\frac{\\pi}{2})$", "$95 \\pi \\sin(100 \\pi t)$", "$95 \\pi \\cos(100 \\pi t - \\frac{\\pi}{2})$", "$0.01 \\pi \\cos(100 \\pi t)$", "$0.01 \\pi \\cos(100 \\pi t - \\frac{\\pi}{2})$"],
    correct: 0,
    tags: []
  },
  // #16
  {
    question: "როდესაც $200$ გ მასის სხეული ირხევა $720$ ნ/მ სიხისტის ზამბარაზე და რხევისას სხეულის მაქსიმალური სიჩქარეა $12$ მ/წმ, მაშინ რხევის ამპლიტუდაა:",
    options: ["$5$ სმ", "$10$ სმ", "$15$ სმ", "$20$ სმ", "$25$ სმ"],
    correct: 3,
    tags: []
  },
  // #17
  {
    question: "ჰორიზონტალურ ზამბარაზე მიმაგრებული სხეული გადაწიეს წონასწორობის მდებარეობიდან და გაათავისუფლეს. გათავისუფლებიდან რა დროის შემდეგ გაუტოლდება პირველად ერთმანეთს მერხევი სხეულის კინეტიკური და ზამბარის პოტენციური ენერგიები? რხევის პერიოდია $T$.",
    options: ["$T/3$", "$T/4$", "$T/6$", "$T/8$", "$T/12$"],
    correct: 3,
    tags: []
  },
  // #18
  {
    question: "გამოსახეთ ე.მ. ძალის განზომილება $SI$ (კგ, მ, წმ, ა) სისტემის ძირითად ერთეულებში:",
    options: ["$\\frac{\\text{კგ} \\cdot \\text{მ}}{\\text{ა} \\cdot \\text{წმ}^2}$", "$\\frac{\\text{კგ} \\cdot \\text{მ}^2}{\\text{ა} \\cdot \\text{წმ}^3}$", "$\\frac{\\text{ა} \\cdot \\text{წმ}}{\\text{კგ}}$", "$\\frac{\\text{კგ} \\cdot \\text{მ}^2}{\\text{ა} \\cdot \\text{წმ}^2}$", "$\\frac{\\text{ა}^2 \\cdot \\text{წმ}^2}{\\text{კგ} \\cdot \\text{მ}^2}$"],
    correct: 1,
    tags: []
  },
  // #19
  {
    task:"წერტილის მოძრაობის განტოლებას აქვს შემდეგი სახე: $x=2sin( \\frac{\\pi}{2}t + \\frac{\\pi}{4})$ სმ. უპასუხეთ $19-21$ კითხვებს:",
    question: "წერტილის რხევითი მოძრაობის პერიოდია:",
    options: ["$2$ წმ", "$4$ წმ", "$6$ წმ", "$8$ წმ", "$10$ წმ"],
    correct: 1,
    tags: []
  },
  // #20
  {
    question: "წერტილის რხევითი მოძრაობისას მაქსიმალური სიჩქარეა:",
    options: ["$5\\pi$ სმ/წმ", "$4\\pi$ სმ/წმ", "$3\\pi$ სმ/წმ", "$2\\pi$ სმ/წმ", "$\\pi$ სმ/წმ"],
    correct: 4,
    tags: []
  },
  // #21
  {
    question: "წერტილის რხევითი მოძრაობისას მაქსიმალური აჩქარებაა ($\\pi^2 \\approx 10$):",
    options: ["$7$ სმ/წმ$^2$", "$6$ სმ/წმ$^2$", "$5$ სმ/წმ$^2$", "$4$ სმ/წმ$^2$", "$3$ სმ/წმ$^2$"],
    correct: 2,
    tags: []
  },
  // #22
  {
    question: "ზამბარაზე დაკიდებულია $10$ კგ მასის ტვირთი. ცნობილია, რომ $10$ ნ ძალის გავლენით ზამბარა წაგრძელდება $1$ სმ-ით, მაშინ ტვირთის ვერტიკალური რხევის პერიოდია:",
    options: ["$0,2\\pi$ წმ", "$0,4\\pi$ წმ", "$0,8\\pi$ წმ", "$\\pi$ წმ", "$0,6\\pi$ წმ"],
    correct: 0,
    tags: []
  },
  // #23
  {
    task:"ბგერითი ტალღა სიხშირით $0,5$ კჰც და ამპლიტუდით $0,25$ მმ ვრცელდება გარემოში. ტალღის სიგრძე $70$ სმ-ია. უპასუხეთ $23-24$ კითხვებს:",
    question: "ტალღის გავრცელების სიჩქარეა:",
    options: ["$250$ მ/წმ", "$87,5$ მ/წმ", "$175$ მ/წმ", "$350$ მ/წმ", "$125$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // #24
  {
    question: "ტალღის ნაწილაკთა მაქსიმალური სიჩქარეა:",
    options: ["$\\pi$ მ/წმ", "$0,75\\pi$ მ/წმ", "$0,5\\pi$ მ/წმ", "$0,25\\pi$ მ/წმ", "$0,125\\pi$ მ/წმ"],
    correct: 3,
    tags: []
  },
  // #25
  {
    question: "მათემატიკური ქანქარას სრული მექანიკური ენერგია იყო $E_1$. მას შემდეგ, რაც ქანქარას სიგრძე შეამცირეს $3$-ჯერ, ხოლო რხევის ამპლიტუდა $2$-ჯერ გაზარდეს, სრული მექანიკური ენერგია გახდა $E_2$. მაშინ $\\frac{E_2}{E_1}$ ტოლია:",
    options: ["$12$", "$18$", "$24$", "$6$", "$3$"],
    correct: 0,
    tags: []
  }
];
