const quizData = [
  // 1
  {
    image: "math/class-7/images/image6.png",
    question: "ნახაზზე მოცემულია $y = f(x)$ ფუნქციის გრაფიკი. გრაფიკის მიხედვით უპასუხეთ შეკითხვებს: <br><br> ა) იპოვეთ ფუნქციის განსაზღვრის არე. <br><br> ბ) იპოვეთ ფუნქციის მნიშვნელობათა სიმრავლე. <br><br> გ) იპოვეთ ფუნქციის კლებადობის შუალედები.<br><br> დ) რამდენი ამონახსნი გააჩნია $f(x) = 0$ განტოლებას?",
    options: [],
    tags: []
  },

  // 2
  {
    question: "ამოხსენით განტოლებათა სისტემა:\n$\\left\\{\\begin{aligned} \\dfrac{x + 1}{3} - \\dfrac{y + 2}{4} &= \\frac{2(x - y)}{5} \\\\ \\dfrac{x - 3}{4} - \\dfrac{y - 3}{3} &= 2y - x \\end{aligned}\\right.$",
    options: [],
    tags: []
  },

  // 3
  {
    question: "$ABCD$ მართკუთხედში $A$ წერტილის კოორდინატებია $(-2; 3)$, $B$ წერტილის $(-2; -1)$, $C$ წერტილის კი $(5; -1)$. იპოვეთ მართკუთხედის $D$ წვეროს კოორდინატები, მართკუთხედის პერიმეტრი და ფართობი.",
    options: [],
    tags: []
  },

  // 4
  {
    question: "ორი გადამკვეთი ქორდის  ბოლოები წრეწირს  ყოფენ $4$ რკალად, რომელთა გრადუსული ზომები ისე შეეფარდება ერთმანეთს, როგორც $1:4:3:10$. იპოვეთ ქორდებს შორის კუთხე.",
    options: [],
    tags: []
  },

  // 5
  {
    question: "$A(2a − 1; 3a + 4)$ წერტილი $y = 2x − 6$ წრფეზე მდებარეობს. იპოვეთ $A$ წერტილის კოორდინატები.",
    options: [],
    tags: []
  },

  // 6
  {
    question: "მოცემულია საერთო ცენტრის მქონე ორი წრეწირი. დიდი წრეწირის ორი ურთიერთმართობული ქორდა მცირე წრეწირის მხებებს წარმოადგენს. იპოვეთ მცირე წრეწირის რადიუსი, თუ ქორდები გადაკვეთის წერტილით იყოფა მონაკვეთებად სიგრძეებით $4$ და $10$.",
    options: [],
    tags: []
  },

  // 7
  {
    question: "მართკუთხა სამკუთხედზე შემოხაზული და ჩახაზული წრეწირების რადიუსთა ჯამი ამ სამკუთხედის ერთ-ერთი კათეტის ტოლია. იპოვეთ სამკუთხედის კუთხეები.",
    options: [],
    tags: []
  },

  // 8
  {
    question: "$b$ პარამეტრის რა მნიშვნელობისათვის იქნება $y = \\dfrac{2}{3}x + 12$ და $y = (b − 2) \\cdot x + 3$ ფუნქციების გრაფიკები\nა) პარალელური?\nბ) ურთიერთმართობული?",
    options: [],
    tags: []
  },

  // 9
  {
    question: "ცნობილია, რომ $f(x) = 3x − 2$. ამოხსენით $f(f(x)) + 2f(x) = 8$ განტოლება.",
    options: [],
    tags: []
  },

  // 10
  {
    question: "$ABC$ მართკუთხა სამკუთხედის $AC$ კათეტზე როგორც დიამეტრზე აგებული წრეწირი $AB$ ჰიპოტენუზას კვეთს $A$ და $E$ წერტილებში. $E$ წერტილზე გავლებული წრეწირის მხები $BC$ კათეტს კვეთს $D$ წერტილში. დაამტკიცეთ, რომ $BDE$ სამკუთხედი ტოლფერდაა.",
    options: [],
    tags: []
  }
];
